module.exports = [{
  id: "19452358",
  stem: "在科技迭代加速的背景下，随着半导体工艺从微米级向纳米级演进，以及人工智能、物联网等颠覆性技术的蓬勃发展，那些凭借独特功能曾经风靡一时的传统电子产品，由于在计算性能、能效比及人机交互模式等方面的局限，如今已是________，逐渐淡出了主流消费电子市场的视野。\n填入画横线处最恰当的一项是：",
  correct: ["明日黄花"],
  distractor: ["差强人意", "时过境迁", "镜花水月"],
  unknown: []
}, {
  id: "19452362",
  stem: "宜宾通过发展智能终端和信息技术服务业，逐渐在数字经济领域________，“智慧城市”已________。宜宾的城市生活悄然发生着变化，技术的加持给生活带来了实实在在的便利与好处。\n依次填入画横线部分最恰当的一项是：",
  correct: ["崭露头角", "初现端倪"],
  distractor: ["呼之欲出", "蓄势待发", "初试锋芒", "脱颖而出", "小试牛刀", "欲遮还羞"],
  unknown: []
}, {
  id: "19452363",
  stem: "在南北朝、唐、宋等历史时期，排箫在宫廷雅乐中占据了________的地位，它不仅是音乐表演的重要组成部分，更是宫廷礼仪和祭祀活动中________的元素。\n依次填入画横线处最恰当的一项是：",
  correct: ["举足轻重", "不可或缺"],
  distractor: ["缺一不可", "至关重要", "举重若轻", "无足轻重", "可有可无"],
  unknown: []
}, {
  id: "19452360",
  stem: "在信息爆炸与不确定性共存的时代，批判性思维已成为最稀缺却最关键的能力之一。它不是快速得出结论，而是持续发问，追根究底的过程，是对表象的________、对逻辑的________、对复杂性的________。具备这种能力的人，往往能在模糊中辨清重点，在喧嚣中坚持判断。\n依次填入画横线部分最恰当的一项是：",
  correct: ["质疑", "检视", "拆解"],
  distractor: ["置疑", "论证", "解构", "怀疑", "检验", "分析", "概括", "推理", "判断"],
  unknown: []
}, {
  id: "19452367",
  stem: "该理论在解释现有现象时展现出了一定的说服力，________将其视为解释一切相关问题的终极真理，________是一种过分简化的做法。\n填入画横线处最恰当的一项是：",
  correct: ["尽管", "但是", "则"],
  distractor: ["如果", "那么", "便", "既然", "所以", "则", "虽然"],
  unknown: []
}, {
  id: "16070031",
  stem: "声音权与肖像权一样，都是每个人不容侵犯的合法权益。在日常生活中，肖像权因肖像直观可见而更易被理解和________，比如明星头像被盗用，大家一眼就能看出不妥。但声音无形，一些人便误以为其中有“操作空间\xa0”，这也成了部分商家________通过AI\xa0训练生成“仿制声音\xa0”的心理诱因。\n依次填入画横线部分最恰当的一项是：",
  correct: ["重视", "堂而皇之"],
  distractor: ["感知", "巧立名目", "识别", "明目张胆", "维系", "投机取巧"],
  unknown: []
}, {
  id: "16069755",
  stem: "中国传统山水画通过________的手法营造出万千意境。苏绣艺术家深谙这一理念，在山水题材创作中巧妙利用绣地绢帛本色的“空白”与丝线绣制的“形象”，营造出“超以象外”的空间意境，打破了传统刺绣的密集形态，提升了画面的艺术表现力。\n填入画横线部分最恰当的一项是：",
  correct: ["虚实相生"],
  distractor: ["天人合一", "刚柔兼济", "举重若轻"],
  unknown: []
}, {
  id: "16069852",
  stem: "为适应不同地域和气候条件，昆虫需要________的季节性适应策略以及合理的年度生活史，以应对低温、短光照、食物匮乏等不利环境。滞育是昆虫在特定时期或特定季节性信号（如光变化、温度等）的________下发生的发育停滞行为，可以帮助昆虫应对不利环境并显著延长昆虫的世代周期，因此也是造成昆虫不同年度生活史的生理基础。\n依次填入画横线部分最恰当的一项是：",
  correct: ["有效", "诱导"],
  distractor: ["灵活", "推动", "复杂", "调控", "适宜", "影响"],
  unknown: []
}, {
  id: "16070123",
  stem: "火灾救援本就应该________，耽误时间损失的不仅是财产，也可能会是生命。因此，道路交通安全法对包括消防车在内的特种车辆，赋予其执行紧急任务时的优先通行权，其他车辆和行人应当让行。对一般公众而言，区分是不是紧急任务，最________的方式就是听警报器是否发出警报，看标志灯具是否亮起。\n依次填入画横线部分最恰当的一项是：",
  correct: ["争分夺秒", "简单"],
  distractor: ["刻不容缓", "理想", "迫在眉睫", "便捷", "急不可待", "常规"],
  unknown: []
}, {
  id: "16069754",
  stem: "今天，人们出游已不再满足于________、拍照留念，而是希望体验风土人情、感受人文精神。________的“城市伴手礼”，能满足游客“带走一座城记忆”的情感需求，更能提供独特的审美体验和精神享受，创造新的消费场景、业态和模式。\n依次填入画横线部分最恰当的一项是：",
  correct: ["走马观花", "别具一格"],
  distractor: ["蜻蜓点水", "花样翻新", "囫囵吞枣", "独出心裁", "浅尝辄止", "特立独行"],
  unknown: []
}, {
  id: "16070130",
  stem: "今天，人工智能技术已经深刻改变了人类与环境互动的能力和________，正在推动人类社会新的范式变革。人类个体最理想的发展路径或许是让人工智能继续发挥其强大的工具性能，更好地使用人工智能以进一步提升人类主体性和________，通过人机协同突破人类认知边界，让人工智能高效参与到人类“源于无”的创新中。\n依次填入画横线部分最恰当的一项是：",
  correct: ["角色", "创造力"],
  distractor: ["模式", "价值观", "逻辑", "参与度", "维度", "能动性"],
  unknown: []
}, {
  id: "16070018",
  stem: "说起某地的地理情况，它既可以指这一地区的山川水文、地形走势、气候等自然要素，也可能涉及行政区划、人口分布、风俗习惯等看似和地理关系不大，却又________地决定了一个地方发展模式的人文要素。正是因为这门学科的外延如此________，地理的学习才成了一项复杂的系统性工作。\n依次填入画横线部分最恰当的一项是：",
  correct: ["实实在在", "丰富"],
  distractor: ["不言而喻", "宽广", "不容置疑", "抽象", "潜移默化", "模糊"],
  unknown: []
}, {
  id: "16070085",
  stem: "鲁迅十八岁考入矿务铁路学堂，到日本留学后，依然对矿物________，记录了大量笔记，手抄、临摹过许多海外矿业的专著。鲁迅读书的时代，地质学仍被称为“地学”，矿物学则被称为“金石学”。________的人或许会以为，这两门功课探讨的仍是舆地和钟鼎碑版这些古老的学问。\n依次填入画横线部分最恰当的一项是：",
  correct: ["情有独钟", "不明就里"],
  distractor: ["爱不释手", "张冠李戴", "乐此不疲", "抱残守缺", "念念不忘", "浅尝辄止"],
  unknown: []
}, {
  id: "16070013",
  stem: "草原生态脆弱，游客却漫天抛撒纸屑，无论是纸片可降解，抑或是其他“无害声明”，都不该成为“放肆”的理由。户外运动中有“无痕山林七原则”，其中之一是“勿留下任何人类的影响”。这是一种对自然的________。人们既然无法完全预知自身行为对环境的影响，那么还是“少做为妙”，________将相关风险降到最低。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["敬畏", "主动"],
  distractor: ["信仰", "力争", "尊重", "率先", "庇护", "自觉"],
  unknown: []
}, {
  id: "16070081",
  stem: "在文旅热的当下，依托名人资源、打造驰名IP、凸显地方特色，是在日益激烈的竞争中________的捷径。但同样不可否认的是，争夺名人故里是企图以“四两拨千斤”的“巧劲”回避文化建设的漫长与艰苦。我们必须警惕争夺名人故里背后所体现出的急功近利的浮躁心态。这种浮躁心态与文化建设规律________，不利于文旅事业高质量发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["脱颖而出", "背道而驰"],
  distractor: ["出类拔萃", "南辕北辙", "一鸣惊人", "适得其所", "崭露头角", "分道扬镳"],
  unknown: []
}, {
  id: "17467552",
  stem: "我们一方面渴望独立自主，另一方面也需要有所倚靠，但在人际关系中，我们偏只愿意强调其中一方。更为________的是，我们有可能是为了依赖而独立，也有可能是为了独立而依赖。关于两种观念体系孰是孰非的讨论________，但是每一个做父母的人至少应该知道有这两种相互________的观念存在。\n依次填入画横线部分最恰当的一项是：",
  correct: ["复杂", "莫衷一是", "龃龉"],
  distractor: ["可惜", "见仁见智", "冲突", "重要", "悬而未决", "纠缠", "麻烦", "由来已久", "抵触"],
  unknown: []
}, {
  id: "10686680",
  stem: "奶皮子与糖葫芦的组合，精准________了年轻人“怀旧+猎奇”的双重心理，因此迅速风靡各地。对这些消费者而言，在快节奏的现代生活中，排队3小时的等待不再是________，而是为热爱付出的仪式感；为此花费数十元也不再是________的消费支出，而是犒劳自己的“小确幸”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["击中", "煎熬", "单纯"],
  distractor: ["契合", "负累", "轻率", "捕捉", "浪费", "奢侈", "匹配", "虚耗", "高昂"],
  unknown: []
}, {
  id: "16069778",
  stem: "中国人对地域文化的执着，或许从对“籍贯”的强调中________。每个人一出生，就要标记出“籍贯”，从此它成为伴随人一生的身份信息。籍贯，不仅是简单的地理坐标，更是家族历史、文化基因的________。陌生人初次见面，“你是哪里人”的询问，本质上是对地域文化背后情感联结与身份认同的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["可见一斑", "承载", "探寻"],
  distractor: ["见微知著", "传承", "探讨", "略知一二", "延续", "追究", "以偏概全", "印记", "追寻"],
  unknown: []
}, {
  id: "16069908",
  stem: "眼睛是十分________的人体器官，对它“动刀”需要万分谨慎，因为任何一个环节的________都可能造成严重后果。互联网时代，千万不能通过网上的________，就选择一家医院去做近视手术。\n依次填入画横线部分最恰当的一项是:",
  correct: ["精密", "疏漏", "只言片语"],
  distractor: ["复杂", "松懈", "流言蜚语", "关键", "差池", "一面之词", "独特", "失误", "不经之谈"],
  unknown: []
}, {
  id: "17467581",
  stem: "如果说“小将”心态是心中燃烧的火，点燃干事创业的激情，赋予我们突破桎梏的魄力；那么“大将”风范，则是以深厚的定力和耐心，让这团火燃得更久，烧得更旺。二者________。没有前者，容易因循守旧、畏缩不前；缺乏后者，则可能浅尝辄止、急功近利。\n填入画横线部分最恰当的一项是：",
  correct: ["相辅相成"],
  distractor: ["互为表里", "遥相呼应", "相得益彰"],
  unknown: []
}, {
  id: "15833732",
  stem: "针对“违章指挥、违规作业、违反劳动纪律”多发频发问题，市应急管理部门从5月起在全市范围内部署开展“三违”专项整治工作，重点整治“违章指挥”15项内容、“违规作业”13项内容、“违反劳动纪律”11项内容，从源头严防各类生产安全事故发生。宁可未雨绸缪，不做________，这是筑牢“安全之基”，全力提升应急管理水平的一个缩影。\n填入画横线部分最恰当的一项是：",
  correct: ["临渴掘井"],
  distractor: ["临阵磨枪", "亡羊补牢", "涸辙之鲋"],
  unknown: []
}, {
  id: "15833722",
  stem: "徐渭深受王阳明弟子王畿哲学的影响，主张为人处世要从心上立根，以无挂碍的“真我”为最高真实。他认为绘画的关键，不在于“临摹”，即与客观物象________、锱铢必较，而在于“寄兴”，以直抒胸臆、表达真我、寄托自己情怀为目的。在他看来，近来天道都颇有________，被打乱季节顺序，将四时花草绘于一处，重建超越时令的生命秩序，不仅自有道理，也是合理存在。\n依次填入画横线部分最恰当的一项是：",
  correct: ["肤寸而合", "差池"],
  distractor: ["不差毫厘", "轮换", "寸积铢累", "流变", "严丝合缝", "差错"],
  unknown: []
}, {
  id: "15833713",
  stem: "“构建网络空间命运共同体”理念的提出，正是对全球互联网向何处去、网络空间如何治理时代之问的答案。它深刻揭示，网络空间是人类共同的活动空间，其前途命运应由世界各国共同掌握。各国在网络空间________、利益交融，任何国家都无法________，也无法凭一己之力应对所有风险。必须摒弃零和博弈、赢者通吃的旧思维，树立合作共赢、共建共享的新理念。\n依次填入画横线部分最恰当的一项是：",
  correct: ["休戚与共", "独善其身"],
  distractor: ["风雨同舟", "独辟蹊径", "桴鼓相应", "自行其是", "同气连枝", "置身事外"],
  unknown: []
}, {
  id: "15833662",
  stem: "我国的非遗________，凝聚着广大人民群众生产生活的技艺、经验与智慧。过去，认为非遗又老又土的不在少数，只见其形、不见其神的更是________。如今，不论是线上还是线下，3D建模、全息投影、AI、AR等新技术的发展，让非遗倍增流行范、更加有意蕴。\n依次填入画横线部分最恰当的一项是：",
  correct: ["丰富多彩", "大有人在"],
  distractor: ["异彩纷呈", "不计其数", "五花八门", "比比皆是", "琳琅满目", "不乏其人"],
  unknown: []
}, {
  id: "13812059",
  stem: "一些干部把自己看得太重，把党和人民的事业往后排，信奉“洗碗越多，摔碗越多”，宁可不干也不能出错。这般心思作祟，落到实践中就会________。比如，有的干部面对村民的危房改造申请，怕签字盖章后房子再出问题而担责，宁让村民“忧居”也不帮助“优居”；有的干部面对创新项目，束手束脚不敢推进，贻误市场机遇；还有的干部面对突发事件，________错失最佳处置时间，导致事态扩大\xb7\xb7\xb7\xb7\xb7\xb7顾虑重重、推脱躲闪，反而造成工作推进中的主观障碍、人为堵点。\n依次填入画横线部分最恰当的一项是：",
  correct: ["患得患失", "瞻前顾后"],
  distractor: ["首鼠两端", "投鼠忌器", "阳奉阴违", "犹豫不决", "畏首畏尾", "敷衍塞责"],
  unknown: []
}, {
  id: "15833718",
  stem: "作为拉动经济的新增长引擎，低空经济凭借其创新业态和丰富场景，精准________消费者对个性化、沉浸式旅游体验的市场所需，逐步成为驱动文旅产业转型升级的重要力量。目前，低空技术与文旅产业的深度融合，不断________新消费场景：从载人飞行观光解锁空中视野，到无人机编队互动演绎科技浪漫；从低空主题营地开辟特色消费场景，到极限运动项目激活感官体验\xb7\xb7\xb7\xb7\xb7\xb7多元立体的文旅消费新生态逐渐确立。\n依次填入画横线部分最恰当的一项是：",
  correct: ["契合", "衍生"],
  distractor: ["满足", "开发", "引领", "创造", "挖掘", "派生"],
  unknown: []
}, {
  id: "15833702",
  stem: "治理医疗信息泄露面临诸多困难，尽管我国已针对医疗信息建立了民事、行政、刑事“三合一”法律保护机制，但在落实过程中还存在短板漏洞。不少单位对医疗信息的保护意识薄弱，缺乏清晰的隐私界定标准，在员工培训教育、内控管理、技术防范等环节存在________。由于医疗信息泄露________强，相关部门查处的难度大、概率低。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不足", "隐蔽性"],
  distractor: ["缺失", "复杂性", "疏漏", "隐秘性", "缺陷", "潜伏性"],
  unknown: []
}, {
  id: "15833675",
  stem: "“敬”指的是对事物发自内心的尊重与崇尚，“畏”则包含戒惧和省思之意，敬与畏是一体的。倘若有敬无畏，就容易表面崇敬、内心无惧，进而萌生私心，做事________，假作为、乱作为；反之，如果有畏无敬，就可能举棋不定、优柔寡断，难免抵触厌战，做事________，不敢为、不作为。\n依次填入画横线部分最恰当的一项是：",
  correct: ["急功近利", "瞻前顾后"],
  distractor: ["心猿意马", "畏首畏尾", "竭泽而渔", "拈轻怕重", "唯利是图", "舍本逐末"],
  unknown: []
}, {
  id: "15833728",
  stem: "当前，中国汽车产业技术成果大量涌现，创新活力与迭代速度令全球同行瞩目。更重要的是，源自中国市场的优秀技术与产品的应用场景具有________，不仅满足了中国本土消费者的多样化需求，也给全球用户带来更丰富、更经济、更绿色的出行选择，生动诠释了“中国智造”的世界意义。在超大规模市场中________、成长的中国汽车产业，有信心、有条件也有能力为实现高水平科技自立自强________，为全球汽车产业的技术演进贡献更多中国智慧。\n依次填入画横线部分最恰当的一项是：",
  correct: ["普适性", "淬炼", "添砖加瓦"],
  distractor: ["通用性", "锤炼", "增光添彩", "先进性", "历练", "保驾护航", "适用性", "锻造", "锦上添花"],
  unknown: []
}, {
  id: "16070155",
  stem: "当前人类已全面进入知识经济时代，高质量发展越来越依靠知识和创新。教育强国、科技强国、人才强国具有共生性，________。科技强国要求高科技自立自强，成为世界主要科学中心；人才强国要求提高自主培养质量，成为世界重要人才中心。科技和人才离不开高质量教育体系，因此“三大强国”的统筹部署有利于支撑“两个中心”建设。\n填入画横线部分最恰当的一项是：",
  correct: ["同气连枝"],
  distractor: ["异曲同工", "同日而语", "同声相应"],
  unknown: []
}, {
  id: "16069882",
  stem: "中国有着悠久灿烂的文明，同时开创了人类历史上最为________的现代化进程，中国故事精彩非凡、激动人心，也需要精彩讲述、更好传播。\n填入画横线部分最恰当的一项是：",
  correct: ["波澜壮阔"],
  distractor: ["五彩斑斓", "流光溢彩", "汹涌澎湃"],
  unknown: []
}, {
  id: "16069895",
  stem: "未来，数字科技将会持续深度赋能文化产业，数字文化产业新模式、新业态更加丰富，文化产业的产业链、生态链、价值链更为________。我们应着重培养市场主体，探索建构文化全产业链，________文化供给与文化需求的错位，引导文化企业坚持社会效益与经济效益的高度统一，不断提升文化产品和服务的供给质量。\n依次填入画横线部分最恰当的一项是：",
  correct: ["完备", "消解"],
  distractor: ["完善", "拉开", "完好", "弥补", "完美", "避开"],
  unknown: []
}, {
  id: "16069929",
  stem: "高山草甸四周海拔较高的陡峭山地往往是不同生态系统的交界处，生存环境和食物资源更为多样，这使得赤狐可以大展拳脚，________在不同景观的边缘，将捕食效率最大化，同时也将风险降至最低，可谓________。即使在内蒙古达赉湖、宁夏贺兰山等地，赤狐的洞穴也经常出现。\n依次填入画横线部分最恰当的一项是：",
  correct: ["游走", "进退自如"],
  distractor: ["逡巡", "从容不迫", "盘桓", "张弛有度", "驻留", "攻守兼备"],
  unknown: []
}, {
  id: "16069969",
  stem: "这些“山环水绕”的地方虽然山不高，水的形态也无太大差别，但这里是自然优美的________。这里有花岗岩、石灰岩、红色砂岩三大造景岩石，每一种都造就了独具________的美，如花岗岩的雄浑、石灰岩的秀美、红色砂岩造就的赤壁丹霞\xb7\xb7\xb7\xb7\xb7\xb7然而，这块“山环水绕”之地，永远在________中展现出无穷的多样性，如花岗岩造就的黄山式的景观在江西三清山上再现，红色砂岩造就的广东仁化碧水丹崖式的风景在福建泰宁重演。\n依次填入画横线部分最恰当的一项是：",
  correct: ["典范", "个性", "统一性"],
  distractor: ["代表", "生态", "丰富性", "特例", "风情", "共同性", "范例", "形态", "同一性"],
  unknown: []
}, {
  id: "16070307",
  stem: "考古学的早期实践是自然史的延伸，就是以进化模式来安排考古材料。人类的历史和文化被看作是一种________的过程，世界各地的文化发展遵循相同的轨迹，文化差异是由发展速率的快慢所造成。这种直线进化论存在明显弱点，导致种族主义考古学________，把原住民文化看作生物学因素造成的________现象，无法发展到更高级的阶段。\n依次填入画横线部分最恰当的一项是：",
  correct: ["累进", "流行", "落后"],
  distractor: ["自然", "泛滥", "滞后", "加速", "盛行", "反常", "演变", "胜出", "极端"],
  unknown: []
}, {
  id: "16069947",
  stem: "史诗类电视剧可以被视为一种文化记忆的________，其目的不仅是呈现特定时期的历史社会文本，而且也是向观众传递镌刻在历史中的社会价值和思想观念。经由历史重现，向观众传递正确的社会价值和思想观念，是史诗类电视剧创制的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["再现", "应有之义"],
  distractor: ["表现", "金科玉律", "投影", "玉圭金臬", "展示", "不二之选"],
  unknown: []
}, {
  id: "16069937",
  stem: "一种能监测心脏术后并发症的新设备可以完成比传统的起搏器更复杂的监测。起搏器只能提供心脏的整体图像，但新设备可以提供更________的图像，具体显示出心脏哪些区域功能不正常。其上分布的微电极阵列可从心房的多个位置绘制电信号活动，并按需传递电刺激，以便在________的时候解除房颤，恢复正常心律。\n依次填入画横线部分最恰当的一项是：",
  correct: ["细致", "关键"],
  distractor: ["清晰", "需要", "直观", "适当", "完整", "凶险"],
  unknown: []
}, {
  id: "16070308",
  stem: "人工智能技术飞速发展，逐渐向人类智能水平逼近。科学家们在研究过程中愈发清晰地意识到，许多棘手的问题并非单凭一家公司之力就能成功解决。除了至今________的“电车难题”外，还有日益重要的价值观________问题——当AI拥有了自主设定目标的能力时，又该如何确保这些由AI自行确定的目标符合人类利益、与人类价值观相________？\n依次填入画横线部分最恰当的一项是：",
  correct: ["悬而未决", "对齐", "契合"],
  distractor: ["争论不休", "构建", "吻合", "流口常谈", "践行", "出入", "束手无策", "匹配", "切合"],
  unknown: []
}, {
  id: "18643787",
  stem: "我国疆域辽阔，各地区资源禀赋各有特点，经济互补性强、依存度高。各民族始终保持________、互利共赢的经济联系，有力增强了国家整体实力，促进了中华民族共同体的形成和发展。\n填入画横线部分最恰当的一项是：",
  correct: ["互通有无"],
  distractor: ["礼尚往来", "守望相助", "和衷共济"],
  unknown: []
}, {
  id: "18643781",
  stem: "尽管寄主并没有针对寄生植物进化出特别的反抗手段，但这并不代表寄主会对寄生植物________。人们已经发现，寄主某些偶然进化出的特性（抗性反应）竟能有效抵御寄生植物的寄生行为。例如，菟丝子可以寄生在野生番茄上，却不能寄生在栽培番茄上。存在天然抗性的这些物种为人们防治寄生植物提供了宝贵的遗传资源。\n填入画横线部分最恰当的一项是：",
  correct: ["听之任之"],
  distractor: ["退避三舍", "熟视无睹", "却之不恭"],
  unknown: []
}, {
  id: "18643785",
  stem: "“不谋万世者，不足谋一时；不谋全局者，不足谋一域。”这是存在于中国人性格中的大局观。围棋也与大局观________。下围棋一定要________全局，围棋博弈是一系列战役战斗相连、组合而成的一场全局性博弈。全局利益高于一切，棋理也说“急所重于大场”。\n依次填入画横线部分最恰当的一项是:",
  correct: ["息息相关", "照应"],
  distractor: ["一脉相承", "反映", "互为表里", "掌控", "水乳交融", "谋划"],
  unknown: []
}, {
  id: "18643782",
  stem: "文学批评作为一种特别的文体，具有主体性。文学批评家作为文学的________、创造者，同样具有主体性。这种主体性就表现在遵循文学批评的学术原则、规律和方法，________来自社会、市场、人情方面的“异化”，准确、深入、创造性地解读作家作品，充分发挥文学批评的多重功能与作用。\n依次填入画横线部分最恰当的一项是：",
  correct: ["阐释者", "抵抗"],
  distractor: ["建设者", "规避", "旁观者", "警惕", "参与者", "摆脱"],
  unknown: []
}, {
  id: "18643783",
  stem: "东汉晚期至宋代，中国瓷器的制造工艺相对成熟，烧造工艺稳定。到了宋代，单色釉水平________，出现了如玉似冰一样精美的单色釉瓷器。这一时期，还出现了大量的窑口，瓷器的产量大大提高。瓷器外销出现高潮。到了元明清时期，以青花瓷为代表的釉下彩瓷________，出现了著名的瓷都景德镇。\n依次填入画横线部分最恰当的一项是：",
  correct: ["登峰造极", "大放异彩"],
  distractor: ["有目共睹", "欣欣向荣", "突飞猛进", "光彩夺目", "一马当先", "异军突起"],
  unknown: []
}, {
  id: "18643786",
  stem: "人才振兴是乡村全面振兴的________，加强乡村人才队伍建设是推进乡村全面振兴的题中应有之义。要聚焦“引、留、育”关键环节，在“引贤、留才、育苗”上________发力，凝聚人才扎根美丽乡村，高效培育融入乡村全面振兴，激活动能赋能乡村全面振兴，让现代化人才在乡村全面振兴的________中建功立业。\n依次填入画横线部分最恰当的一项是：",
  correct: ["基础", "持续", "沃土"],
  distractor: ["标杆", "集中", "温床", "源头", "精准", "蓝图", "核心", "切实", "画卷"],
  unknown: []
}, {
  id: "18643789",
  stem: "员工就关乎切身利益的事项发表批评意见，其实是希望获得企业善待。一定程度上说，这也可能是诸多劳动者共同的________，进而关乎企业管理效能、制度完善和人心向背。所以，对企业来说，明智的做法是以此为切入点，________地深思自身存在的问题，有针对性地解决。这不仅是在回应个体的诉求，也是企业管理和发展的一次自我________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["心声", "举一反三", "校准"],
  distractor: ["希望", "闻过则喜", "更新", "愿望", "虚怀若谷", "升华", "追求", "博采众长", "验证"],
  unknown: []
}, {
  id: "18643791",
  stem: "西方传统上否认人与自然有着任何________的道德关系。在生态伦理中，这种理念既________又非全无所据，因为我们即人类，故本能地从人的立场来思考问题。但是，这种所谓人类中心主义如果恶性膨胀、________，不仅会危害自然界的各种物种、破坏地球生态，人类自己最终也将自掘坟墓。\n依次填入画横线部分最恰当的一项是：",
  correct: ["直接", "根深蒂固", "泛滥成灾"],
  distractor: ["固定", "大行其道", "有恃无恐", "连续", "行之有效", "甚嚣尘上", "明确", "牢不可破", "肆无忌惮"],
  unknown: []
}, {
  id: "18643795",
  stem: "大数据、人工智能和区块链技术使篡改、隐瞒、垄断、删除、抵赖等恶习，都变得________。在同样的数字信息条件下，谁更能反应敏捷、决策果断、出手迅捷、执行坚决，谁就能赢得竞争，这减少了过去那种信息不对等的情况和凭信息优势而________获利的现象。这就要求决策者能够对数字信息较________地掌控和利用，尊重事物的客观和发展的规律，减少和防止主观武断和权力任性。\n依次填入画横线部分最恰当的一项是：",
  correct: ["难以为继", "侥幸", "全面"],
  distractor: ["一目了然", "持续", "辩证", "无足轻重", "轻易", "系统", "无处遁形", "过度", "尽力"],
  unknown: []
}, {
  id: "18643788",
  stem: "不少网红产品都有类似的营销________：针对年轻人喜好开发设计产品，加强网络营销推广产品，特别是采用直播带货、在社交平台分享帖文等方式，吸引流量、刺激消费者购买。在这样的商业链条中，产品本身的品质和服务反而容易被________。因此，一些网红产品看似能在短时间内创造可观的销售业绩，却经不起时间的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["路径", "忽视", "检验"],
  distractor: ["策略", "蔑视", "拷问", "理念", "无视", "磨炼", "方法", "漠视", "推敲"],
  unknown: []
}, {
  id: "19526373",
  stem: "党员干部生活作风的蜕变，往往是从吃喝等看似小事的地方开始的。“堤溃蚁孔，气泄针芒”，这句古训就是强调________的重要性。习近平同志曾在《之江新语》中写道：“小事小节是一面镜子，能够反映人品，反映作风。”党员干部要严格对照中央八项规定精神，深刻认识小与大的辩证关系，主动“照镜子”自查。\n填入画横线部分最恰当的一项是：",
  correct: ["防微杜渐"],
  distractor: ["积微成著", "慎小谨微", "曲突徙薪"],
  unknown: []
}, {
  id: "19526234",
  stem: "在太空实验室开展的脑电测试实验中，航天员戴的“小红帽”叫作脑电帽，里面嵌入了众多微小的触头，它们像一群________的小侦探，精准捕捉大脑每一个微妙的波动。这顶帽子赋予航天员神奇的能力——无须言语，无须动作，仅仅通过思维就能给电脑下指令，操控各种设备。\n填入画横线部分最恰当的一项是：",
  correct: ["明察秋毫"],
  distractor: ["未卜先知", "洞若观火", "随机应变"],
  unknown: []
}, {
  id: "19526439",
  stem: "正如孙子所说，备战者要“先为不可胜，以待敌之可胜”。战争指挥员要先保证决策稳妥可靠，部署不出纰漏，不给对手以可乘之机。在________的战争态势下，这是可以掌控的事情。就像足球比赛中的防守反击战术，先得保证自己不盲动、不冒进、不失球，________、持重待机，而后抓住机会、一击制胜。\n依次填入画横线部分最恰当的一项是：",
  correct: ["变幻莫测", "稳扎稳打"],
  distractor: ["瞬息万变", "按部就班", "一触即发", "从长计议", "波诡云谲", "以守为攻"],
  unknown: []
}, {
  id: "19526241",
  stem: "面对新的形势和要求，必须进一步全面深化改革，继续完善各方面制度机制，因而制度建设的任务更为繁重艰巨，加强顶层设计更为重要。如果不能全景式俯瞰和把握制度建设全局，采取总体构想和战略谋划，做到胸中有数，________地层层系统设计，难免顾此失彼、________，无法取得制度建设的成效。\n依次填入画横线部分最恰当的一项是：",
  correct: ["自上而下", "左支右绌"],
  distractor: ["抽丝剥茧", "捉襟见肘", "循序渐进", "进退维谷", "由表及里", "得不偿失"],
  unknown: []
}, {
  id: "19526429",
  stem: "知识产权事务流程复杂，法规晦涩，让人摸不着头脑，公众常________。如今，人们可通过国家知识产权公共服务电子平台获取各类知识产权办理入口，进行基础数据查询，这样便捷的方式像“________”一样，节省了时间成本，更有利于在公众心中埋下知识产权保护的种子。\n依次填入画横线部分最恰当的一项是：",
  correct: ["望而却步", "快车道"],
  distractor: ["不求甚解", "直通车", "不知所措", "通行证", "望洋兴叹", "快进键"],
  unknown: []
}, {
  id: "19526314",
  stem: "面对技术突破催生的新产品和新服务，市场响应往往具有________。在层出不穷的技术供给面前，市场选择是审慎、挑剔的，具有一定的随机性。对于一些技术虽然先进，但应用前景不明朗、难以迅速形成现金流的企业，市场通常会选择放弃。从这个角度看，瞪羚企业、独角兽企业都是经受住市场________的胜出者。\n依次填入画横线部分最恰当的一项是：",
  correct: ["滞后性", "大浪淘沙"],
  distractor: ["差异性", "精挑细选", "被动性", "优胜劣汰", "模糊性", "千锤百炼"],
  unknown: []
}, {
  id: "19526384",
  stem: "利用网络存在的安全漏洞入网窃取数据信息，这种方式相当隐蔽，往往会使数据的安全响应________；而且网络中流转数据的规模十分巨大，来源异常复杂，攻击者一旦掌握网络漏洞，入侵网络后就可以在网上“________”，窃取数据。因此，必须严密防范数据在共享过程中可能遭受的各种攻击和泄露。\n依次填入画横线部分最恰当的一项是：",
  correct: ["形同虚设", "守株待兔"],
  distractor: ["防不胜防", "按图索骥", "名存实亡", "偷天换日", "鞭长莫及", "瓮中捉鳖"],
  unknown: []
}, {
  id: "19526287",
  stem: "发展新质生产力不能简单理解为________传统产业，它与发展传统产业并不矛盾。一方面，传统产业平稳发展在稳就业、稳增长等方面具有不可替代的作用；另一方面，传统产业不仅对战略性新兴产业和未来产业发展有________的支撑作用，而且可以转化为新兴产业，通过科技赋能，成为新质生产力的重要________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["淘汰", "基础性", "载体"],
  distractor: ["取代", "持续性", "依托", "摒弃", "系统性", "抓手", "削弱", "根本性", "源头"],
  unknown: []
}, {
  id: "19526293",
  stem: "敢于正视问题的反面是回避矛盾、________，个别表现在：发言提纲套用、借用、翻用，发言内容偏离主题、不及重点，________、似曾相识，剖析问题避重就轻、________，相互批评官话、套话\xb7\xb7\xb7\xb7\xb7\xb7凡此种种，致使民主生活会的批评和自我批评有形式而无实质内容和效果，必须防止和纠正。\n依次填入画横线部分最恰当的一项是：",
  correct: ["敷衍了事", "老生常谈", "隔靴搔痒"],
  distractor: ["虚与委蛇", "长篇大论", "大而化之", "畏首畏尾", "陈词滥调", "浮光掠影", "闪烁其词", "不痛不痒", "张冠李戴"],
  unknown: []
}, {
  id: "19526381",
  stem: "城镇化发展不宜________。城镇化率低且人口规模大的地区，应着重提升水平、挖掘潜力；城镇化率较高且人口持续集聚的地区，不妨促进大中小城市和小城镇________发展。在此过程中，要坚持系统观念，统筹城乡、双向发力。如此，才能在城乡一体、良性互动中，让城镇化成为一个顺势而为、________的发展过程。\n依次填入画横线部分最恰当的一项是：",
  correct: ["整齐划一", "协调", "水到渠成"],
  distractor: ["一步到位", "共同", "自然而然", "一哄而上", "均衡", "顺理成章", "千篇一律", "融合", "大势所趋"],
  unknown: []
}, {
  id: "19526292",
  stem: "通用人工智能对重大情报的挖掘和精确预测，确实能够提高情报准确性，有利于减少误判；但有时也可能会使人类盲目自信，刺激其________。通用人工智能带来的进攻优势，导致最佳防御战略就是“________”，这会打破进攻与防御的平衡，引发新型安全困境，反而增加了战争爆发的风险。\n依次填入画横线部分最恰当的一项是：",
  correct: ["铤而走险", "先发制人"],
  distractor: ["孤注一掷", "避实击虚", "轻举妄动", "以攻为守", "刚愎自用", "攻其不备"],
  unknown: []
}, {
  id: "19526382",
  stem: "新史料被发掘，有赖于史家具有证据意识。若是史家不认为某个史料可以作为证据，该史料可能会被________。比如甲骨文，起初甲骨被当作龙骨入药，不被史家关注。但晚清学者王懿荣意识到龙骨非同寻常，后经考证确认甲骨文是商代文字，之后史家以此为证据重构殷商历史，为中华文明起源这一重大问题提供了________支点。\n依次填入画横线部分最恰当的一项是：",
  correct: ["束之高阁", "坚实"],
  distractor: ["视而不见", "稳固", "弃如敝屣", "崭新", "断章取义", "可靠"],
  unknown: []
}, {
  id: "19526240",
  stem: "五彩滩是一处著名的雅丹地貌景观，位于新疆维吾尔自治区，中国唯一一条注入北冰洋的河流额尔齐斯河穿其而过。南岸有绿洲、沙漠，北岸则是________的泥岩、砂岩及砂砾组成的奇石怪岩，这两种________的地貌遥相辉映，“一河隔两岸，胜似两重天”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["色彩斑斓", "截然不同"],
  distractor: ["鳞次栉比", "大相径庭", "千姿百态", "别具一格", "绚丽多姿", "各有千秋"],
  unknown: []
}, {
  id: "19526267",
  stem: "未来特战力量可通过智能辅助，直接干扰或控制敌方指挥控制系统，造成敌方思想混乱、心理受挫甚至出现幻觉；或者通过伴随无人平台实施网络作战，篡改指控系统指令和数据实现“________”，致使敌方指挥失灵、协同失效、人员失能，________地失去战斗力，从而实现“不战而屈人之兵”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["釜底抽薪", "无声无息"],
  distractor: ["移花接木", "彻头彻尾", "暗度陈仓", "潜移默化", "反客为主", "浑然不觉"],
  unknown: []
}, {
  id: "19526322",
  stem: "对于不符合著作权法、专利法、商标法等专门法保护条件的创新成果，反不正当竞争法为其提供了________保护。面对数字时代________的新型不正当竞争行为，反不正当竞争法通过一般条款的灵活解释和适用，能够及时规制尚未被其他专门法________的知识产权侵权行为，防止创新成果被不正当使用。\n依次填入画横线部分最恰当的一项是：",
  correct: ["补充", "层出不穷", "覆盖"],
  distractor: ["特殊", "屡见不鲜", "界定", "升级", "五花八门", "收录", "额外", "应运而生", "明确"],
  unknown: []
}, {
  id: "19526307",
  stem: "中生代寄生蠕虫的化石数量并不稀少，但由于其地质年代相较于寒武纪、奥陶纪等更年轻，常被认为难以________深层次的生物演化奥秘。其次，这些蠕虫往往体型微小，化石保存状况不佳。再者，它们形态单调、特征________，使得分类鉴定难度极高。因此，中生代寄生蠕虫的相关研究仍然________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["揭示", "模糊", "屈指可数"],
  distractor: ["阐释", "相似", "凤毛麟角", "蕴含", "泛化", "停滞不前", "探寻", "统一", "无从下手"],
  unknown: []
}, {
  id: "19526402",
  stem: "领导干部领导水平的高低，很重要的一点就在于能否预见在先、________，如果没有“草摇叶响知鹿过”的________、“窥一斑而知全豹”的预判，见事迟、反应慢，倾向性问题就可能不断叠加、________、升级，造成无法挽回的损失。因此，领导干部要做到早预警、早干预，避危于无形、止损于未发。\n依次填入画横线部分最恰当的一项是：",
  correct: ["未雨绸缪", "敏锐", "演变"],
  distractor: ["独具慧眼", "警惕", "延伸", "见微知著", "谨慎", "激化", "胸有成竹", "细致", "辐射"],
  unknown: []
}, {
  id: "19526320",
  stem: "进一步全面深化司法改革，必须聚焦改革的本质要求，严格依法依规推进改革，所有履职都要立足宪法法律赋权，________职能边界，不脱离法院职能，不超越法院职权，更不能________，确保改革不偏离正确方向。积极发挥法治对改革的引导、推动、规范、________作用，确保重大改革依法有序、于法有据，增强改革的执行力、穿透力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["恪守", "越俎代庖", "保障"],
  distractor: ["遵循", "各自为政", "监督", "划定", "为所欲为", "震慑", "厘清", "画地为牢", "约束"],
  unknown: []
}, {
  id: "19526291",
  stem: "在技术的赋能下，检察机关在办理公益诉讼案件时如同拥有了顺风耳、千里眼，不仅能有效避免“________”式的线索摸排，也能有力确保证据的客观性和准确性，办案将更加精准、规范、高效，国家利益和社会公共利益将得到更好守护，公平正义也将更加可感可触。\n填入画横线部分最恰当的一项是：",
  correct: ["大海捞针"],
  distractor: ["刻舟求剑", "管中窥豹", "缘木求鱼"],
  unknown: []
}, {
  id: "19526300",
  stem: "把握好动静之度，是解决问题的关键。过度求静易陷入消极懈怠、________的泥潭。在面对新问题时，往往会因为害怕承担责任或者担心打破现有秩序，一味地观望等待，致使问题越积越多。相反，情况不明时过于求动会让很多事情变得杂乱无章，往往________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["固步自封", "事与愿违"],
  distractor: ["安于现状", "分身乏术", "裹足不前", "措手不及", "自暴自弃", "适得其反"],
  unknown: []
}, {
  id: "19526330",
  stem: "作风建设无小事，廉洁自律的考验往往藏在“生活圈”“社交圈”的细微处。年轻干部必须以“________”的清醒系紧“风纪扣”，在公私界限上________，在校准坐标中涵养浩然之气。一些年轻干部的案例警示我们，许多违纪违法行为的________，正是对“微特权”“小官僚”习以为常的麻木。\n依次填入画横线部分最恰当的一项是：",
  correct: ["如履薄冰", "寸步不让", "起点"],
  distractor: ["常备不懈", "一丝不苟", "征兆", "严阵以待", "锱铢必较", "端倪", "谨小慎微", "壁垒分明", "倾向"],
  unknown: []
}, {
  id: "18643660",
  stem: "在科技—产业—金融新循环长效机制下，天津金融机构广泛开展了产品创新。比如中国邮政储蓄银行天津分行配套了“技术流评价”体系，对技术实力强、发展前景好的企业，提供更有竞争力的优惠利率，以及无还本续贷等增值服务。目的就是真正让科技企业________，加速把科技成果转化为生产力，推动产业升级。\n填入画横线部分最恰当的一项是：",
  correct: ["轻装上阵"],
  distractor: ["破茧成蝶", "游刃有余", "脱颖而出"],
  unknown: []
}, {
  id: "18643752",
  stem: "公园业态的创新探索，需要在公益属性与商业开发间达致平衡。切不可因盲目寻求流量、挖掘商业价值而忽视了其原本的公益属性，引发生态空间被破坏或造成扰民等问题，否则就是________，与城市高质量发展的初衷背道而驰。\n填入画横线部分最恰当的一项是：",
  correct: ["本末倒置"],
  distractor: ["饮鸩止渴", "竭泽而渔", "因噎废食"],
  unknown: []
}, {
  id: "18643724",
  stem: "灵动活泼的方言往往成为点睛之笔。鲁迅的作品中不乏源自绍兴方言的重叠词“白历历”“寒颤颤”，事物性状模态________。周立波在《山乡巨变》中写道：“她的脚力有些来不及，鞋子流水踢着路上的石头”，用了湖南益阳方言“流水”，表示“经常地、不间断地”，简练准确而________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["跃然纸上", "不落窠臼"],
  distractor: ["呼之欲出", "妙趣横生", "纤毫毕现", "恰到好处", "惟妙惟肖", "一语中的"],
  unknown: []
}, {
  id: "18643678",
  stem: "的布局模式早已被实践证明是行不通的。部分地区曾陷入“撒胡椒面”式的发展误区，同时布局未来产业多个领域，结果研发力量分散，投资巨大却未能取得一项核心突破。与新兴产业相比，未来产业发展________更低，产业成长的不确定性更大，只有精心选择赛道，方能集中资源攻克核心技术。\n依次填入画横线部分最恰当的一项是：",
  correct: ["面面俱到", "成熟度"],
  distractor: ["齐头并进", "支撑力", "贪大求全", "可行性", "沙里淘金", "体系化"],
  unknown: []
}, {
  id: "18643689",
  stem: "近年来，《中华人民共和国网络安全法》《互联网信息服务深度合成管理规定》《生成式人工智能服务管理暂行办法》等法律法规的出台，为人工智能的有效监管奠定了基础。然而，技术发展日新月异，规则具有________。人工智能安全治理如何因时而变，避免“________”，值得深入探讨。\n依次填入画横线部分最恰当的一项是：",
  correct: ["滞后性", "刻舟求剑"],
  distractor: ["静态性", "胶柱鼓瑟", "长期性", "按图索骥", "保守性", "郑人买履"],
  unknown: []
}, {
  id: "18643703",
  stem: "借助改革的东风，各级应充分释放新体制效能，变过去________、情报难互通为联合侦察、多“情”能共享，变过去指挥上“各唱各的调”为联合决策、________，变过去火力上“各打各的靶”为联合打击，将“硬指头”攥成“铁拳头”，打通联合作战全系统全流程指挥链路，使部队行动________、如虎添翼，真正形成强大整体威力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["各自为战", "群策群力", "如臂使指"],
  distractor: ["各行其是", "众志成城", "如鱼得水", "孤军作战", "集思广益", "运斤成风", "各自为政", "广开言路", "步调一致"],
  unknown: []
}, {
  id: "18643674",
  stem: "若投资者广泛采用相似的AI大模型选股，会导致投资策略趋同，容易出现“________”的同质化交易行为，大量资金________在同类资产。这不仅可能使原本有效的投资策略因过度拥挤而失效，还会加剧市场的“羊群效应”，放大________，衍生出新的风险。\n依次填入画横线部分最恰当的一项是：",
  correct: ["千人一面", "集中", "波动"],
  distractor: ["一哄而上", "囤积", "泡沫", "趋之若鹜", "套牢", "亏损", "随声附和", "留置", "震荡"],
  unknown: []
}, {
  id: "18643725",
  stem: "彗星曾是不祥的象征。它们突兀地“闯入”人类的夜空记忆，带着长尾与光辉，也裹挟着瘟疫与战火的________。可在现代科学的叙述里，彗星慢慢露出“时间胶囊”的真实面目：它们在太阳系寒冷的边陲缓慢生长，把45亿年前的物质配方小心________。每一次近日点的“炙烤”像一次________的拆封，让我们得以窥见远古的物质。\n依次填入画横线部分最恰当的一项是：",
  correct: ["联想", "密封", "短暂"],
  distractor: ["恐惧", "包裹", "剧烈", "警示", "留存", "坦诚", "阴霾", "固结", "有限"],
  unknown: []
}, {
  id: "18643749",
  stem: "在乡村全面振兴的进程中，知识产权正扮演着日益重要的角色。它早已超越________的法律文本概念，变为乡亲们的“金扁担”。审视知识产权之于乡村产业发展，其意义是双重的：既是守护成果、明确权益的“________”，更是激发创新、提升价值的“________”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["单纯", "压舱石", "催化剂"],
  distractor: ["抽象", "护城河", "动力源", "晦涩", "安全盾", "加速器", "纸面", "指南针", "金钥匙"],
  unknown: []
}, {
  id: "18643688",
  stem: "“南有上海滩，北有天津卫”的说法，记录了天津的________。但天津人的早点，却非常________。比如，茶汤、面茶、油茶面，三种传统天津小吃，名字里都带一个“茶”字，主材都是简单的面和水，但因配料和烹制方法不同，最终形成了三种口味________的小吃。\n依次填入画横线部分最恰当的一项是：",
  correct: ["辉煌", "平民化", "迥然不同"],
  distractor: ["盛名", "生活化", "各有千秋", "荣光", "多元化", "和而不同", "地位", "本地化", "别具一格"],
  unknown: []
}, {
  id: "16069963",
  stem: "现有研究认为，虚拟孵化之所以能培育创业企业，是基于网络聚集了人力和资本资源，帮助创业企业实现了资源________。事实上，无论是传统孵化还是虚拟孵化，提供资源是孵化平台帮助创业企业克服新生________、获取竞争优势的重要方式。\n依次填入画横线部分最恰当的一项是：",
  correct: ["聚合", "劣势"],
  distractor: ["汇聚", "颓势", "聚积", "弱势", "聚拢", "态势"],
  unknown: []
}, {
  id: "16069949",
  stem: "托育服务是由3岁以下婴幼儿的法定监护人之外的人或机构，在特定时间内进行的一种组织化、系统化的照顾服务活动。在现代社会中，妇女外出就业造成的亲职抚育困境愈发________。家庭结构的小型化也造成婴幼儿照顾的代际支持________，加之年轻父母对婴幼儿照护要求的精细化，托育服务作为一种________儿童福利，越来越成为城市工薪家庭的重要选择。\n依次填入画横线部分最恰当的一项是：",
  correct: ["普遍", "不足", "补充性"],
  distractor: ["突出", "薄弱", "辅助性", "明显", "短缺", "基础性", "典型", "欠缺", "支持性"],
  unknown: []
}, {
  id: "16069881",
  stem: "近年来，随着“中华文明探源研究”“考古中国”等重大项目的深入实施，中国考古学界积极推动多学科交叉融合，不断利用新手段、新工具提升田野考古发掘水平与研究阐释能力，________了历史轴线，________了历史信度，丰富了历史内涵，________了历史场景。\n依次填入画横线部分最恰当的一项是：",
  correct: ["延伸", "增强", "活化"],
  distractor: ["廓张", "平添", "加强", "接续", "提高", "恢复", "拓长", "充实", "还原"],
  unknown: []
}, {
  id: "16069945",
  stem: "勤劳智慧的黔东南人民始终________着与大自然“万物共生”的传统，响应季节变化，熟悉土地秉性，主动顺应、融入大自然生态系统，形成了生态养殖、种植和绿色循环、发展的完整生物链。作为典型的人工生态系统，从江稻鱼鸭复合系统具有保护生物多样性、控制病虫害、调节气候、________水源等多种生态功能。\n依次填入画横线部分最恰当的一项是：",
  correct: ["坚守", "涵养"],
  distractor: ["遵守", "滋润", "恪守", "蓄积", "信守", "保持"],
  unknown: []
}, {
  id: "16069936",
  stem: "约有20%的人出生时至少携带一个名为APOE4的基因变异拷贝。该变异使人年老时更易患心脏病，但这种变异却没有被淘汰。研究发现，APOE4基因可能具有抵消其他负面影响的________好处，如携带APOE4的儿童可以更好地清除肠道寄生虫，而携带这种基因的女性会生育更多的孩子。这种生育优势可能使该致病基因在人类进化过程中得以________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["潜在", "延续"],
  distractor: ["特殊", "发展", "显性", "保存", "隐性", "入选"],
  unknown: []
}, {
  id: "16069950",
  stem: "马的移动能力强且速度快，有了马的________，人类的畜牧规模必然会有所________，聚落的大小、位置以及聚落之间的距离也会随之出现一定程度的变化。\n依次填入画横线部分最恰当的一项是：",
  correct: ["协助", "扩大"],
  distractor: ["参与", "改变", "帮助", "精简", "介入", "增加"],
  unknown: []
}, {
  id: "16069931",
  stem: "在一般印象里，香水是比较晚近的舶来品，但这里的“香水”指的是发展成熟的香精香水。20世纪初，香港的广生行和上海中西大药房________引进了淡香精香水“佛罗里达水”，借用欧阳修词中“花露重，草烟低，人家帘幕垂”的句子，命名为“花露水”。这种淡绿色香水主要使用玫瑰与麝香香精，在此后数十年里________中国，是中国最流行的香调。所以，有人将花露水称为中国最早的香水，也不能说没有依据。\n依次填入画横线部分最恰当的一项是：",
  correct: ["率先", "风靡"],
  distractor: ["先后", "遍及", "抢先", "享誉", "分别", "席卷"],
  unknown: []
}, {
  id: "17467564",
  stem: "近年来，人们通过电场对磁矩实现精准或概率性质的________，实现了对人脑中突触或神经元功能的模拟，并初步构建了基于自旋的物理神经网络。这一前沿探索不仅挑战了传统计算与信息处理模式的________，还________智能科技领域的一场深刻变革。\n依次填入画横线部分最恰当的一项是：",
  correct: ["调控", "边界", "预示着"],
  distractor: ["测定", "范式", "彰显出", "校核", "疆域", "引发了", "适配", "法则", "意味着"],
  unknown: []
}, {
  id: "14143359",
  stem: "这些“山环水绕”的地方虽然山不高，水的形态也无太大差别，但这里是自然优美的________。这里有花岗岩、石灰岩、红色砂岩三大造景岩石，每一种都造就了独具________的美，如花岗岩的雄浑，石灰岩的秀美，红色砂岩造就的赤壁丹霞\xb7\xb7\xb7\xb7\xb7\xb7然而，这块“山环水绕”之地，永远在________中展现出无穷的多样性，如花岗岩造就的黄山式的景观在江西三清山上再现，红色砂岩造就的广东仁化碧水丹崖式的风景在福建泰宁重演。\n依次填入画横线部分最恰当的一项是：",
  correct: ["典范", "个性", "统一性"],
  distractor: ["代表", "生态", "丰富性", "特例", "风情", "共同性", "范例", "特色", "同一性"],
  unknown: []
}, {
  id: "18643995",
  stem: "创新从来都是九死一生，但我们必须有“亦余心之所善兮，虽九死其犹未悔”的豪情。我国广大科技工作者要有强烈的创新信心和决心，既不________，也不妄自尊大，勇于攻坚克难、追求卓越、赢得胜利，积极抢占科技竞争和未来发展制高点。\n填入画横线部分最恰当的一项是：",
  correct: ["妄自菲薄"],
  distractor: ["固步自封", "骄傲自满", "甘居人后"],
  unknown: []
}, {
  id: "18643996",
  stem: "从广袤的海洋到无垠的天空，从复杂的陆地战场到神秘的电磁空间，每一个角落都________着高科技的较量。其中，数据链宛如一条无形却坚韧的纽带，将各个作战单元紧密相连，成为现代战争中________的关键要素，深刻地影响甚至决定着战争的走向与胜负。\n依次填入画横线处最正确的一项是：",
  correct: ["充斥", "当之无愧"],
  distractor: ["弥漫", "举足轻重", "交织", "毋庸置疑", "遍布", "不可偏废"],
  unknown: []
}, {
  id: "18643998",
  stem: "星间链路技术，让北斗系统实现了“一星通，星星通”。从一片空白、奋力追赶，再到和世界领先的全球导航系统________，一代代科研人员自立自强、自主创新、拼搏超越，蹚出了一条________的卫星导航探索之路。\n依次填入画横线处最恰当的一项是：",
  correct: ["并驾齐驱", "独具一格"],
  distractor: ["不分伯仲", "别无二致", "不期而遇", "独具匠心", "并行不悖", "别开生面"],
  unknown: []
}, {
  id: "18644003",
  stem: "树立正确的政绩观，既要以“立说立行”的锐气抢抓机遇，又要以“久久为功”的韧劲夯实发展根基。“立说立行”强调机遇________的紧迫感，“久久为功”则注重________的战略定力，二者看似矛盾，实则统一于高质量发展的实践逻辑中。\n依次填入画横线部分最恰当的一项是：",
  correct: ["稍纵即逝", "持之以恒"],
  distractor: ["白驹过隙", "稳扎稳打", "千载难逢", "坚如磐石", "时不我待", "安之若素"],
  unknown: []
}, {
  id: "12019682",
  stem: "全球发展倡议提出以来，理念内涵不断________，落实机制不断健全，推进路径更加________，务实合作逐步落地，推动国际社会聚焦发展问题，培育面向未来的高质量发展动能，为全球南方国家________发展鸿沟、共建美好世界提供中国方案。\n依次填入画横线部分最恰当的一项是：",
  correct: ["丰富", "清晰", "弥合"],
  distractor: ["升华", "明确", "修补", "扩展", "宽阔", "跨越", "深化", "通达", "消弭"],
  unknown: []
}, {
  id: "17467570",
  stem: "以往在医疗机构中出现过“我院节后手术量创新高”“开门大吉”等宣传标语，甚至有民营医院打出“手术室里全是钱”的横幅，都曾引发舆论关注和质疑。这并非公众敏感或者________，公共服务机构的宣传表达，本质是与公众的沟通对话，必须坚守“同理心”原则，每一句标语都应体现对患者的________与关怀。\n依次填入画横线部分最恰当的一项是：",
  correct: ["小题大做", "尊重"],
  distractor: ["吹毛求疵", "体谅", "捕风捉影", "理解", "不依不饶", "体恤"],
  unknown: []
}, {
  id: "15833784",
  stem: "“变种试用期”现象折射出劳动力市场权利结构的________。劳动者特别是应届毕业生和转行人员，往往缺乏议价能力，不得不接受________的试用期条件。而监管的________，也为这种变相剥削的滋生留下了空间。相关部门对“变种试用期”的认定困难、处罚力度不足，导致企业的违法成本远低于其获得的不当利益。\n填入画横线部分最恰当的一项是：",
  correct: ["失衡", "苛刻", "滞后"],
  distractor: ["紊乱", "严格", "缺失", "扭曲", "不利", "缺位", "痼疾", "复杂", "落后"],
  unknown: []
}, {
  id: "16069883",
  stem: "近年来，人们通过电场对磁矩实现精准或概率性质的________，实现了对人脑中突触或神经元功能的模拟，并初步构建了基于自旋的物理神经网络。这一前沿探索不仅挑战了传统计算与信息处理模式的________，还预示着智能科技领域的一场深刻变革。\n依次填入画横线部分最恰当的一项是：",
  correct: ["调控", "边界"],
  distractor: ["校核", "疆域", "适配", "法则", "测定", "范式"],
  unknown: []
}, {
  id: "16070152",
  stem: "“比上有余，比下不足”这八个字大致概括了宋史史料的数量特征。由于“比上有余”，治宋史者无“巧妇无米”、“________”之感；因为“比下不足”，治宋史者无“老虎吃天，无处下手”之叹。\n填入画横线部分最恰当的一项是：",
  correct: ["山穷水尽"],
  distractor: ["黔驴技穷", "顾此失彼", "青黄不接"],
  unknown: []
}, {
  id: "16069765",
  stem: "岭南盆景注重自然美与人工美的和谐统一，通过修剪、蟠扎、嫁接等多种技法，将树木、山石、水景等自然元素巧妙地融入盆中，创造出“________”的艺术效果。\n填入画横线部分最恰当的一项是：",
  correct: ["咫尺千里"],
  distractor: ["一叶知秋", "管中窥豹", "一日千里"],
  unknown: []
}, {
  id: "16070121",
  stem: "大杜鹃（俗称布谷鸟）不筑巢，而是将卵产在其他鸟类的巢中，幼鸟出生后会将宿主的蛋或幼鸟挤出巢外，________宿主的喂养，其繁殖方式十分独特。2024年，有两只大杜鹃在云南新平县金山丫口鸟类监测环志站被标上环志，先是飞往非洲过冬，后又在俄罗斯的堪察加半岛度夏，________展现出跨越洲际的强大迁徙能力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["独占", "清晰"],
  distractor: ["攫取", "客观", "骗取", "直观", "独享", "完整"],
  unknown: []
}, {
  id: "16070073",
  stem: "唐代画家几乎不会用“行旅”“早行”等对山水画进行________命名。随着宋代绘画著述的兴盛，在北宋后期，“行旅图”成为普遍接受的概念。这也与山水画的理论与实践相呼应。北宋后期的《林泉高致集》和《山水纯全集》是最全面的山水画“教科书”，均与重要宫廷画家的艺术实践密切相关，________地阐释了山水画的基本图像因素。\n依次填入画横线部分最恰当的一项是：",
  correct: ["明确", "条分缕析"],
  distractor: ["直观", "分门别类", "直接", "深入浅出", "准确", "身体力行"],
  unknown: []
}, {
  id: "12019741",
  stem: "氦________，在地球上，它的主要存在形式是单独离散的氦原子，即氦气，几乎不与任何元素发生化学反应。氦气轻盈飘逸，它的密度很小，是除了氢气以外密度最小的物质。\n填入画横线部分最恰当的一项是：",
  correct: ["独来独往"],
  distractor: ["独善其身", "独树一帜", "独一无二"],
  unknown: []
}, {
  id: "12019792",
  stem: "“办不成事”窗口冷清，是政务服务效能日益提升的________，反映出制度越来越完善，流程越来越规范、服务越来越优质、群众办事越来越方便。这扇窗口是一面镜子，时刻提醒着党员干部要持续关注群众需求，不断提升履职能力；它依然是一种保障，能够在群众遇到困难时提供________的帮助。\n依次填入画横线部分最恰当的一项是：",
  correct: ["写照", "托底"],
  distractor: ["成效", "精准", "证明", "应有", "缩影", "必要"],
  unknown: []
}, {
  id: "12019787",
  stem: "建设科学城有利于探索新时期教育、科技、人才融合发展的新模式，________科学、技术、产业一体化发展的系统性突破，形成系统效应和乘数效应，让科学城成为塑造科技与产业发展的新动能和新优势的“________”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["催生", "试验田"],
  distractor: ["建构", "催化剂", "激活", "火车头", "推动", "攻坚战"],
  unknown: []
}, {
  id: "12019791",
  stem: "今天，很多昆曲工作者在探索昆曲的发展之路，有结合流行元素的，有挖掘新题材的，有________现代科技的。而我们则着力推动昆曲文化的复原和传承，力求让观众获得________的昆曲观剧体验。\n依次填入画横线部分最恰当的一项是：",
  correct: ["融入", "原汁原味"],
  distractor: ["展现", "无与伦比", "混合", "妙趣横生", "运用", "身临其境"],
  unknown: []
}, {
  id: "12019757",
  stem: "蹭知名企业，注册相似的名称博人气、抓流量，达到________的效果\xb7\xb7\xb7\xb7\xb7\xb7在商业竞争日益激烈的今天，一些不良商家走上“歪门邪道”，通过商业碰瓷来谋取不正当利益。这种“搭便车”的歪风邪气如任其长期存在，将衍化成为严重破坏市场生态的毒瘤，不仅让消费者真假难辨，而且________企业的创新动力和消费者的信任基础。\n依次填入画横线部分最恰当的一项是：",
  correct: ["鱼目混珠", "侵蚀"],
  distractor: ["鱼龙混杂", "蚕食", "滥竽充数", "危害", "掩人耳目", "削弱"],
  unknown: []
}, {
  id: "12019745",
  stem: "优秀的文旅纪录片，往往以更具真实性的镜头语言、平实的叙事手法来浓缩一个地方的“精华”，将当地的人文特色、历史底蕴、风味生活________，从而展现小情趣、小美好。当游客循着文旅纪录片中的线索________时，会惊喜地发现“买家秀”与“卖家秀”相差无几，这份期待便稳稳当当地落了地。\n依次填入画横线部分最恰当的一项是：",
  correct: ["娓娓道来", "按图索骥"],
  distractor: ["和盘托出", "循迹溯源", "平铺直叙", "顺藤摸瓜", "条分缕析", "独辟蹊径"],
  unknown: []
}, {
  id: "12019755",
  stem: "城市更新，一头连着民生福祉，一头连着城市发展。城市管理者要以绣花功夫________城市肌理，深切________人民群众的真实诉求，把握城市更新与保护的关系，补齐城市短板，提升城市界面“颜值”，不断满足人民美好生活的需要，让民生幸福________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["雕琢", "体察", "触手可及"],
  distractor: ["打磨", "洞悉", "绵延不断", "修饰", "倾听", "花开遍地", "刻画", "回应", "落地生根"],
  unknown: []
}, {
  id: "12019756",
  stem: "发挥主动性去探究问题，综合运用已有知识去探索解决问题的方法，是研学的主要目的。强化探究性不仅要根据________的研究主题进行，而且要针对在旅行中孩子们提出的________问题持续推进，这样才能让孩子们深入探究。研学的组织者要善于________孩子们感兴趣的研究主题，鼓励孩子去探索，避免只学不研，或者研究流于形式。\n依次填入画横线部分最恰当的一项是：",
  correct: ["预设", "鲜活", "捕捉"],
  distractor: ["现有", "真实", "延伸", "设计", "新奇", "激发", "既定", "实际", "引导"],
  unknown: []
}, {
  id: "12019815",
  stem: "智能防撞系统可开启碰撞警示，必要时还将自动刹车；借助AR，智能头盔抬头显示技术把导航等信息“虚拟成像”，骑乘者可提前看到导航路线指引；自平衡技术与辅助驾驶技术，可帮助降低摩托车操控难度；智能骑行服、手套，可集成一些控制按钮或传感器，达成智能化人车交互；手机投屏、赛道模式、弹射起步功能\xb7\xb7\xb7\xb7\xb7\xb7随着新一代信息技术深入应用，摩托骑行变得更加________。\n填入画横线部分最恰当的一项是：",
  correct: ["安全", "便捷", "炫酷"],
  distractor: ["智能", "自如", "自由", "简单", "洒脱", "风驰电掣", "方便", "轻松", "随心所欲"],
  unknown: []
}, {
  id: "16069792",
  stem: "奶皮子与糖葫芦的组合，精准________了年轻人“怀旧+猎奇”的双重心理，因此迅速风靡各地。对这些消费者而言，在快节奏的现代生活中，排队3小时的等待不再是________，而是为热爱付出的仪式感；为此花费数十元也不再是________的消费支出，而是犒劳自己的“小确幸”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["击中", "煎熬", "单纯"],
  distractor: ["契合", "负累", "轻率", "捕捉", "浪费", "纯粹", "匹配", "虚耗", "奢侈"],
  unknown: []
}, {
  id: "15833703",
  stem: "汞存在生物放大效应，即由初级生产者通过生物富集而积累的汞，沿食物网________并放大，不仅给高营养级海洋生物带来潜在风险，还________人类健康。海洋浮游植物作为重要的初级生产者，具有极强的汞富集能力，是生物放大作用的________环节，决定着汞从沉积物进入食物网的量。\n依次填入画横线部分最恰当的一项是：",
  correct: ["传递", "危及", "起始"],
  distractor: ["输送", "损害", "源头", "传播", "危害", "开端", "流转", "影响", "初始"],
  unknown: []
}, {
  id: "15833723",
  stem: "实现不贰过，应当从破除三种心态做起。其一是________的“鸵鸟心态”。当错误被发现时，一些党员干部不是正视问题、剖析问题、改正问题，而是像鸵鸟一样把头埋起来，以为“看不见”就“不存在”。其二是________的“看客心态”。有人把反面教材当作是别人的事，认为与自己无关；有人对警示教育的态度是听过了就通过了、看完了就完事了。其三是________的“过关心态”。一些党员干部明面上“照单全收”，表态“问题不整改不放过”，却只局限于就错论错、就错改错，没有举一反三，疏于分析问题滋生的土壤，不从制度上去堵塞漏洞，看似“过关”却未“通关”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["讳疾忌医", "事不关己", "得过且过"],
  distractor: ["避重就轻", "作壁上观", "安于现状", "掩耳盗铃", "敷衍了事", "自暴自弃", "自欺欺人", "隔岸观火", "听天由命"],
  unknown: []
}, {
  id: "15833721",
  stem: "长三角区域汇聚不少战略科技力量，人才富集、科技水平高。运用法治思维整合科技创新力量和优势资源，有助于________打造科技创新策源地，而非各自为战、分散发力，让创新活力充分涌流。\n填入画横线部分最恰当的一项是：",
  correct: ["强强联合"],
  distractor: ["齐心协力", "优势互补", "珠联璧合"],
  unknown: []
}, {
  id: "15833661",
  stem: "党的纪律明确了不能触碰的底线和边界，莫说“五十步”，万钧之下，雷池禁区一步也不可________。以“错更小”来开脱，既是对法纪缺乏敬畏心的表现，也是对反腐败“无禁区、全覆盖、零容忍”态势的错判。在小事上打开缺口、________边界，看似微不足道的一包烟、一顿饭，就会化为沉沦的绳索，拉着人在失守变质的路上下坠。掩耳盗铃之举，终将贻害自己。\n依次填入画横线部分最恰当的一项是：",
  correct: ["逾越", "模糊"],
  distractor: ["跨越", "泛化", "僭越", "漠视", "超越", "混淆"],
  unknown: []
}, {
  id: "15833700",
  stem: "一些干部把自己看得太重，把党和人民的事业往后排，信奉“洗碗越多，摔碗越多”，宁可不干也不能出错。这般心思作祟，落到实践中就会________。比如，有的干部面对村民的危房改造申请，怕签字盖章后房子再出问题而担责，宁让村民“忧居”也不帮助“优居”；有的干部面对创新项目，束手束脚不敢推进，贻误市场机遇；还有的干部面对突发事件，________错失最佳处置时间，导致事态扩大\xb7\xb7\xb7\xb7\xb7\xb7顾虑重重、推脱躲闪，反而造成工作推进中的主观障碍、人为堵点。\n依次填入画横线部分最恰当的一项是：",
  correct: ["患得患失", "瞻前顾后"],
  distractor: ["首鼠两端", "投鼠忌器", "阳奉阴违", "犹豫不决", "裹足不前", "敷衍塞责"],
  unknown: []
}, {
  id: "15833689",
  stem: "由我国自主研发的全球首台30兆瓦级纯氢燃气轮机“木星一号”机组实现纯氢发电并保持稳定运行，这标志着全球首个30兆瓦级“电-氢-电”实证示范项目从________迈向现实。该项目________“风电、光伏、电解水制氢系统”构建了“绿电制绿氢，绿氢再发电”的“电-氢-电”能源转化模式，有效解决了新能源富余电力________的难题，为构建以新能源为主体的新型能源体系提供了可落地、可推广的一体化解决方案。\n依次填入画横线部分最恰当的一项是：",
  correct: ["蓝图", "融合", "消纳"],
  distractor: ["构想", "整合", "消耗", "草案", "集成", "消化", "愿景", "结合", "吸纳"],
  unknown: []
}, {
  id: "11226529",
  stem: "随着科技发展，日本画在工具材料、表现形式、题材内容及审美观念上都在不断变化，新的人工矿物颜料被开发出来，并________到岩彩画创作中，被称为“新岩彩”。新岩彩分级更精细，色系更丰富，弥补了天然色一石一色的缺陷，有利于画家进行创新，而这一潮流又反过来影响了当今的中国画坛。________说，岩彩艺术给了我们一个管窥亚洲文明交流互鉴的________。\n依次填入横线处最恰当的一项是：",
  correct: ["应用", "可以", "视角"],
  distractor: ["应用", "所以", "机会", "运用", "因此", "平台", "难以", "模式"],
  unknown: []
}, {
  id: "11226530",
  stem: "面对恐怖主义、难民危机、重大传染性疾病、气候变化、贫困等持久且复杂的问题，世界各国一荣俱荣、一损俱损，没有一国可以独善其身或包打天下。在这样的现实背景下，人类命运已然________，结成了命运共同体。\n填入画横线部分最恰当的一项是：",
  correct: ["休戚与共"],
  distractor: ["息息相关", "唇齿相依", "荣辱与共"],
  unknown: []
}, {
  id: "11226532",
  stem: "近期人民币汇率波动广受关注。报告称，当前人民币汇率没有________基本面，外汇市场________总体有序。无论从外部因素看，还是内部因素看，人民币汇率都不会单边走贬，而是会保持双向波动。下一阶段，人民银行和外汇局将综合施策、稳定预期，用好各项________储备工具，对市场顺周期、单边行为进行纠偏，坚决________汇率超调风险。\n依次填入画横线部分最恰当的一项是：",
  correct: ["偏离", "运行", "调控", "防范"],
  distractor: ["脱离", "运作", "调节", "防止", "偏离", "运行", "调控", "防范"],
  unknown: []
}, {
  id: "11226546",
  stem: "语言资源保护，最重要的还是语言的使用。________一种语言使用的人越来越多，那说明语言之河无“断流”之虞，________一时的调查研究有缺陷，也可以慢慢弥补，通过努力来完善。\n依次填入画横线部分最恰当的一项是：",
  correct: ["如果", "即使"],
  distractor: ["因为", "所以", "倘若", "因而", "因此", "而且"],
  unknown: []
}, {
  id: "11226538",
  stem: "我们或许告别了老一辈科学家________的创业环境，但奋斗依然是时代的主旋律。不能因为道路的平坦、前途的光明，就放弃________自我的机遇；抵达成功的彼岸没有________，贪图安逸者迟早会错过一整个时代。\n依次填入画横线部分最恰当的一项是：",
  correct: ["筚路蓝缕", "砥砺", "捷径"],
  distractor: ["栉风沐雨", "砥砺", "坦途", "筚路蓝缕", "训练", "捷径"],
  unknown: []
}, {
  id: "16707087",
  stem: "说到纤维，人们马上会________一维形态、柔韧性很好的纤细物态。然而时至今日，纤维还是那个纤维，但其________已大大改变。由于纳米材料、高分子、半导体电子器件、软件工程、纤维改性等诸多学科和技术的________，纤维在变得更纤细、更耐磨、更抗拉的同时，正在被________电学、光学性能和信息收发、储存功能。目前，国内外实验室都已获得能接收传输电信号或是能发光、发热、储能的纤维。\n依次填入画横线部分最恰当的一项是：",
  correct: ["联想", "内涵", "介入", "赋予"],
  distractor: ["想象", "本质", "介入", "付与", "性能", "介于", "赋予", "联想", "外延", "强化"],
  unknown: []
}, {
  id: "11226560",
  stem: "人类文明的发展时间与地球生命、宇宙生命相比是________的，甚至是可以忽略不计的，但是在东西方都出现了一大批杰出的思想家，犹如皓月星辰一直闪烁在历史星空中。\n填入画横线部分最恰当的一项是：",
  correct: ["微不足道"],
  distractor: ["瑕瑜互见", "见微知著", "不足挂齿"],
  unknown: []
}, {
  id: "13504261",
  stem: "对分类学者来说，与其说是找到新物种，不如说是碰到新物种。新物种的发现往往并非________，而是意外之喜。在阅读文献、野外调查、查阅图片或者研究标本时，分类学者偶尔会发现某份标本或者个体跟之前的记录不一样，进而通过形态学比较或者分子测序手段确认该物种是否属于新的物种。\n填入画横线部分最恰当的一项是：",
  correct: ["按图索骥"],
  distractor: ["守株待兔", "刻舟求剑", "照本宣科"],
  unknown: []
}, {
  id: "13504279",
  stem: "食品数字标签，相当于电子“身份证”，通过二维码等形式展示食品的标签信息，消费者可以扫描食品标签上的二维码，通过页面放大、语音识读、视频讲解等多种功能，________地获取食品的相关信息。比如，食品的名称、配料表、生产日期和保质期、营养成分表等信息，消费者________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["便捷", "一目了然"],
  distractor: ["持续", "一览无遗", "实时", "一清二楚", "详尽", "一举两得"],
  unknown: []
}, {
  id: "12882019",
  stem: "通过迁地保护、建立常态化监测体系、保护和修复野生动植物赖以生存的生态家园等一系列举措，云南许多珍稀动植物的命运正在被________。滇金丝猴数量增长到3300余只，西黑冠长臂猿、绿孔雀等20多种野生动物种群数量也大幅上升；漾濞槭、华盖木等30种极小种群野生植物________灭绝威胁。\n依次填入画横线部分最恰当的一项是：",
  correct: ["改写", "脱离"],
  distractor: ["改编", "挣脱", "改变", "面临", "修改", "受到"],
  unknown: []
}, {
  id: "13504312",
  stem: "党员干部必须拧紧世界观、人生观、价值观这个“总开关”，既避免“月黑风高无人见”的________、提防“你知我知天知地知”的花言巧语，也杜绝“富贵险中求”的________心理、纠正“法不责众”的错误认识。\n依次填入画横线部分最恰当的一项是：",
  correct: ["自欺欺人", "侥幸"],
  distractor: ["欲盖弥彰", "犯罪", "别有用心", "赌徒", "心怀叵测", "激进"],
  unknown: []
}, {
  id: "13504375",
  stem: "发展新质生产力需要传统产业的支撑与贡献。发展好传统产业，可以稳住经济的基本盘，避免________，为产业转型提供回旋空间，为新产业培育积累产业基础。因此，发展新质生产力不能不立先破、盲目放弃或忽视传统产业，也不能________，盲目上马所谓的高新技术产业。\n依次填入画横线部分最恰当的一项是:",
  correct: ["大起大落", "一哄而上"],
  distractor: ["随波逐流", "人云亦云", "大开大合", "瞎子摸象", "无的放矢", "朝秦暮楚"],
  unknown: []
}, {
  id: "13504385",
  stem: "学以致用，是知识的实用化；学以致思，是知识的________化，是追求知识的本源，是在哲学、思维学层面认识人类知识本身。学以致思，能帮助人们更恰当地运用知识，也能帮助人们从知识的实践中总结、归纳规律性的东西，反哺学以致用。所以，自觉学以致用与学以致思两者都不能________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["抽象", "偏废"],
  distractor: ["具体", "偏爱", "概括", "偏颇", "具象", "偏执"],
  unknown: []
}, {
  id: "13504376",
  stem: "生活中，________的例子很多，但事与愿违的情况时有发生。譬如初涉职场的人总希望得到提拔重用，将注意力和心思用在讨好领导上；从事科研的人希望能找到捷径一举成名，等等。这些偏离航向的努力，即使偶有收获，也会________。希望是动力，没有什么不好，但必须走在正确的路径上。\n依次填入画横线部分最恰当的一项是:",
  correct: ["急于求成", "得不偿失"],
  distractor: ["循规蹈矩", "贪小失大", "急功近利", "事倍功半", "拔苗助长", "一损俱损"],
  unknown: []
}, {
  id: "13504278",
  stem: "近年来，“打卡无人区”成为一些人的时髦选择，诸如青海可可西里、新疆罗布泊等人迹罕至的自然保护区，成了不少人________的人间秘境。但是，“无人区”及自然生态保护区，远没有外界想象得那么浪漫和神秘。每个游客及旅行团都要深刻认识到这类地区的极端危险性，切莫仅凭一腔热血与________，就盲目进发。\n依次填入画横线部分最恰当的一项是：",
  correct: ["心驰神往", "好奇"],
  distractor: ["念兹在兹", "臆想", "念念不忘", "激情", "心醉神迷", "勇气"],
  unknown: []
}, {
  id: "13504264",
  stem: "未来，金融机构应该如何进一步做好科技金融服务？\xa0要根据高技术产业研发投入大、周期长、风险高等特点，________创新信贷服务模式，最大限度提高信贷服务的________，通过规范发展“贷款+外部直投”、科技保险、科技领军企业供应链金融等专属金融服务，全方位畅通高新技术企业的贷款通道。\n依次填入画横线部分最恰当的一项是：",
  correct: ["因势利导", "适配性"],
  distractor: ["量身定制", "特殊性", "兼收并蓄", "积极性", "固本强基", "重要性"],
  unknown: []
}, {
  id: "13504378",
  stem: "大自然的雄性和小部分雌性动物在性竞争中会采取________的手段，比如“控制资源”“使用武器”，以及进化出更有________的形态或功能（表型）等。而推动雄性表型性进化的动力，是雌性作为选择者凭借其感官系统和大脑机制的结合在选择配偶的过程中表现出来的性审美。\n依次填入画横线部分最恰当的一项是：",
  correct: ["多种多样", "吸引力"],
  distractor: ["匪夷所思", "亲和力", "行之有效", "攻击性", "独出心裁", "独特性"],
  unknown: []
}, {
  id: "13504314",
  stem: "在发展流变中，汉语的表达效率不断提升。比如，“枯藤老树昏鸦，小桥流水人家，古道西风瘦马”，三个短句，省去了一切连接、修饰，全由名词并列而成。高度________的表达下，九种景物看似独立存在，实则互相________、有机相融，构建出一幅萧瑟秋景，游子离家、悲秋之情________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["凝练", "照应", "溢于言表"],
  distractor: ["简练", "叠加", "呼之欲出", "简约", "呼应", "显而易见", "概括", "关联", "不言而喻"],
  unknown: []
}, {
  id: "13504283",
  stem: "武器因人类生存需要而产生，最初的武器来自自然的________。参照蚌壳边缘、石块边棱等尖锐、锋利的存在，人类学会了制作第一批原始武器。基于对弹性、惯性、杠杆原理等概念的________认识，人类学会了制作弓弩、抛石机等弹射武器，极大地扩展了武器的攻击________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["启发", "模糊", "距离"],
  distractor: ["馈赠", "粗浅", "手段", "效法", "初步", "范围", "模仿", "清醒", "强度"],
  unknown: []
}, {
  id: "13504280",
  stem: "面对疑难杂症，临床医学上很多时候只能摸着石头过河。在这方面，AI可以发挥很大作用。它能________影像、病理、基因等多模态数据，提供多尺度综合分析，帮助我们构建更________的肿瘤画像。肿瘤是一个由复杂癌细胞组成的生态系统，对其画像勾勒得越________，就越能发现以往忽视的肿瘤行为和潜在治疗靶点，为前端治疗提供新思路。\n依次填入画横线部分最恰当的一项是：",
  correct: ["整合", "完整", "准确"],
  distractor: ["收集", "稳定", "详尽", "模拟", "具象", "立体", "回溯", "精细", "透彻"],
  unknown: []
}, {
  id: "12882020",
  stem: "欣赏现场古典音乐表演时，往往有以下________的规矩：手机调成静音，安静就座，保持肃静，________地聆听，等一首作品表演完毕才鼓掌\xb7\xb7\xb7\xb7\xb7\xb7然而，这些看似________的欣赏古典音乐表演的方式只是现代社会的独有现象，在这些音乐作品诞生的那个年代，欣赏方式并非如此。\n依次填入画横线部分最恰当的一项是：",
  correct: ["约定俗成", "全神贯注", "正确"],
  distractor: ["一丝不苟", "心无旁骛", "规范", "郑重其事", "正襟危坐", "科学", "众所周知", "目不转睛", "标准"],
  unknown: []
}, {
  id: "12881998",
  stem: "对于神经网络而言，规模越大，计算结果就越好，可以解决的问题就越多，但耗电量也越大。更重要的是，这种计算并非________，需要不断重新训练、重新优化模型，这也意味着人工智能迭代对于算力和电力的需求，似乎看不到“天花板”。\n填入画横线部分最恰当的一项是：",
  correct: ["一劳永逸"],
  distractor: ["万无一失", "一锤定音", "轻而易举"],
  unknown: []
}, {
  id: "13504570",
  stem: "聚天下英才而用之，用情贵真、谋措贵实。在“聚”上要坚持需求导向，以人才为本，拿出诚意，少一些“________”；在“用”上要坚持结果导向，搞活机制，铺路架桥，不能“光有想法没有办法”。\n填入画横线部分最恰当的一项是：",
  correct: ["口惠而实不至"],
  distractor: ["敷衍塞责", "虚应故事", "顾左右而言他"],
  unknown: []
}, {
  id: "13504542",
  stem: "好景区配上新业态，才能更好地促进旅游消费，不过新业态也并非________。前几年，特色民宿、文创产品、研学体验等还能让人眼前一亮，如今这些几乎已成为标配。为持续释放消费活力，文旅部提出实施新型业态提升计划，将加快发展线上演播、沉浸式体验、邮轮游艇、房车露营等文旅新业态，推广“跟着演出去旅行”“跟着赛事去旅行”“跟着影视去旅行”等特色模式。这些举措，既能让游客有更丰富的消费选择，也为文旅企业提供了更多发展机遇。\n填入画横线部分最恰当的一项是：",
  correct: ["一成不变"],
  distractor: ["高枕无忧", "竿头直上", "浅尝辄止"],
  unknown: []
}, {
  id: "13504562",
  stem: "作为一项革新性的技术，自动驾驶技术的商用落地，除了技术的成熟度外，还需要考虑法规、基础设施、社会接受度等诸多方面的问题。因此它必定不是一蹴而就的事情，必然要经历一个复杂而漫长的过程。只有解决好上述诸多问题，自动驾驶的健康发展和广泛应用才不会是“________”。\n填入画横线部分最恰当的一项是：",
  correct: ["空中楼阁"],
  distractor: ["海市蜃楼", "明日黄花", "无中生有"],
  unknown: []
}, {
  id: "13504545",
  stem: "云南石林喀斯特地质地貌奇观分布范围广，气势恢宏，类型多样，构景丰富，具有极高的美学价值。石林的魅力，在于永远看不透，永远难以用言语表达清楚。置身石林，宛如进入石峰石柱的海洋。举目四望，造型美妙的石峰石柱________，稍换角度，景象又迥然不同，变化多端，让人________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["比比皆是", "目不暇接"],
  distractor: ["千姿百态", "眼花缭乱", "浑然天成", "应接不暇", "美不胜收", "叹为观止"],
  unknown: []
}, {
  id: "12882001",
  stem: "学校和家庭需要给予孩子们更充分的生命教育。比如，不妨在学生中间开展关于“死亡游戏”的讨论，祛除这种所谓“游戏”的________，帮助孩子们从健康角度认识其风险，从科学角度知晓其原理。通过真实案例，帮助孩子意识到生命的唯一性，树立对生命的________，让他们在面对“极限诱惑”时，选择正确的方向。\n依次填入画横线部分最恰当的一项是：",
  correct: ["神秘感", "敬畏感"],
  distractor: ["危害性", "崇拜感", "娱乐性", "敬畏感", "虚幻性", "崇敬感"],
  unknown: []
}, {
  id: "13504552",
  stem: "第七届中国国际进口博览会共有129个国家和地区的3496家展商参加，国别（地区）数和企业数都超过了上届，创历史新高。数量的变化是中国政府扩大高水平对外开放，促进互利共赢的最佳________。最新经济数据，是世界各国和外资企业、机构对中国经济发展前景抱着乐观态度的有力________。数据背后，是我们有能力推动经济持续回升向好、市场不断扩容提质的体现。\n依次填入画横线部分最恰当的一项是：",
  correct: ["注解", "支撑"],
  distractor: ["答案", "支柱", "证明", "支持", "解说", "证据"],
  unknown: []
}, {
  id: "13504544",
  stem: "目前，菜市场“代炒”服务只在部分区域出现，经营规模也比较小，恐怕还难将其称为一种________。不过，“代炒”的出现不仅给消费者解决餐食问题提供了一种新的选择，也是菜市场主动转型升级、拓宽业务的一种________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["业态", "尝试"],
  distractor: ["趋势", "创新", "态势", "试验", "模式", "测试"],
  unknown: []
}, {
  id: "13504590",
  stem: "从长远看，全面放宽优化过境免签政策，其利好不止于旅游经济，还是一个主动对外展示的良好________。中国拥有全球最广阔的市场，而市场是当前最稀缺的资源。过境免签等入境政策的变化，将直接打破传统国际间往来存在的签证________。外国人来往中国越便捷，也就越能够深入了解中国市场，越能深刻感受到中国经济的自信和活力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["契机", "壁垒"],
  distractor: ["机缘", "界限", "境遇", "隔阂", "时机", "障碍"],
  unknown: []
}, {
  id: "12882008",
  stem: "风靡一时的Citywalk、旅拍、实景剧本杀等强调“体验感”的游览项目，某种程度上都可以被视作广义上的“沉浸式旅行”。“沉浸式+”无疑是文旅行业的下一个风口，但同样需要提示的是，真正的“沉浸”不只是感官的刺激，同时也依托于内心的________。形式上打破“第四堵墙”是容易的，而真正捕捉到能抓住游客心的内容逻辑和文化内核，仍然需要________，不断摸索。\n依次填入画横线部分最恰当的一项是：",
  correct: ["触动", "因地制宜"],
  distractor: ["吸引", "量体裁衣", "感悟", "对症下药", "悸动", "因势利导"],
  unknown: []
}, {
  id: "12882006",
  stem: "在寸土寸金的城市里，体育场馆不足、体育场馆收费过高等问题一直都________着市民。2022年全国体育场地统计调查数据显示，包括公办学校在内的事业单位体育场地面积占全国的四成多。鼓励学校免费或低收费对社会开放，鼓励社会力量积极参与学校体育场馆开放，不仅是对这一文件精神的积极践行，也是对全民运动、全民健康的一种支持，其价值________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["困扰", "不言而喻"],
  distractor: ["束缚", "有目共睹", "限制", "显而易见", "影响", "毋庸置疑"],
  unknown: []
}, {
  id: "13504617",
  stem: "新研究表明，人类活动对鸟类________的影响比之前认为的要大得多，森林砍伐、过度捕猎和入侵物种的引入，迅速摧毁了鸟类种群。世界上许多岛屿原本是________的鸟类天堂，但人类的介入与过度开发导致鸟类栖息地丧失。自然界在失去众多鸟类的同时，还失去了相关生态作用，包括种子传播和授粉等关键功能，这对生态系统产生了________影响。\n依次填入画横线部分最恰当的一项是：",
  correct: ["多样性", "人迹罕至", "连锁性"],
  distractor: ["安全性", "莺声燕语", "报复性", "复杂性", "与世隔绝", "隐蔽性", "多元性", "超然物外", "灾难性"],
  unknown: []
}, {
  id: "10297383",
  stem: "香水调制的核心是演绎法。调香师想象出新香水的味道，再凭自己对已知香味的了解，组成配方草案。________，调香师先找到了理想答案，再反推出生产步骤。虽有隐忧，但香水业仍逐步接纳了这种调制逻辑。\n填入画横线部分最恰当的一项是：",
  correct: ["换而言之"],
  distractor: ["简而言之", "一言蔽之", "推而广之"],
  unknown: []
}, {
  id: "10297402",
  stem: "描写山水田园是中国散文固有之重要领域，也为后世留下了大量________的优秀篇章。此类散文借景抒情，以景、物甚至山水田园寄寓作者的思想情感和道德理想。这样的写物抒情方式之所以________，是因为它们和中国传统审美观相联系。中国早期的比德、畅神审美意识，都深刻地影响了中国散文创作的发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["令人称道", "长盛不衰"],
  distractor: ["闻名遐迩", "深入人心", "称奇道绝", "喜闻乐见", "脍炙人口", "经久不息"],
  unknown: []
}, {
  id: "10297417",
  stem: "在人际交往中，感恩与知己处于不同的层次，体现不同的境界。感恩的对象非常________，可以说遍布于人生的各个时段、各种场合，不必要求精神的契合、情志的相通。而知己就不同了，“人生得一知己足矣”，平生不可能遇到很多。知己处于更高境界，需要________，声应气求，相知相重。\n依次填入画横线部分最恰当的一项是：",
  correct: ["广泛", "志同道合"],
  distractor: ["复杂", "休戚与共", "灵活", "情投意合", "明确", "心有灵犀"],
  unknown: []
}, {
  id: "10297409",
  stem: "一切器具都需要经历一个从原材料到终端器件的加工过程，其间材料会根据需要在不同物态间________。传统上，这些过程可能需要高温条件，并且依赖于________的物理化学反应，操作起来十分繁琐。这样就引申出一个极为重要的技术概念——常温制造。\n依次填入画横线部分最恰当的一项是：",
  correct: ["转换", "纷繁复杂"],
  distractor: ["切换", "不计其数", "变化", "眼花缭乱", "转变", "难以捉摸"],
  unknown: []
}, {
  id: "10297410",
  stem: "面对农业现代化的现实需求，数字化能覆盖和作用的范围还相对有限。由于我国幅员辽阔，各地间情况差异较大，很难完全依靠一套技术就包打天下。倘若在技术上________，就很容易引发“橘生淮南则为橘、生于淮北则为枳”的问题。因此，在农业数字化进程中，技术引用也必须________，方能持续跑出加速度，为现代农业提供源源不断的数字化供给。\n依次填入画横线部分最恰当的一项是:",
  correct: ["削足适履", "因地制宜"],
  distractor: ["固步自封", "循序渐进", "纸上谈兵", "实事求是", "好高骛远", "脚踏实地"],
  unknown: []
}, {
  id: "10297418",
  stem: "大地震的冷酷在于，它将人们的生活连根拔起，________了人们的视觉和记忆的全部基础。震后，唐山人几乎失忆了，乃至一个美国人把他1972年途经唐山时拍的旧照送来展览时，________，很多老唐山人泣不成声。是啊，故乡是有容颜的，它需要视觉凭证，需要细节还原，哪怕只是蛛丝马迹。\n依次填入画横线部分最恰当的一项是：",
  correct: ["摧毁", "睹物思情"],
  distractor: ["颠覆", "望梅止渴", "扫荡", "人非物换", "动摇", "沧海桑田"],
  unknown: []
}, {
  id: "10297419",
  stem: "佛教在印度传播之初，石窟是僧人修行的场所，但不在里边雕塑和描绘佛像，要表现也只用象征物来________，用得比较多的有金牛、佛塔、法柱等。后来到了犍陀罗时期，受到亚历山大大帝东征时带来的希腊雕塑家们的影响，开始开凿佛像石窟。因此，人们往往可以从那里发现希腊雕塑的明显________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["替代", "痕迹"],
  distractor: ["传达", "烙印", "指代", "线索", "传递", "风格"],
  unknown: []
}, {
  id: "10297434",
  stem: "在流量思维下，短视频领域还存在一些庸俗内容，而长视频在短视频冲击下，优质内容的观看时长受到________。如何充分发挥长短视频各自的优势，已成为当下影视创作的重要________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["挤压", "命题"],
  distractor: ["限制", "考量", "挤占", "内容", "控制", "课题"],
  unknown: []
}, {
  id: "10297430",
  stem: "通常在含水率高、粒度细、黏度大的地层上留下的恐龙足迹要深，反之则浅；但又不能太湿、太细或太黏。太湿、太细可能保存不住，马上会被踩塌的物质________；太黏则会使留下的足迹变形而难以________；但也不能太干，太干则根本留不下足迹。总而言之，恐龙足迹的保存条件比较________，需要不多不少刚刚好。\n依次填入画横线部分最恰当的一项是：",
  correct: ["掩埋", "识别", "严苛"],
  distractor: ["遮盖", "甄别", "严格", "淹没", "保留", "苛刻", "掩盖", "采集", "刁钻"],
  unknown: []
}, {
  id: "10297442",
  stem: "可以说，于社会生活，路名是坐标、是方位；于文化建设，路名是记忆、是传承。城市的路名，是导航上________的回家之路，也是心灵中________的归乡之路，不仅能带着我们回到亮着灯光、飘着饭香的小家，也能带着我们回到历史之河、传统之脉的家园。路名________起空间与时间，对接着历史与生活，为城市生活增添了一份精神的底色。\n依次填入画横线部分最恰当的一项是：",
  correct: ["纵横交错", "源远流长", "串联"],
  distractor: ["山长水阔", "朝思夜盼", "交织", "翻山越岭", "望眼欲穿", "连通", "落叶归根", "魂牵梦萦", "缝合"],
  unknown: []
}, {
  id: "19283948",
  stem: "我们想问题、作决策、办事情，首先要考虑人口基数问题，考虑我国城乡区域发展水平差异大等实际，既不能________，也不能因循守旧，要保持历史耐心，坚持稳中求进、循序渐进、持续推进。\n填入画横线部分最恰当的一项是：",
  correct: ["好高骛远"],
  distractor: ["朝令夕改", "寅吃卯粮", "一厢情愿"],
  unknown: []
}, {
  id: "19283871",
  stem: "随着技术经验积累，高空风弹道修正等技术方法能使火箭在飞行过程中有效抵抗风干扰。为了有更强的适应性，本发长八火箭在使用自主抗干扰控制技术等成熟方法之外，还增加了自动滚转减载技术，根据风的来向，会在空中主动滚动调整，使火箭用更稳定的优势面来应对高空风，用“________”的方式，通过自身的旋转抵消掉高空风的影响。\n填入画横线部分最恰当的一项是：",
  correct: ["以柔克刚"],
  distractor: ["以守为攻", "以虚为实", "以退为进"],
  unknown: []
}, {
  id: "19283834",
  stem: "要提高“临事能断”本领，就要处理好反复权衡与适时决断的关系，既要深入考量、三思而行，又要视情而断、当机立断，不能等待观望、________、议而不决。当然，提倡在关键时刻善于决断，并不意味着可以________、我行我素，而是要善于聚民意、集众智，推动科学决策。\n依次填入画横线部分最恰当的一项是：",
  correct: ["举棋不定", "刚愎自用"],
  distractor: ["犹豫不决", "泥古不化", "左顾右盼", "听之任之", "见风使舵", "自作主张"],
  unknown: []
}, {
  id: "19283977",
  stem: "当前，各地纷纷布局，加快形成和发展新质生产力。然而，发展新质生产力是一项系统工程，不能盲目跟风、________，也不能脱离实际、急于求成，更不能简单复制一种模式，必须坚持从实际出发，从新质生产力的形成条件入手，考虑周全、________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一哄而上", "谋定后动"],
  distractor: ["照猫画虎", "厚积薄发", "拾人牙慧", "有备无患", "随波逐流", "集思广益"],
  unknown: []
}, {
  id: "19283929",
  stem: "人才培养是循序渐进的过程，需认识、________、尊重人才成长规律，坚持“严管”和“厚爱”相结合。人才干事创业中难免有失误，如果培养者因为害怕犯错而顾虑重重、________，则违背了人才培育的初衷。所以，要为人才“松绑”，建立健全正向激励和容错纠错机制，为人才成长创造宽容的环境。\n依次填入画横线部分最恰当的一项是：",
  correct: ["把握", "因噎废食"],
  distractor: ["顺应", "矫枉过正", "运用", "半途而废", "归纳", "瞻前顾后"],
  unknown: []
}, {
  id: "19283861",
  stem: "“南橘北枳”是________的自然规律。一些植物美则美矣，但只能生活在特定的自然环境中。某些地区不顾本地条件，只想迅速复制网红景观，画虎不成反类犬。一个地区的山水林田湖草是生命共同体，人为“改弦更张”，可能破坏生态平衡，到头来________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["颠扑不破", "得不偿失"],
  distractor: ["显而易见", "后患无穷", "众所周知", "一无所有", "毋庸置疑", "贻笑大方"],
  unknown: []
}, {
  id: "19283945",
  stem: "推进中国式现代化是一个探索性事业，还有许多未知领域，需要我们在实践中去大胆探索，通过改革创新来推动事业发展，决不能________、守株待兔。各地区各部门要结合各自具体实际开拓创新，特别是在前沿实践、未知领域，鼓励大胆探索、________，寻求有效解决新矛盾新问题的思路和办法，努力创造可复制、可推广的新鲜经验。\n依次填入画横线部分最恰当的一项是：",
  correct: ["刻舟求剑", "敢为人先"],
  distractor: ["坐井观天", "踔厉奋发", "望梅止渴", "推陈出新", "画地为牢", "大展拳脚"],
  unknown: []
}, {
  id: "19283982",
  stem: "无论采取哪种储存方式，液氢对储存系统________的要求都比传统燃油系统更高、更复杂。这是因为氢分子远小于航空煤油，更容易从管路缝隙中________；对于液氢储存，还必须考虑________条件的实现问题，否则升温气化后体积膨胀的氢气有可能导致燃料箱因压强骤增而直接爆炸。\n依次填入画横线部分最恰当的一项是：",
  correct: ["密封性", "逃逸", "恒温"],
  distractor: ["稳定性", "泄漏", "压力", "完整性", "溢出", "热量", "安全性", "弥散", "季节"],
  unknown: []
}, {
  id: "19283901",
  stem: "改进文风就要多写“短实新”的好文章。“实”就是讲符合实际的话不讲脱离实际的话，讲管用的话不讲空话，讲反映自己思考的话不讲________的话，讲有感而发的话不讲________的话，讲通俗明白的话不讲故作高深的话，________，用朴实的语言阐述深刻的理论。\n依次填入画横线部分最恰当的一项是：",
  correct: ["照本宣科", "无病呻吟", "深入浅出"],
  distractor: ["故弄玄虚", "装腔作势", "由表及里", "人云亦云", "言不由衷", "举一反三", "陈词滥调", "冠冕堂皇", "言简意赅"],
  unknown: []
}, {
  id: "19283849",
  stem: "循环肿瘤细胞是早期癌症诊断的重要临床标志物，但其数量仅占正常血细胞量的十亿分之一。想要找到它，可谓________。新近研制出的多功能仿生柔性膜，拥有“火眼金睛”，可________“生擒”循环肿瘤细胞，还有媲美人体环境的仿生机制，能将细胞________地带回，实现对癌症的分子分型诊断。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大海捞针", "准确", "毫发无损"],
  distractor: ["雾里看花", "直接", "严丝合缝", "异想天开", "迅速", "轻而易举", "无从下手", "巧妙", "完好无缺"],
  unknown: []
}, {
  id: "19283856",
  stem: "《营造法式》刊行之后，两浙一带的建筑技术借助官方的推广完全融入了中国古典木构建筑技术的主流。以抬梁式为梁柱结构，屋面重量通过椽、檩、梁、斗栱、柱传递至基础的方案，形成此后中国官式建筑________的发展路径。这种结构开间大，立柱少，气势恢宏，可细分为殿堂式与厅堂式，满足不同礼制等级的需要。\n填入画横线部分最恰当的一项是：",
  correct: ["一以贯之"],
  distractor: ["源远流长", "标新立异", "一枝独秀"],
  unknown: []
}, {
  id: "19283885",
  stem: "兔和羚羊等食草动物获取食物时动作敏捷，牛类有瘤胃可以囤积食物，到安全环境中再慢慢消化。大熊猫既没有这样的敏捷度，也没有瘤胃结构，所以“________”，选择了其他动物不吃的食物种类，也出现了一些与进食、消化有关的基因突变，形成了独特的食性——将箭竹作为主食。\n填入画横线部分最恰当的一项是：",
  correct: ["另辟蹊径"],
  distractor: ["扬长避短", "顺水推舟", "因陋就简"],
  unknown: []
}, {
  id: "19283873",
  stem: "党的规模大了，一些人容易出现搞小山头、小圈子、小团伙现象，容易出现________、自行其是问题，破坏党的团结统一，影响党的凝聚力战斗力。随着改革开放逐步深入，社会利益多元化、思想多样化也深刻影响到党员干部的观念和行为。我们必须在重大问题、严峻形势面前始终心往一处想、劲往一处使，做到凝心聚力、________，确保全党紧密团结在党中央周围，步调一致向前进。\n依次填入画横线部分最恰当的一项是：",
  correct: ["尾大不掉", "众志成城"],
  distractor: ["分崩离析", "群策群力", "南辕北辙", "和衷共济", "阳奉阴违", "同仇敌忾"],
  unknown: []
}, {
  id: "19283863",
  stem: "能量的产生和使用不一定________。可再生能源发电如风力发电、太阳能发电等，会因为天气、季节、地理位置的不同，存在不同时间尺度的间歇性，而用电需求也有________，时多时少。低成本大规模的储能系统可以突破可再生能源“即发即用、不能存储”的瓶颈，显著提高风、光等可再生能源的消纳水平。\n依次填入画横线部分最恰当的一项是：",
  correct: ["同步", "波动性"],
  distractor: ["协调", "机动性", "平衡", "规律性", "匹配", "差异性"],
  unknown: []
}, {
  id: "19283842",
  stem: "各国正逐步形成以无人机、巡航导弹、弹道导弹、轰炸机等为主力的高效空袭体系，可以实现对目标空域的饱和袭击。这让只能命中单一目标的防空导弹陷入________的境地。面对复杂多样的战场威胁，防空导弹不再________，而是“攥指成拳”，朝着防空导弹系统升级转变。\n依次填入画横线部分最恰当的一项是：",
  correct: ["孤掌难鸣", "单打独斗"],
  distractor: ["腹背受敌", "各自为战", "鞭长莫及", "形单影只", "捉襟见肘", "故步自封"],
  unknown: []
}, {
  id: "19283918",
  stem: "降水总量增多、变率减弱可能是最让人________的变化型，这意味着未来的雨水不仅丰盈，还会以“润物细无声”的方式滋养大地。遗憾的是，全球几乎没有哪个地区的降水类型属于这一变化型。我国大部分地区的降水变化型属于“更湿润且波动更大”，意味着降水的________将增强，这须引起广泛重视。\n依次填入画横线部分最恰当的一项是：",
  correct: ["喜闻乐见", "极端性"],
  distractor: ["望眼欲穿", "偶然性", "翘首以盼", "持续性", "津津乐道", "集中性"],
  unknown: []
}, {
  id: "19283921",
  stem: "当前，改革发展任务繁重，需要各级各部门和广大干部高质高效地完成各项任务，才能在日趋激烈的发展竞争中赢得________。而处理日常纷繁复杂的工作，就如同“十个指头弹钢琴”，需要合理分配力量和节奏。一味强求自加压力，势必使某个或多个指头的力量受到影响，导致工作________，工作效能不理想也就在意料之中了。\n依次填入画横线部分最恰当的一项是：",
  correct: ["主动", "左支右绌"],
  distractor: ["优势", "进退维谷", "认可", "手忙脚乱", "先机", "拖泥带水"],
  unknown: []
}, {
  id: "19283923",
  stem: "面对企业，干部洁身自好只是最低要求，担当作为才是责任所系。民营企业所遇到的困难和问题仍不少，干部不仅要守住廉洁底线，更应主动为企业________。干部同企业家打交道要把握分寸，并不意味着可以对企业家的正当要求________，对企业的合法权益不予保护，而是要积极主动为企业服务。\n依次填入画横线部分最恰当的一项是：",
  correct: ["排忧解难", "置若罔闻"],
  distractor: ["雪中送炭", "充耳不闻", "保驾护航", "退避三舍", "嘘寒问暖", "熟视无睹"],
  unknown: []
}, {
  id: "19283900",
  stem: "刺沙蓬也叫风滚草，一株可以携带约20万粒种子。在随风滚动时，________的翻滚会帮助它抖落出种子，散落在地面上，时机成熟就会长成新的刺沙蓬，如此________。并且，它们对水分的需求量较少，对盐度有较好的耐受性，在海滩、草原和戈壁沙漠中都能________生长。\n依次填入画横线部分最恰当的一项是：",
  correct: ["剧烈", "循环往复", "肆意"],
  distractor: ["连续", "环环相扣", "广泛", "突然", "周而复始", "野蛮", "急促", "绵绵不绝", "疯狂"],
  unknown: []
}, {
  id: "19283864",
  stem: "借鉴各地耕保的好经验、好做法，可以少走弯路，但不可将借鉴当作________。比如，平原地区的耕地恢复方法不一定适合山区，粮食主产区与主销区可能________。有些经验做法依托的是当地经济基础和民风社情，外地可能“借”不来也“学”不好，盲目推广可能导致________、劳民伤财。\n依次填入画横线部分最恰当的一项是：",
  correct: ["照搬", "大相径庭", "水土不服"],
  distractor: ["套用", "背道而驰", "功亏一篑", "复制", "截然不同", "物极必反", "效仿", "天差地别", "弄巧成拙"],
  unknown: []
}, {
  id: "19283922",
  stem: "手枪短小轻便、易于隐藏，是军队________的装备。早期手枪由于使用黑火药，燃烧速度较慢，射击速度和射程受到很大限制。随着无烟火药的发明，弹药技术迎来革命性突破，弹匣手枪________。无烟火药燃烧速度快，可大幅提升射击速度和射程，弹匣手枪依托这一技术优势________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不可或缺", "应运而生", "崭露头角"],
  distractor: ["首当其冲", "横空出世", "声名鹊起", "必不可少", "初露锋芒", "后来居上", "屡见不鲜", "大放异彩", "脱颖而出"],
  unknown: []
}, {
  id: "19283854",
  stem: "习近平总书记关于党的自我革命的重要思想，强调坚持真理，坚守马克思主义政党的性质宗旨，谋根本、谋大利；强调修正错误，不讳疾忌医、不________，及时发现和解决自身存在的问题；强调________，不断深化对党的自我革命的规律性认识，把党的自我革命的思路举措搞得更加严密，蕴含着党在革故鼎新、守正创新中实现自身跨越的完整逻辑。\n依次填入画横线部分最恰当的一项是：",
  correct: ["文过饰非", "与时俱进"],
  distractor: ["矫枉过正", "实事求是", "避重就轻", "学以致用", "掩耳盗铃", "脚踏实地"],
  unknown: []
}, {
  id: "19283875",
  stem: "政府机关作为法律授权履行公共职责的部门，承担广告监管职责________，但网络平台企业也应参与网络广告的治理。法律规定，互联网平台经营者在提供互联网信息服务过程中应当采取措施防范、制止违法广告，将网络平台视为违法广告的“________”，要求其扮演“协同监管者”的角色。\n依次填入画横线部分最恰当的一项是：",
  correct: ["自不待言", "过滤网"],
  distractor: ["责无旁贷", "清道夫", "义不容辞", "责任田", "当仁不让", "防火墙"],
  unknown: []
}, {
  id: "19283878",
  stem: "再严明的纪律，不执行、不遵守、不维护，也是________。从一些违反党纪党规的言行看，有不认真学习造成的情况，更有________的情况。有的把政治规矩置于脑后，把党的纪律要求________，毫无自我约束。纪律不是可松可紧的橡皮筋，不是可有可无的空摆设。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一纸空文", "明知故犯", "束之高阁"],
  distractor: ["事与愿违", "敷衍了事", "视而不见", "徒劳无功", "混淆是非", "本末倒置", "虚有其表", "有恃无恐", "弃如敝屣"],
  unknown: []
}, {
  id: "19283882",
  stem: "新质生产力既需要政府超前规划引导、科学政策支持，也需要市场机制调节、企业等微观主体不断创新，是政府“有形之手”和市场“无形之手”________培育和驱动形成的。因此，要深化经济体制、科技体制等改革，着力打通________新质生产力发展的堵点卡点，建立高标准市场体系，创新生产要素配置方式，让各类先进优质生产要素向发展新质生产力________流动。\n依次填入画横线部分最恰当的一项是：",
  correct: ["共同", "束缚", "顺畅"],
  distractor: ["联合", "羁绊", "竞相", "系统", "制约", "自由", "有序", "妨碍", "高效"],
  unknown: []
}, {
  id: "10297051",
  stem: "户外不等于“野外”，运动不等于“盲动”。我们固然不能因为安全风险就________，但户外运动也要做好事前防范，注意风险管控。\n填入画横线部分最恰当的一项是：",
  correct: ["因噎废食"],
  distractor: ["深居简出", "投鼠忌器", "委曲求全"],
  unknown: []
}, {
  id: "10297063",
  stem: "快递业并非一般的行业，它就像一个“超级连接器”，可连接生产消费、打通千城百业、连通线上线下、畅通内外循环。正因此，它被称为反映经济活力的“________”。\n填入画横线部分最恰当的一项是：",
  correct: ["风向标"],
  distractor: ["试金石", "放大镜", "显色剂"],
  unknown: []
}, {
  id: "10297079",
  stem: "长期以来，我国区域间、城乡间的金融资源________存在异质性差异，金融资源的不平衡分布会加速经济发展的“马太效应”。数字金融能够________区域间、群体间的“数字鸿沟”，促进资金的公平分配和经济的包容性增长。\n依次填入画横线部分最恰当的一项是：",
  correct: ["配置", "弥合"],
  distractor: ["规划", "填平", "共享", "跨越", "储备", "淡化"],
  unknown: []
}, {
  id: "10297129",
  stem: "当前不少城市对文化遗产的保护进入了旅游驱动的误区。过度地商业化，将原始居民全部迁出，充满活力的生产、生活场景________，文化遗产成为________的遗址，失去鲜活的魅力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["消失殆尽", "静态"],
  distractor: ["转瞬即逝", "停滞", "无影无踪", "陈腐", "烟消云散", "呆板"],
  unknown: []
}, {
  id: "10297138",
  stem: "发展社会主义民主政治，关键是要增加和扩大我们的优势和特点，而不是要削弱和________我们的优势和特点。我们要坚持发挥党总揽全局、协调各方的领导核心作用，提高党科学执政、民主执政、依法执政水平，保证党领导人民有效治理国家，切实防止出现________、一盘散沙的现象。\n依次填入画横线部分最恰当的一项是：",
  correct: ["缩小", "群龙无首"],
  distractor: ["忽视", "党同伐异", "抛弃", "各自为政", "限制", "分崩离析"],
  unknown: []
}, {
  id: "10297135",
  stem: "近年来，人工智能技术正全面变革肿瘤诊疗全流程。但现有人工智能诊疗模型也有局限性。许多模型通过大规模标注数据集训练，寻找图像特征与临床结果之间的相关性。虽然在准确率上取得了显著成效，但这种“黑箱式”操作缺乏________依据，导致医生难以完全________人工智能的诊断结果，因此回归医学源头的认知格外重要。\n依次填入画横线部分最恰当的一项是：",
  correct: ["解释性", "信赖"],
  distractor: ["过程性", "采纳", "验证性", "遵循", "决定性", "理解"],
  unknown: []
}, {
  id: "10297130",
  stem: "百年大党长期执政，思维惯性、行为惰性客观存在，一些老观念、老套路、老办法容易________，队伍不断发展壮大也带来干部良莠并存、参差不齐。我们必须________提高科学执政、民主执政、依法执政水平，克服干部队伍中存在的能力不足、本领恐慌，确保适应新时代要求、具备领导现代化建设能力，做到政治过硬、本领高强，堪当民族复兴重任。\n依次填入画横线部分最恰当的一项是：",
  correct: ["相沿成习", "与时俱进"],
  distractor: ["积重难返", "一如既往", "画地为牢", "坚定不移", "因循守旧", "持之以恒"],
  unknown: []
}, {
  id: "10297126",
  stem: "领导干部特别是高级干部担负着推进改革的重要职责。要增强政治责任感、历史使命感，以攻坚克难、迎难而上的政治勇气，直面矛盾问题不________，铲除顽瘴痼疾不________，应对风险挑战不________，奋力打开改革发展新天地。\n依次填入画横线部分最恰当的一项是：",
  correct: ["回避", "含糊", "退缩"],
  distractor: ["放弃", "姑息", "气馁", "推诿", "迟疑", "妥协", "畏惧", "宽纵", "懈怠"],
  unknown: []
}, {
  id: "10297144",
  stem: "传统产业的技术创新以________的增量创新为主，主导技术出现后会保持较长时间。当前，产业变革突飞猛进，新技术不断进入商业化阶段，还有一些前沿技术正在孕育萌芽、________。新技术的成熟和应用催生出新产品、新模式、新业态，对既有产业形成冲击并使产业竞争格局发生________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["渐进性", "蓄势待发", "重构"],
  distractor: ["前瞻性", "潜滋暗长", "升级", "创造性", "势不可挡", "变革", "长期性", "破茧而出", "改变"],
  unknown: []
}, {
  id: "10297065",
  stem: "医疗领域是高度数字化的。整个诊疗过程都留有痕迹，且不同环节前后印证、________。换言之，无中生有、________必然会被记录在案，会留下蛛丝马迹。在整治骗保上，不妨聚焦虚假住院、药品倒卖等突出问题，开发更多大数据筛查模型，让骗保行为逃不过技术的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["严丝合缝", "以假乱真", "火眼金睛"],
  distractor: ["一以贯之", "瞒天过海", "刀光剑影", "环环相扣", "急功近利", "明察秋毫", "滴水不漏", "敷衍了事", "天罗地网"],
  unknown: []
}, {
  id: "13504382",
  stem: "很多短视频不会提供更多的、有助于消除不确定性的信息，标题几乎就是其内容的全部。在标题的暗示下，网友被误导从而更容易相信某个被放大的碎片就是完整真相，所以短视频时代的“标题党”可能带来的破坏力就更加________。\n填入画横线部分最恰当的一项是：",
  correct: ["不容小觑"],
  distractor: ["昭然若揭", "难以名状", "显而易见"],
  unknown: []
}, {
  id: "13504263",
  stem: "山西的珍贵古建筑为现代艺术创作提供了无尽的________。《黑神话：悟空》游戏开发者们深入挖掘山西古建筑中的艺术瑰宝，巧妙地将27处极具代表性的古建筑融入游戏设计中。游戏场景中，“亢金龙”“虚日鼠”等藏于晋城玉皇庙里的二十八星宿塑像被复刻得________，使越来越多的人体验到中国的古建之美和文化之韵。\n依次填入画横线部分最恰当的一项是：",
  correct: ["灵感", "栩栩如生"],
  distractor: ["巧思", "跃然纸上", "参考", "惟妙惟肖", "想象", "绘声绘色"],
  unknown: []
}, {
  id: "13504384",
  stem: "品牌建设是一项长期性、战略性任务，也是一项系统工程。要抓住机遇，直面挑战，用好物质基础雄厚、人力资源丰富、市场空间广阔等________，坚决解决部分产品质量和性能欠佳的“硬伤”，做细做精做强，不断提升品牌的内在价值，让有竞争力的品牌________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["优势", "脱颖而出"],
  distractor: ["要素", "崭露头角", "资本", "声名鹊起", "条件", "百尺竿头"],
  unknown: []
}, {
  id: "13504540",
  stem: "我们要看到，如果对诱骗直播打赏不加遏制，一些主播会生出效仿之心，加剧网络直播的乱象，影响行业的长远发展。而被害人巨额打赏背后往往伴随网贷，个人生活很可能陷入________。因此，对诱骗直播打赏，需要认真思索刑法介入的可能性。唯其如此，直播行业的发展才可能________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["万劫不复", "行稳致远"],
  distractor: ["债台高筑", "繁荣昌盛", "左支右绌", "正本清源", "困境重重", "拨乱反正"],
  unknown: []
}, {
  id: "13504672",
  stem: "从航天任务连战连捷到重大航空工程深入推进，从空间科学探索到航天科技成果服务经济社会发展，十年来，一次次振奋人心的火箭腾飞，一项项令人惊叹的航空成就，________出航天人接续奋斗的轨迹。\n填入画横线部分最恰当的一项是：",
  correct: ["勾勒"],
  distractor: ["见证", "描摹", "创造"],
  unknown: []
}, {
  id: "13504421",
  stem: "司马迁说：“余读孔氏书，想见其为人。适鲁，观仲尼庙堂\xb7\xb7\xb7\xb7\xb7\xb7祗回留之，不能去。”“余读《离骚》\xb7\xb7\xb7\xb7\xb7\xb7悲其志。适长沙，观屈原所自沉渊\xb7\xb7\xb7\xb7\xb7\xb7想见其为人。”《史记》的“太史公曰”据信有120余篇，大多________，彰显客观公正的史学观。唯有对孔子和屈原则是带着浓烈的个人情感，以基本相同的笔调，发出了触动人们心灵的赞叹。\n填入画横线部分最恰当的一项是：",
  correct: ["秉笔直评"],
  distractor: ["隐晦曲折", "直言不讳", "光明正大"],
  unknown: []
}, {
  id: "13504674",
  stem: "全球粒子物理研究主要强国纷纷提出了各自未来的“希格斯工厂”方案。最近几年，在一些国家和地区制定的粒子物理发展规划中，希格斯粒子的研究________地均居于核心地位。中国物理学会高能物理分会的决议中，也明确写明，我国提出的环形正负电子对撞机是我国未来高能加速器物理发展的首选项目。\n填入画横线部分最恰当的一项是：",
  correct: ["无一例外"],
  distractor: ["一成不变", "千篇一律", "出乎意料"],
  unknown: []
}, {
  id: "13504676",
  stem: "大数据、人工智能、虚拟现实等新兴技术不断改写信息传播________，“融媒”“智媒”快速迭代升级。在万物皆媒、虚实同构的传播语境下，融会贯通不同传播主体、不同传播方式，实现资源跨国配置、价值跨界创造，尤其是要________各国青年群体的媒介使用习惯和内容选择偏好，研究他们在视听文本、审美旨趣方面的特点，才能有效地增强中华文明的国际影响力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["格局", "洞悉"],
  distractor: ["模式", "认清", "版图", "熟悉", "形式", "明确"],
  unknown: []
}, {
  id: "13504678",
  stem: "古徽州地处山区，受地理因素限制，无法像中原世族一样修建豪宅大院，只能在风格和工艺上________，追求极致的雕刻，因而逐渐形成斗技、斗艺的风尚。受此影响，徽州的砖雕、木雕和石雕不仅图案日渐________，而且形成了极为丰富的层次。\n依次填入画横线部分最恰当的一项是：",
  correct: ["另辟蹊径", "繁复"],
  distractor: ["精雕细琢", "精美", "狂放不羁", "奇绝", "独具慧眼", "精细"],
  unknown: []
}, {
  id: "13504426",
  stem: "江南文化的价值不仅局限于文化典籍和文物古迹之中，更________在人们的日常生活之中。具有几千年江河湖海水韵的江南文化，以其精神文明、文化特征和风俗习惯，________和影响着一代又一代民众创造有烟火气、有温度的诗性生活。\n依次填入画横线部分最恰当的一项是：",
  correct: ["蕴含", "融汇"],
  distractor: ["包含", "汇聚", "酝酿", "叠合", "孕育", "萦绕"],
  unknown: []
}, {
  id: "13504424",
  stem: "不同国家和民族之间的对话，很大一部分是建立在世界意识的基础之上。世界之大，个人只能涉足有限的处所；作为一种彼此相知的语汇，文学可以帮助不同民族的人们________，乃至共同参与世界。所以，世界范围________的文学经典展示了“人类”的存在。“人类”生活在地球的各个角落，然而，他们是相互联系的共同体——不论他们自己能否意识到这一点。\n依次填入画横线部分最恰当的一项是：",
  correct: ["心领神会", "林林总总"],
  distractor: ["心中有数", "形形色色", "心心相印", "跃然纸上", "融会贯通", "多姿多彩"],
  unknown: []
}, {
  id: "13504428",
  stem: "网络直播本质而言是一种“眼球经济”，极具效仿意味和引导效应。如果本该弘扬正能量、________真善美的镜头，却频频出现打擦边球、违背社会公序良俗的行为，那么长此以往不仅会________直播行业的健康发展，也会________风清气正的环境。\n依次填入画横线部分最恰当的一项是：",
  correct: ["传播", "阻碍", "侵蚀"],
  distractor: ["散布", "妨碍", "损害", "撒播", "阻挠", "腐化", "传递", "干扰", "摧毁"],
  unknown: []
}, {
  id: "13504683",
  stem: "一些家长对孩子近视存在认识误区，认为近视可以逆转，不带孩子到正规医院眼科验光、配镜，而是给孩子尝试各种________。其实一旦孩子确诊为近视，就要及时在专业医师的指导下配镜，控制或________近视发展。专家呼吁，家长应帮助孩子养成良好的用眼习惯，________孩子过早接触电子产品，多带孩子参加户外活动。\n依次填入画横线部分最恰当的一项是：",
  correct: ["偏方", "延缓", "避免"],
  distractor: ["古方", "缓解", "防止", "疗法", "遏止", "预防", "秘方", "减轻", "提防"],
  unknown: []
}, {
  id: "13504436",
  stem: "青春的样子，本就是有理想、敢担当、能________、肯奋斗的样子。树立积极的就业观念，到祖国和人民最需要的地方发挥光和热，在乡村振兴、卫国戍边等各领域各方面工作中争当排头兵和生力军，不仅能够留下无悔的青春记忆，而且将在基层________中获得受用终身的精神财富，为走好职业生涯提供________的滋养。\n依次填入画横线部分最恰当的一项是：",
  correct: ["吃苦", "磨砺", "源源不断"],
  distractor: ["作为", "磨难", "日久弥新", "刻苦", "磨练", "经久不衰", "奉献", "磨炼", "滔滔不竭"],
  unknown: []
}, {
  id: "17014829",
  stem: "当前，AI已经日益深入人们生活。“AI角色”不仅可以成为个人助理、教师助教，还能参与部分医疗患者的康复咨询。对于生活中感到孤独或存在社交障碍的人群来说，AI陪伴可以提供及时的情感________和心理安慰，帮助用户舒缓压力、排解孤独。但与此同时，AI技术应用发展的底线和边界不能________。\n依次填入画横部分最贴切的一项是：",
  correct: ["反馈", "模糊"],
  distractor: ["诉求", "逾越", "治疗", "降低", "互动", "延伸"],
  unknown: []
}, {
  id: "17014832",
  stem: "耐心资本作为金融领域的新概念，主要指以长期投资为主，坚持价值投资、责任投资，而不以短期投机交易为目的的资本，具有与实体经济高度融合的真实性、指向明确与价值明确的确定性、低流动的________和低风险性等特征。壮大耐心资本是________未来产业的必要手段，是具有中国特色的金融治理方式的具体展现，开拓了中国特色金融发展之路。壮大耐心资本，是推进社会主义资本市场高质量发展的必然要求，也是实现科技创新和产业升级，支持战略科技产业布局的重要着力点。\n依次填入画横部分最贴切的一项是：",
  correct: ["稳定性", "托举"],
  distractor: ["指向性", "引领", "盈利性", "支撑", "牢固性", "保障"],
  unknown: []
}, {
  id: "17014834",
  stem: "伴随着新质生产力概念的提出，一个在文化领域的具体质态——文化新质生产力________。文化新质生产力将成为新时代建设中华民族现代文明的新________。进一步解放和发展文化新质生产力，需要激活文化在社会发展中的作用，形成推动中华民族现代文明建设的强大动力。\n依次填入画横部分最贴切的一项是：",
  correct: ["呼之欲出", "引擎"],
  distractor: ["异军突起", "动能", "横空出世", "趋势", "应运而生", "业态"],
  unknown: []
}, {
  id: "17014842",
  stem: "中医药学作为中华民族原创的医学科学，是一门关于生命智慧和生命艺术的学问，被古人称为“生生之学”。中医药文化博大精深，蕴含着________的“整体观”、养生防病的“未病观”。它________于中华民族优秀传统文化，体现了和而不同、仁者爱人、以人为本等中华文化精髓。\n依次填入画横部分最贴切的一项是：",
  correct: ["天人合一", "植根"],
  distractor: ["高屋建瓴", "发轫", "允执厥中", "萌生", "相生相克", "浸润"],
  unknown: []
}, {
  id: "17014845",
  stem: "减重不是秤上的数字游戏，而是一种________的健康生活方式。均衡饮食，尽可能摄入多样化食物，限制高糖、高盐、高脂和加工食物的摄入，同时选择自己感兴趣且适合自己的体育运动，增强肌肉和骨骼的力量，不仅能更好地控制体重，也能让精神面貌________。\n依次填入画横部分最贴切的一项是：",
  correct: ["细水长流", "焕然一新"],
  distractor: ["行之有效", "光彩夺目", "立竿见影", "与众不同", "循序渐进", "改头换面"],
  unknown: []
}, {
  id: "17014857",
  stem: "“广大党员、干部特别是高级干部要学好用好《共产党宣言》等马克思主义经典著作，坚持学以致用、用以促学，原原本本学，熟读精思、学深悟透，熟练掌握马克思主义立场、观点、方法，不断提高马克思主义理论素养。”________马克思主义经典著作中的名言警句，________运用马克思主义基本原理解决当代中国实际问题，把马克思主义基本原理同中国具体实际、同中华优秀传统文化相结合\xb7\xb7\xb7\xb7\xb7\xb7习近平总书记扎实深厚的马克思主义理论功底，源于他多年孜孜不倦的阅读。\n依次填入画横部分最贴切的一项是：",
  correct: ["信手拈来", "娴熟"],
  distractor: ["旁征博引", "巧妙", "应口成诵", "科学", "熟稔于心", "灵活"],
  unknown: []
}, {
  id: "17014858",
  stem: "在科技前沿创新中，传感器是“________”。纵观科技发展史，历次世界科学中心的形成都________核心传感器技术突破以及以此为基础的重要科学仪器的诞生。有统计表明，在诺贝尔奖的获奖名单中，72%的物理学奖、81%的化学奖、95%的生理学或医学奖都是借助于尖端传感器与仪器完成的，且已有38项、60余人次由于发明了新原理的科学仪器而直接获奖。而科学仪器对事物进行检测表征，获得科学数据的关键就是高端传感器：比如X射线衍射仪、X射线断层扫描仪、超分辨率荧光显微镜、电子显微镜等仪器中的光电探测器，电子探测器、温度传感器，质谱仪、扫描隧道显微镜中的位移传感器等。而现代科学仪器中，高端传感器是________的，直接代表了分析、检测和表征的水平。\n依次填入画横部分最贴切的一项是：",
  correct: ["先行官", "得益于", "决定性"],
  distractor: ["领航员", "起源于", "基础性", "排头兵", "依赖于", "核心性", "联络员", "典型性"],
  unknown: []
}, {
  id: "17014835",
  stem: "近期________的国家公园主题纪录片，不仅擅长借助航拍或远景镜头呈现动物与自然环境怡然相依的和谐关系，反映自然界的神秘、宏伟，还________微距摄影、红外摄影等新型摄影技术，以微观视角切入，呈现物种、环境之间相互依存的生命支持系统，揭示国家公园________的生命奇观和令人震撼的自然之美。\n依次填入画横线部分最贴切的一项是：",
  correct: ["涌现", "融入", "鲜为人知"],
  distractor: ["发布", "植入", "变幻莫测", "供应", "嵌入", "绚丽多彩", "展演", "引入", "叹为观止"],
  unknown: []
}, {
  id: "17014846",
  stem: "这些大国工程，建设速度之快、数量之巨、体量之大、形式之新，________，折射出工程美学与各类学科的巧妙碰撞。更绿色、更科技、更智慧的工程奇迹，如同________在中华大地上的奇葩，熠熠闪光，深刻反映出工程设计与建造领域的环保监测、美学革新、品质跃升、智慧升级的有机融合，与背后的工程技术创新支撑________，夯实了美丽中国建设的根基，成就大国风范的“颜值担当”。\n依次填入画横线部分最贴切的一项是：",
  correct: ["世所罕见", "绽放", "相辅相成"],
  distractor: ["百年不遇", "闪耀", "不可分割", "千载难逢", "盛开", "珠联璧合", "旷古未有", "镶嵌", "息息相关"],
  unknown: []
}, {
  id: "17014851",
  stem: "火山与热浪，高山与田园，古镇与村寨，形成腾冲________的独特景观，自然与人文两种景观在腾冲这里________，顾盼生姿，共同汇聚成了胡焕庸线西南段的华彩。和顺古镇是屯田戍边的明军遗作，当地边缘建起南明王朝，滇西抗战与胡焕庸线便是腾冲________地靠近中国历史与地理的必然。\n依次填入画横部分最贴切的一项是：",
  correct: ["壮丽", "相得益彰", "前所未有"],
  distractor: ["奇幻", "周而复始", "义无反顾", "秀美", "纵横交错", "理所当然", "多重", "循环往复", "史无前例"],
  unknown: []
}, {
  id: "13504675",
  stem: "综合，意味着包容和吸纳。武术、杂技、魔术等表演“绝活儿”，凡是有益于戏曲创作的，皆可为戏曲所用。当下流行的“跨界融合”，无论是戏曲汲取其他当代艺术元素的创新，还是戏曲给予其他艺术样式灵感与素材，实质上都与中国戏曲综合性艺术特征相________。综合意味着________，而不是自设边界。\n依次填入画横线部分最恰当的一项是：",
  correct: ["契合", "吐故纳新"],
  distractor: ["投合", "兼收并蓄", "迎合", "推陈出新", "符合", "融会贯通"],
  unknown: []
}, {
  id: "13504469",
  stem: "古人说寿县“恃水以为固”，________。五代十国时期，后周大军将寿县重重包围，守将刘仁瞻誓死守城。后遇大雨，淮河淝水暴涨后周兵营水深数尺，死伤严重，不战而退。春秋战国时，寿县是可与洛阳、邯郸、临淄________的重要都会。自晋到唐、宋，寿县也以繁华著称于世，舟楫如梭，商贾如云。\n依次填入画横线部分最恰当的一项是：",
  correct: ["所言不虚", "比肩"],
  distractor: ["言之有理", "媲美", "当之无愧", "鼎峙", "名不虚传", "扛鼎"],
  unknown: []
}, {
  id: "13504684",
  stem: "历史上的一切医学手段都包含着________的改善身体的愿望。鉴于生命科学对于人类生物学结构和功能的理解仍然非常________，在脑科学领域尤其如此，故不能指望生物技术在短期内对人类本性做出实质性的改变，但“更好的人类”这个未来的发展趋势已经出现。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不言而喻", "有限"],
  distractor: ["显而易见", "通俗", "尽善尽美", "粗浅", "朴实无华", "晦涩"],
  unknown: []
}, {
  id: "13504679",
  stem: "衰老伴随着一系列生理功能的丧失和疾病的痛苦。但是从精神层面而言，老年人更能理解人生的真谛，如果修炼得好，能够做到心静似水，________，超然于生活中的各种失意与失落，对世事________，这样的境界是一般年轻人无法抵达的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["荣辱不惊", "洞若观火"],
  distractor: ["乐天知命", "洞幽烛微", "宠辱若惊", "举重若轻", "宠辱偕忘", "明哲保身"],
  unknown: []
}, {
  id: "13504680",
  stem: "一般人不了解文字与思想情感的密切关系，以为更改和调整字句，不过是求语句顺畅和文字漂亮些，其实改动了文字，就同时________了思想情感，内容和形式也随之而变。作家唯有对人生百态有了深广的体悟后，才能用恰如其分的文字把自己的体验表现出来。咬文嚼字，表面上像只是斟酌文字的________，实际上是在________思想认识和情感表达。\n依次填入画横线部分最恰当的一项是：",
  correct: ["变动", "分量", "调整"],
  distractor: ["弱化", "精美", "强调", "翻转", "精确", "提高", "影响", "优美", "明确"],
  unknown: []
}, {
  id: "13504467",
  stem: "在实现第二个百年奋斗目标的新征程上，我们既拥有了强大的思想伟力、显著的制度优势，积累了________的物质基础、建立了________的产业体系和超大规模的国内市场，又面临着诸多风险挑战，甚至可能遇到难以想象的惊涛骇浪般的________考验。\n依次填入画横线部分最恰当的一项是：",
  correct: ["雄厚", "完备", "严峻"],
  distractor: ["丰厚", "完善", "巨大", "厚实", "完美", "严酷", "浑厚", "完整", "重大"],
  unknown: []
}, {
  id: "12881904",
  stem: "繁杂问题、苗头问题、偶然问题都是问题的具体形态，背后隐藏着不同类型的矛盾。从繁杂问题中把握事物的________、从苗头问题中发现事物的________、从偶然问题中认识事物的________，才能看清本质，抓住解决问题的根本。\n依次填入画横线处最正确的一项是：",
  correct: ["规律性", "趋势性", "必然性"],
  distractor: ["必然性", "趋势性", "规律性"],
  unknown: []
}, {
  id: "12881905",
  stem: "浪费与消费一字之差，含义却________。反对餐饮浪费行为，并不是反对正常的、健康的餐饮消费，而是倡导取之有度、用之有节的健康餐饮文化。\n填入画横线处最正确的一项是：",
  correct: ["大相径庭"],
  distractor: ["截然相反", "南辕北辙", "求同存异"],
  unknown: []
}, {
  id: "12881910",
  stem: "一个人的能力有大小，做不了________的大事，或做些________的小事。只要每个人都发挥潜能，为自己的梦想努力奋斗，国家和社会也会因此变得更加美好。\n依次填入画横线处最正确的一项是：",
  correct: ["惊天动地", "力所能及"],
  distractor: ["开天辟地", "微不足道", "名垂青史", "默默无闻", "轰轰烈烈", "无关紧要"],
  unknown: []
}, {
  id: "12881908",
  stem: "实践证明，改革越是________深水区，越是“牵一发而动全身”，越要注重系统集成。面对一些深层次矛盾，单兵突进式的改革难以奏效，________的改革更可能造成“合成谬误”，唯有凝聚合力才能催生“化学反应”。\n依次填入画横线处最正确的一项是：",
  correct: ["挺进", "各行其是"],
  distractor: ["进入", "各尽所能", "迈向", "各有千秋", "步入", "各式各样"],
  unknown: []
}, {
  id: "13504458",
  stem: "消极语言行为有其情绪输出的________，但因其具有关注度高、“杀伤力”大、传播迅速等特点，消极语言行为一旦社会化就会造成________不良影响。所以，消极语言行为需要及时治理。另外，消极语言行为对语言学习者语言价值观的塑造及形成有很强的影响力，危害显而易见。\n依次填入画横线部分最恰当的一项是:",
  correct: ["合理性", "持久的"],
  distractor: ["恰当性", "极大的", "应急性", "客观的", "正当性", "主观的"],
  unknown: []
}, {
  id: "12882002",
  stem: "冠心病、心肌梗塞、脑梗塞、下肢坏死\xb7\xb7\xb7\xb7\xb7\xb7糖尿病带来的并发症令人痛苦不堪，更麻烦的是，它还会________认知障碍，例如轻度认知损伤和阿尔茨海默病。有研究显示，近十几年来，在死亡的糖尿病患者中，患有认知障碍的________越来越大。因此，亟须找到引发糖尿病患者认知障碍的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["诱发", "比重", "罪魁祸首"],
  distractor: ["激发", "比值", "元凶巨恶", "导致", "比例", "幕后黑手", "招致", "比率", "始作俑者"],
  unknown: []
}, {
  id: "13504398",
  stem: "在其他动物体内，抗体的重轻链配对组成的Y形结构可以对抗种类繁多的微生物入侵者。这种结构久经考验，是重链和轻链蛋白质的编码基因片段混合重排的结果。由于每一条链对应的基因排列方式多种多样，所以组合起来就可以千变万化，而纳米抗体只有重链，多样性________。\n填入画横线部分最恰当的一项是：",
  correct: ["大打折扣"],
  distractor: ["寥寥无几", "微乎其微", "乏善可陈"],
  unknown: []
}, {
  id: "13504391",
  stem: "说起中国的民居建筑，人们想到的多是南徽北晋，其实关中的建筑风格________，中国最早的房屋建筑便出现在关中临潼姜寨仰韶文化村落遗址。从关中各地聚集而成的关中民俗博物院，将古时关中民宅的建筑风格________呈现，让我们在艺术的熏陶中感受到关中建筑的伟大。\n依次填入画横线部分最恰当的一项是：",
  correct: ["更胜一筹", "淋漓"],
  distractor: ["青出于蓝", "透彻", "后来居上", "畅快", "技高一筹", "全面"],
  unknown: []
}, {
  id: "12881997",
  stem: "福建屏南，群峰耸峙、雨量________，孕育了茂密的竹海，也造就了屏南传统竹木弓箭制作技艺。一代代弓箭工匠，致力于________竹木弓箭制作工艺、________传统竹木射箭运动，让传统体育运动重新焕发光彩。\n依次填入画横线部分最恰当的一项是：",
  correct: ["充沛", "复原", "复兴"],
  distractor: ["充足", "再现", "恢复", "丰沛", "修复", "弘扬", "充实", "还原", "振兴"],
  unknown: []
}, {
  id: "13319302",
  stem: "依次填入文中画横线部分最恰当的一项是：",
  correct: ["积蓄", "安家"],
  distractor: ["蕴藏", "休憩", "涵养", "冬眠", "勃发", "修炼"],
  unknown: []
}, {
  id: "13319291",
  stem: "在发展新质生产力的当下，江苏高端制造不断刷新纪录，取得创新成果。近日，工信部公布了2024年先进制造业集群“国家队”名单，全国共有35个先进制造业集群________，其中江苏有4个入选，在这场国家级的选拔赛中，江苏________，有何过人之处？\n依次填入画横线部分最恰当的一项是：",
  correct: ["上榜", "一路凯歌"],
  distractor: ["入围", "一枝独秀", "荣膺", "技压群芳", "胜出", "独占鳌头"],
  unknown: []
}, {
  id: "13319285",
  stem: "目前，我国快递业务已经达到了前所未有的新高度，业务量已突破1000亿件大关。快递物流是经济活力________的“风向标”，不仅________出行业的蓬勃跃升，更彰显了我国经济的繁荣活力与无限潜能。\n依次填入画横线部分最恰当的一项是：",
  correct: ["名副其实", "映照"],
  distractor: ["毋庸置疑", "显示", "当之无愧", "折射", "理所当然", "展示"],
  unknown: []
}, {
  id: "13319288",
  stem: "古往今来，在技术的不断更迭中，无数产业在________中被淘汰。出版业却始终屹立不倒，从纸质介质到电子介质，从印刷术到激光照排技术，再到人工智能的广泛应用与数字产品的研发推广，出版社不断________，被人们看作是“永不凋落”的朝阳产业。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大浪淘沙", "推陈出新"],
  distractor: ["百舸争流", "独辟蹊径", "白衣苍狗", "励精图治", "波谲云诡", "精益求精"],
  unknown: []
}, {
  id: "13319292",
  stem: "“领导细胞”在肝脏受损后进行自我修复方面发挥了主要作用。在伤口愈合过程中，这些细胞________，迅速闭合伤口，然后细胞快速增殖，进一步密封伤口。这表明，在________新组织前，肝脏优先考虑闭合伤口，防止细菌进入器官引起广泛感染。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一马当先", "生成"],
  distractor: ["争先恐后", "繁殖", "身先士卒", "形成", "首当其冲", "产生"],
  unknown: []
}, {
  id: "13319289",
  stem: "中华法系形成于秦朝，至隋唐日趋成熟，宋元明清时期________形成了影响深远的成文法典，在历史发展中________而成的中华法系彰显了中华优秀传统法律文化自我发展、回应挑战的主体性与生命力，也反映了中华文明________的延续性。\n依次填入画横线部分最恰当的一项是：",
  correct: ["相继", "淬炼", "一脉相承"],
  distractor: ["陆续", "积淀", "源远流长", "渐次", "聚集", "薪火相传", "稳步", "嬗变", "生生不息"],
  unknown: []
}, {
  id: "13319296",
  stem: "在新中国科技史和工业史上，中国核事业的奠基之作、________的“一堆一器”，作为我国建设的第一项原子能设施，彰显了新中国的硬实力。从基础研究，到“两弹一艇”研制，再到和平利用原子能，“一堆一器”________。虽然，通过报刊书本、影视荧屏，我们对“一堆一器”并不完全陌生。然而，当它们“活生生”地出现在眼前时，惊喜与感动依旧________，关于它们的故事与传奇、过往与现状，依然牵动人心。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大名鼎鼎", "功不可没", "油然而生"],
  distractor: ["闻名遐迩", "举足轻重", "情不自胜", "声名显赫", "劳苦功高", "不期而至", "举世无双", "功勋卓著", "汹涌澎湃"],
  unknown: []
}, {
  id: "13319295",
  stem: "对于人类而言，“逝去之物”总具有独特的魅力。人们难以遏制对“起源”的遐想，并做出________般的追问。考古发掘让早已湮灭的文明再见天日，通过窥探遗迹的里里外外、角角落落，用发现的物证来________历史的图景。文物既旧也新，它不仅可以证实或证伪我们关于历史的记忆和想象，更重要的是复活了被遗忘的文明的璀璨艺术，让那些________的美再次绽放。\n依次填入画横线部分最恰当的一项是：",
  correct: ["夸父逐日", "还原", "不可替代"],
  distractor: ["剥茧抽丝", "再现", "深藏不露", "愚公移山", "组合", "巧夺天工", "精卫填海", "拼合", "不为人知"],
  unknown: []
}, {
  id: "13319294",
  stem: "中国探月20年，拉近了________与普通公众生活的距离。当一粒棉花种子在月球上生根发芽，当月球车玉兔微博下满是网友的祝福，当中小学教材换上了崭新的中国月面图\xb7\xb7\xb7\xb7\xb7\xb7越来越多的人与探月工程的某项成果、某个侧面________，一个共识在人们心中不断________：我们离月球并不遥远！\n依次填入画横线部分最恰当的一项是：",
  correct: ["星辰大海", "不期而遇", "凝聚"],
  distractor: ["碧海青天", "邂逅相逢", "汇集", "浩瀚苍穹", "心心相印", "回响", "蟾宫折桂", "情投意合", "激荡"],
  unknown: []
}, {
  id: "13319301",
  stem: "自上古时期以来，华夏先民就通过粟和黍的栽培、陶器的烧制、冶铁的发明，________了农业文明的辉煌篇章；汉唐之际，从造纸术到雕版印刷，这些发明创造为文化传承发展提供了重要________；宋元以降，《梦溪笔谈》《授时历》《天工开物》《本草纲目》等科学典籍的问世，无一不是中华民族________、与时俱进的优秀典范。\n依次填入画横线部分最恰当的一项是：",
  correct: ["开启", "依托", "革故鼎新"],
  distractor: ["谱写", "借鉴", "除旧布新", "铸就", "载体", "蜕故孳新", "绘制", "支撑", "吐故纳新"],
  unknown: []
}, {
  id: "13319300",
  stem: "巍巍华山阻住了奔腾南来的黄河，逼其90度大拐弯。原来被高原土层________着的黄河，一旦向东越过三门峡进入华北平原，顿时就变成了在平地上________的“野马”，成了到处滚动、狂奔的地上河，一会儿从东北方向流入渤海，一会儿又从东南方向夺取淮河河道注入黄海。万年千年间，黄河携带的泥沙渐渐________出了美丽富饶的华北平原。\n依次填入画横线部分最恰当的一项是：",
  correct: ["挟持", "肆无忌惮", "淤积"],
  distractor: ["环抱", "狂放不羁", "凝固", "裹挟", "自由驰骋", "沉淀", "束缚", "风驰电掣", "积累"],
  unknown: []
}, {
  id: "12100971",
  stem: "哺乳动物稍晚于恐龙出现在演化舞台上。在中生代与恐龙相伴的演化过程中，哺乳动物一直是身形娇小的类群，根本无法与“巨无霸”恐龙________。但在新生代，虽然________出许多高大威猛的动物，哺乳动物却成为生物界的王者。\n依次填入画横线部分最恰当的一项是：",
  correct: ["分庭抗礼", "涌现"],
  distractor: ["相提并论", "突现", "等量齐观", "进化", "同日而语", "繁衍"],
  unknown: []
}, {
  id: "12100974",
  stem: "当前，人力资源供需还存在不________的现象，发展新职业有利于解决这一问题。积极挖掘、培育新职业，开发好这个就业增长点，将有效促进更高质量更充分就业。各级政府需________、创造条件，引导新职业健康发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["匹配", "多措并举"],
  distractor: ["平衡", "齐头并进", "和谐", "多管齐下", "协调", "齐抓共管"],
  unknown: []
}, {
  id: "12100976",
  stem: "在全世界地质学家和古生物学家的共同努力下，地球演化史的时间框架已经建立，国际年代地层表也就________，并且国际地层委员会每年都会对其进行优化更新。随着国际年代地层表的________，世界各国的地质学家可以更好地研究地球的构造与变化，为保护地球、服务人类生态文明建设做出贡献。\n依次填入画横线部分最恰当的一项是：",
  correct: ["应运而生", "日臻完善"],
  distractor: ["水到渠成", "精益求精", "呼之欲出", "大功告成", "瓜熟蒂落", "精雕细琢"],
  unknown: []
}, {
  id: "12100977",
  stem: "金秋十月，正是新疆最美的时节。天山南北片片胡杨林叠翠流金，城市间平坦宽敞的马路________，现代化建筑________，一座座现代化城市吸引着来自四面八方的游客。\n依次填入画横线部分最恰当的一项是：",
  correct: ["纵横交错", "鳞次栉比"],
  distractor: ["参差交错", "比比皆是", "整齐划一", "巍然挺立", "秩序井然", "错落有致"],
  unknown: []
}, {
  id: "12100973",
  stem: "人工智能浪潮来袭，新一轮科技革命和产业变革正在深刻改变着人们的生产生活________，也带来发展新机遇。新能源汽车产业潜力巨大，近年来中国汽车产业“换道超车”步伐提速。如新能源汽车产业发展________人工智能技术，将给交通出行________无限可能。\n依次填入画横线部分最恰当的一项是：",
  correct: ["方式", "叠加", "注入"],
  distractor: ["态度", "引入", "带来", "观念", "融合", "给予", "形态", "采用", "创造"],
  unknown: []
}, {
  id: "12881999",
  stem: "新文化运动作为一场思想文化领域的革命，实际构建了________传统儒学意识形态的现代意识形态。新文化运动时期形成的社会观、伦理观、中西文化观对________中国现代的社会形态提供了观念性的基础。\n依次填入画横线部分最恰当的一项是：",
  correct: ["替代", "形塑"],
  distractor: ["赓续", "改进", "取用", "重构", "转换", "完善"],
  unknown: []
}, {
  id: "13504519",
  stem: "作为一种求助手段，大病网络众筹发挥了互联网快速、灵活、高效的特点，解了一些困难家庭的________，给患者带来了希望，不失为社会医疗保障之外的有益补充。但是，平台对善款的抽成也广受________，最近又有媒体报道，除了平台之外，部分工作人员也在协助筹集善款的过程中抽取佣金，再次引发了网民对众筹平台的信任危机。\n依次填入画横线部分最恰当的一项是：",
  correct: ["燃眉之急", "诟病"],
  distractor: ["当务之急", "争议", "不时之需", "责难", "无米之炊", "非议"],
  unknown: []
}, {
  id: "13504518",
  stem: "达尔文的思想创新，尤其是自然选择和生命树的理念，不仅挑战了当时的科学认知，更为后来的生物学研究奠定了坚实的基础。然而，达尔文的进化论并非________，遗传学的空白和古生物证据的缺乏，使得他的理论在某些方面显得________。正是这些不足，激发了我和无数古生物学家们的探索热情。\n依次填入画横线部分最恰当的一项是：",
  correct: ["完美无缺", "捉襟见肘"],
  distractor: ["无懈可击", "力薄才疏", "无可挑剔", "力不从心", "尽善尽美", "厚积薄发"],
  unknown: []
}, {
  id: "10297318",
  stem: "打造文化软实力要提升讲好中国故事的能力，传播者不仅要熟悉外国人会感兴趣的中国故事，还要能跨越文化差异障碍，了解占据主导地位的西方媒体的运行规则，________，方有胜算。\n填入画横线部分最恰当的一项是：",
  correct: ["知己知彼"],
  distractor: ["别出心裁", "胸有成竹", "兼收并蓄"],
  unknown: []
}, {
  id: "10297319",
  stem: "评论工作者不仅是当下文艺实践的参与者、见证者，更是实践的学生。要紧贴当代文艺实际，置身文艺现场，发现规律、揭示本质，言之有物，言之成理，避免________。\n填入画横线部分最恰当的一项是：",
  correct: ["凌空蹈虚"],
  distractor: ["言不及义", "人云亦云", "虚有其表"],
  unknown: []
}, {
  id: "10297322",
  stem: "高等院校只有主动融入国家战略和行业发展，人才培养工作才能适应新技术新产业新业态发展需要。要让学科交叉融合成为高校创新发展的“________”，培养出更多能够________科技革命和产业变革的拔尖创新人才，更好服务经济社会发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["催化剂", "引领"],
  distractor: ["生力军", "催生", "组合拳", "驱动", "最强音", "升级"],
  unknown: []
}, {
  id: "10297323",
  stem: "正如林语堂先生所言，“中国人的性情，往往安放在那些器物之中”。年轻人对中国传统物件________生活方式的钟爱、追求，不仅仅是在盘扣、丝绸、茶叶等符号化的单品上，更在于“留白”“写意”“含蓄”“天人合一”等精神________，形成了文化和哲学上的逻辑，在更深层面引起共振共鸣。\n依次填入画横线部分最恰当的一项是：",
  correct: ["乃至", "内核"],
  distractor: ["以及", "世界", "包括", "层面", "甚至", "境界"],
  unknown: []
}, {
  id: "10297263",
  stem: "我国长期重视生猪产业发展，农业农村部先后制定多项有________、针对性的政策，并依据生产规律及市场波动，立足中长期规划持续展开跨周期调控。只有用地、环评、金融等长效性政策相继落实，监测预警与形势研判得到加强，才能有效避免生产和价格出现________，避免损害养猪场户基础生产能力，确保产业健康发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["前瞻性", "大起大落"],
  distractor: ["全局性", "一波三折", "战略性", "起伏不定", "时代性", "一泻千里"],
  unknown: []
}, {
  id: "10297268",
  stem: "信息网络时代，个人门户的传播模式占据主导地位，每一位用户作为一个节点，成为一个传播中心，信息流量________。用户与信息的角色定位也从开始时的双向选择，演变为信息________人类。\n依次填入画横线部分最恰当的一项是：",
  correct: ["与日俱增", "支配"],
  distractor: ["水涨船高", "主宰", "突飞猛进", "驾驭", "瞬息万变", "操纵"],
  unknown: []
}, {
  id: "10297279",
  stem: "任何事业的成功，都不是一蹴而就的，没有前面的________、铺路垫石，就没有后面的显山露水、出彩出色。越是长久基业、长远大事，越离不开“甘坐冷板凳，甘吃清苦饭”的“种树人”默默付出，这种无私奉献精神自古及今________，并被共产党人不断发扬光大。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深谋远虑", "相沿不辍"],
  distractor: ["筚路蓝缕", "不绝如缕", "宵衣旰食", "源远流长", "卧薪尝胆", "一脉相传"],
  unknown: []
}, {
  id: "10297285",
  stem: "复盘一些网暴事件不难发现，绝大多数攻击都是基于一种道德判断，尽管这种道德判断是盲目的、偏激的，但施暴者却________，将这种道德判断强加在受害者身上。面对网暴，任何试图摆事实、讲道理的努力都________，反倒是为他们提供了更多“情绪劳动”的线索和资源。\n依次填入画横线部分最恰当的一项是：",
  correct: ["自以为是", "无济于事"],
  distractor: ["自欺欺人", "徒劳无功", "不以为然", "百无一用", "不辨真伪", "于事无补"],
  unknown: []
}, {
  id: "10297284",
  stem: "如果仔细观察每一块岩石，就会发现它们的色彩、纹路以及形状都________。岩石呈现出不同的外观，是因为它们生成的原因各不相同。岩石的生成同时也反映出地球的历史。看起来________、随便散落于路边的岩石，其实浑身刻满了波谲云诡的地质演化史。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大相径庭", "平淡无奇"],
  distractor: ["自成一体", "微不足道", "迥然不同", "千篇一律", "独具一格", "默默无闻"],
  unknown: []
}, {
  id: "10297295",
  stem: "当下，人们的消费观念更趋________，量贩零食店里的商品物美价廉，正________了这一消费趋势。和传统经销渠道不同，量贩零食企业往往通过带量采购等方式，尽可能降低商品价格，以价格优势________用户黏性。\n依次填入画横线部分最恰当的一项是：",
  correct: ["理性", "契合", "换取"],
  distractor: ["务实", "显示", "建构", "成熟", "符合", "提升", "勤俭", "预示", "获得"],
  unknown: []
}, {
  id: "10297270",
  stem: "近年来，太空领域________。美国、法国成立太空部队，中国、美国发射火星探测器。有人说，太空竞争已________。但与冷战期间的美苏太空竞赛相比，当前太空竞赛呈现多极化、战场化、产业化三大新特点。这将严重________现有太空秩序，国际社会亟需建章立制，予以规范。\n依次填入画横线部分最恰当的一项是：",
  correct: ["风起云涌", "卷土重来", "冲击"],
  distractor: ["龙争虎斗", "箭在弦上", "动摇", "如火如荼", "愈演愈烈", "挑战", "变幻莫测", "死灰复燃", "扰乱"],
  unknown: []
}, {
  id: "13504265",
  stem: "人类文明史是一部不断克服灾难、危机和挑战，探寻人类生存和发展之路的历史。________是人类共同应对挑战、跨越逆境、取得突破和进步的出路。当前，人类面对着复杂交织的传统和非传统安全问题，各类问题呈现出联动性、跨国性等特征。同处一个地球村，没有一个国家能凭一己之力谋求自身的绝对安全，也没有一个国家可以从别国的动荡中收获稳定。\n填入画横线部分最恰当的一项是：",
  correct: ["和衷共济"],
  distractor: ["海纳百川", "惺惺相惜", "安危与共"],
  unknown: []
}, {
  id: "13432325",
  stem: "将下列选项中的词语依次填入文段横线处，最恰当的一组是：\n随着《哲学原理》《古典罗马法》等译著“上新”，“汉译世界学术名著丛书”迎来出版1000种这一里程碑，________的千种“汉译名著”，滋养着读者渴望知识的心田。",
  correct: ["蔚为大观"],
  distractor: ["洋洋洒洒", "林林总总", "叹为观止"],
  unknown: []
}, {
  id: "13432306",
  stem: "将下列选项中的词语依次填入文段横线处，最恰当的一组是：\n如今，互联网消费品类与选择种类超出前人想象，也超越了个体的认知极限，想要________各种热点几无可能。然而，缺乏亮点的产品带货却无孔不入地霸占屏幕；________的影视作品，还能在各平台刷出清一色好评\xb7\xb7\xb7\xb7\xb7\xb7市场与算法合力营销的“伪热度”，正消耗着人们的注意力资源。",
  correct: ["穷尽", "乏善可陈"],
  distractor: ["遍历", "差强人意", "饱览", "不名一文", "熟稔", "可圈可点"],
  unknown: []
}, {
  id: "13432330",
  stem: "将下列选项中的词语依次填入文段横线处，最恰当的一组是：\n近年来，一些城市相继出台大力度的人才吸引政策，通过购房补贴、落户入编、创业扶持等筹码引智引才。随着“抢人大战”的________，越来越多高校毕业生开始从被城市选择，变成主动选择城市，城市获得想要的人才，人才也在________。",
  correct: ["白热化", "待价而沽"],
  distractor: ["白热化", "择善而从", "常态化", "待价而沽"],
  unknown: []
}, {
  id: "13432320",
  stem: "将下列选项中的词语依次填入各句横线处，最恰当的一组是:\n（1）开展“庭院建设活动”以来，许多农户一心扑到学习科学知识、发展庭院经济上来。不但改善了________，增加了个人收益，还提高了科学文化水平。\n（2）历史沉积于北京的每一片天空、每一寸土地，这里的一砖一瓦都记载着一段流传千载的故事，每一个古老________都透露出中华文化丰厚的底蕴。\n（3）这个评剧团的演员多来自农村，熟悉农村的________演反映农村现实生活的现代戏得心应手。",
  correct: ["风气", "习俗", "风俗"],
  distractor: ["风俗", "风气", "习俗"],
  unknown: []
}, {
  id: "13432305",
  stem: "将下列选项中的词语依次填入各句横线处，最恰当的一组是：\n（1）其实，新闻理想并不是只有在热闹喧嚣处才能实现，那种为采写新闻而制造新闻的做法是________的。\n（2）要推翻一种传统的看法，必须有过硬的证据，证据不足就轻下的断语，是________的。\n（3）择业取向和趋势发生变化本身________，需要重视的是，在这一过程中，有一部分年轻人的择业观念正走向功利化、庸俗化。",
  correct: ["不足为训", "不足为凭", "不足为意"],
  distractor: ["不足为意", "不足为凭", "不足为训"],
  unknown: []
}, {
  id: "13029536",
  stem: "推动科技创新与产业创新深度融合，我们要促进专利从实验室到产业链的转化。专利找不到应用渠道，企业找不到合适成果，问题出在________上。专利法新设专利开放许可，专利人设置专利许可使用费，行政部门“广而告之”，有关单位付费即可获得实施许可。这一改革创新，降低了制度性交易成本，从“实验室”到“产业链”，成果转化________。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["匹配", "水到渠成"],
  distractor: ["时效", "任重道远", "对接", "循序渐进", "审批", "指日可待"],
  unknown: []
}, {
  id: "13029538",
  stem: "月壤是月球的“外衣”。在严苛的环境下，月表（月球表面）的岩石发生机械破碎，同时________了太阳风、宇宙射线的注入，以及在陨石与微陨石的轰击、翻耕等作用下，形成了细如粉尘的一层月壤，其厚度可达数米至十几米。月壤的成因说明月壤是月球内外动力演化的“________”，不仅记录了月球的形成和演化过程的线索，也富含地月系统撞击历史、空间环境、暴露历史等信息。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["叠加", "留声机"],
  distractor: ["吸收", "协奏曲", "阻断", "传声筒", "放大", "试金石"],
  unknown: []
}, {
  id: "13029535",
  stem: "推动以旧换新，消费者可以实现产品升级，家电等企业能扩大销量，回收端则能推动资源再生利用，无疑是________的举措。顺应消费新形势新趋势，以畅通循环为________，逐步建立“去旧更容易、换新更愿意”的有效机制，以旧换新将惠及更多消费者，也将为经济发展注入更强动力。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["一举多得", "驱动"],
  distractor: ["皆大欢喜", "契机", "变废为宝", "引领", "各取所需", "目标"],
  unknown: []
}, {
  id: "13029539",
  stem: "理论学习是个大课堂，基层实践也是个大课堂，党员、干部要用好这两个课堂，胸中纵有万卷，也要多到田间地头找灵感、察民情，切实解决学与做相脱节、知与行相脱离的问题。以烟火气________书卷气，有助于避免书生气、消除________的空洞感；以书卷气滋养烟火气，可以去除粗俗气，避免知识贫乏带来的无力感。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["托举", "凌空蹈虚"],
  distractor: ["中和", "言之无物", "反衬", "高谈虚论", "彰显", "闭门造车"],
  unknown: []
}, {
  id: "13029542",
  stem: "强强联合也好，________也罢，品牌联名归根结底是要互相“借光”，力图突破品牌原有的消费圈层，获得更广泛的关注，触达更多样的人群，展现更丰富的品牌特性，满足消费者________的需求，最终达到“1+1&gt;2”的效果。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["抱团取暖", "差异化"],
  distractor: ["同舟共济", "大众化", "取长补短", "现代化", "各取所需", "理性化"],
  unknown: []
}, {
  id: "13029544",
  stem: "AI技术不断进步，让科学家能借助一些模型来集思广益或编写代码。然而，这些模型仍然需要人工监督，或仅囿于执行特定任务。那么，能否利用基础模型将整个科研过程自动化呢？近日，研究人员创建了一种基于大语言模型的“AI科学家”：从阅读文献到提出新假设，再到尝试各种解决方案并撰写论文，“AI科学家”能________。\n填入画横线处的词语，最恰当的一项是：",
  correct: ["一气呵成"],
  distractor: ["有条不紊", "驾轻就熟", "一日千里"],
  unknown: []
}, {
  id: "13029545",
  stem: "与传统建筑相比，绿色建筑显著减少了建造过程中的碳排放，还通过提高建筑质量、延长使用寿命，有效降低了________维护成本。绿色建筑的发展实践，不仅提升了居民的生活质量，也为城市的可持续发展作出了贡献，让绿色生活成为了________的现实。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["长期", "触手可及"],
  distractor: ["定期", "众望所归", "系统", "司空见惯", "真实", "来之不易"],
  unknown: []
}, {
  id: "13029537",
  stem: "坚持从长远谋划当前，进行产业差异化布局，避免“一哄而上”，我们才能找准自身定位、发挥________优势。避免搞封闭小市场、自我小循环，依法查处不正当竞争行为，破除区域壁垒、打通循环堵点，充分发挥市场作用，才能在更大的经济循环中________发展空间。\n依次填入画横线处最恰当的一项是：",
  correct: ["比较", "拓展"],
  distractor: ["技术", "赢得", "区域", "争取", "核心", "打造"],
  unknown: []
}, {
  id: "13029552",
  stem: "从初稿成型“独上高楼，望尽天涯路”的志得意满，到解构后从头开始“为伊消得人憔悴”的________，再到重新结构后“蓦然回首，那人却在灯火阑珊处”的浑然天成。从初稿到定稿，每一次都有一种“劫后余生”的庆幸，都有一种“________”的欢欣。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["寻寻觅觅", "凤凰涅槃"],
  distractor: ["呕心沥血", "旗开得胜", "困心衡虑", "苦尽甘来", "匠心独运", "云开见日"],
  unknown: []
}, {
  id: "13029546",
  stem: "办实事，不要________办“小事”，勿以善小而不为。一说办实事，有些干部就想着办大事，而不屑于办小事，其实许多看似________的小事，却与群众的工作、生活息息相关。\n依次填入画横线处最恰当的一项是：",
  correct: ["轻忽", "旁枝末节"],
  distractor: ["排斥", "排难解纷", "拒绝", "一枝一叶", "低估", "无关痛痒"],
  unknown: []
}, {
  id: "13504619",
  stem: "眼前有两首咏庐山诗。一为苏轼所作：“横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。”另一首出自清代诗人赵翼之笔：“一重一掩隔红尘，深入方知景色新。山外何由见真面，东坡谰语究欺人。”同样是游览庐山，同样是说识庐山的真面目：前者说，必须出乎其外，到外面去；后者不同意这种说法，甚至斥之为“谰语欺人”，认为只有深入到里面，才能看清楚，山外是无由了解真相的。两人都是诗坛名宿，都是________，都以切身体验为立论基础，可说是凿凿有据，谁也不是________。那么，应该如何判定是非，到底要相信哪一个结论呢？\n依次填入画横线部分最恰当的一项是：",
  correct: ["身临其境", "郢书燕说"],
  distractor: ["感同身受", "牵强附会", "现身说法", "道听途说", "身体力行", "信口开河"],
  unknown: []
}, {
  id: "13504622",
  stem: "主流电影在进入类型化的快车道后，容易暴露出创新活力不足、题材类型重复、艺术表达套路化等新问题，这种________的标准化、模式化，容易导致观众产生审美疲劳。文艺作品最重要的就是个性，唯其有个性的创作，________，难以取代，才会有其艺术魅力。当然，追求个性化、风格化的创作，不是________，而是于宏大处提炼哲思，在细微处温养心灵，以各美其美的艺术个性丰富主流影视话语体系的建构。\n依次填入画横线部分最恰当的一项是：",
  correct: ["按部就班", "独辟蹊径", "标新立异"],
  distractor: ["故步自封", "别出机杼", "哗众取宠", "墨守成规", "匠心独运", "改弦更张", "循规蹈矩", "推陈出新", "自说自话"],
  unknown: []
}, {
  id: "19591494",
  stem: "我们面对过“改不改”的________，也遇到过“怎么改”的困惑，但革故的决心从未退缩，鼎新的脚步从不停滞。改革开放在认识和________上的每一次突破和深化，改革开放在每一个领域和环节上的经验创造的积累，正是为了推动人的发展，激发人的力量，尊重人的价值。\n依次填入画横线部分最恰当的一项是：",
  correct: ["迷茫", "实践"],
  distractor: ["彷徨", "方法", "犹豫", "行动", "顾虑", "手段"],
  unknown: []
}, {
  id: "19591499",
  stem: "一个国家和地区的高质量发展离不开企业的创新驱动力，而专精特新企业正是企业中的“________”。它们是专业领域攻坚克难的好手，最具成长为枝繁叶茂的“隐形冠军”的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["金刚钻", "潜质"],
  distractor: ["擎天柱", "潜能", "压舱石", "态势", "火车头", "前景"],
  unknown: []
}, {
  id: "19591501",
  stem: "语言本身自有其净化之道。“言之无文，行之不远”。君不见“奥利给”“闹太套”早已________，awsl、yyds也只是昙花一现，而“断舍离”等因其形式凝练或含义丰满，________后无疑将进入现代汉语的词汇宝库。面对________，网络流行语自身也在沉默中积蓄力量，总有一些优秀成员会发出震耳欲聋的声音。\n依次填入画横线部分最恰当的一项是：",
  correct: ["销声匿迹", "大浪淘沙", "苛责"],
  distractor: ["烟消云散", "风吹雨打", "批评", "冰消瓦解", "优胜劣汰", "怀疑", "千锤百炼", "否定"],
  unknown: []
}, {
  id: "19591502",
  stem: "大数据可以提供________的信息服务，精准匹配用户需求。然而，当人们过度依赖这种便利时，便容易陷入被动接收的状态，不再________进行阅读和思考，而是让大数据成为单方面的“投喂者”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["个性化", "主动"],
  distractor: ["多元化", "自发", "智能化", "自觉", "定制化", "积极"],
  unknown: []
}, {
  id: "19591504",
  stem: "如果说，之前的人工造假只是1.0版本，那么AI的发达则开启了深度伪造与低价量产的2.0时代。换脸、换声、换动作，________；文生文、文生图、文生视频，________\xb7\xb7\xb7\xb7\xb7\xb7当几千元即可定制整套虚拟形象，当寻常软件分分钟生成一批内容详细、真假难辨的文章，当几张图片、几个关键词就能轻松炮制“新闻”，我们该如何应对？\n依次填入画横线部分最恰当的一项是：",
  correct: ["移花接木", "无中生有"],
  distractor: ["张冠李戴", "鱼目混珠", "偷梁换柱", "防不胜防", "以假乱真", "闻风丧胆"],
  unknown: []
}, {
  id: "18649875",
  stem: "人工智能是引领未来的新兴战略技术之一，气候变化是当今世界面临的最紧迫挑战之一。人工智能革命和绿色能源革命________，已成为大国竞争必须抢占的科技制高点。我们既期盼更绿色环保的人工智能，也期盼更智能可控的绿色能源，就像期盼盛夏不再酷热难耐。\n填入画横线部分最恰当的一项是（________）。",
  correct: ["齐头并进"],
  distractor: ["相得益彰", "缺一不可", "殊途同归"],
  unknown: []
}, {
  id: "18649890",
  stem: "如何引导帮助老人更健康地在短视频平台“冲浪”，需要各方努力。有关部门要做好科普宣传，有针对性地指导老人辨别网络骗局、保护个人隐私，增强安全意识。子女也要尽力给予父母更多陪伴，多回家看看，还可帮助他们给手机设置健康模式，从而更好地________，健康“冲浪”。\n填入画横线部分最恰当的一项是（________）。",
  correct: ["趋利避害"],
  distractor: ["化险为夷", "防微杜渐", "未雨绸缪"],
  unknown: []
}, {
  id: "18649895",
  stem: "即便专注于________的科研之路，也能凭借“有趣的灵魂”让旁人为之瞩目。石教授在《中国化学》期刊封面上把自己P成了补天的女娲，这一创意正是来自其科研设计对轴手性大家族骨架空缺的弥补。在科研这片看似高冷的天空里，用一块________的石头补上了略显空缺的一隅，让学术得以“破圈”。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["严肃", "妙趣横生"],
  distractor: ["理性", "巧夺天工", "严谨", "五彩斑斓", "枯燥", "惟妙惟肖"],
  unknown: []
}, {
  id: "18649916",
  stem: "天赋基因决定论并不符合人才培养的内在规律。孩子能否成才，关键是要看后天的兴趣与努力。家长与其________天赋基因检测结论，将孩子的未来寄托在不靠谱的“电子算命”上，不如重视孩子自身的兴趣，切实发挥后天培养的作用。只有在学习和生活中逐渐发现孩子的兴趣和特长，________，鼓励培养，每个孩子才能获得属于自己的成功。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["迷信", "因势利导"],
  distractor: ["困惑", "顺水推舟", "执着", "因材施教", "纠结", "听之任之"],
  unknown: []
}, {
  id: "18649894",
  stem: "前进道路上，有人循光而行，有人成为光。各行各业的正能量故事不断涌现，这些榜样________，笃定前行，以热血和奋斗点亮微光，用自己的方式承担着时代________的责任。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["踔厉奋发", "赋予"],
  distractor: ["踵事增华", "交托", "责无旁贷", "托付", "义不容辞", "给与"],
  unknown: []
}, {
  id: "18649906",
  stem: "“社会比较”理论认为，人们会为了________自己在社会中的地位、能力和观点等社会特征，而与他人或群体进行比较。通常来说，平行比较有助于形成更为真实和客观的自我认知；下行比较可以提高一个人的自尊心和满足感，让人感到相对________；上行比较则是一把双刃剑，可能会引发自我________和挫折感，也可能会促使个体努力提升自己。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["评估", "优越", "贬低"],
  distractor: ["评价", "优秀", "排斥", "品评", "优胜", "否定", "评论", "优良", "怀疑"],
  unknown: []
}, {
  id: "18649898",
  stem: "人力筛选海量简历十分费时且________大，不同面试官的标准与意见难以统一，导致评价缺乏________，而AI工具可以用于概括简历要点、________提取信息，以提升简历筛选的成效。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["随机性", "稳定性", "针对性"],
  distractor: ["随意性", "专业性", "选择性", "偶然性", "客观性", "统一化", "主观性", "公平性", "规模化"],
  unknown: []
}, {
  id: "18649905",
  stem: "今年越来越多骑行爱好者已经从去年的城市骑行，慢慢________为相对专业的公路骑行。从公路骑行所需的公路车整车成交量来看，市场呈现消费________趋势，万元以上高档整车的市场份额________了一倍以上。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["进阶", "升级", "扩张"],
  distractor: ["转化", "上升", "增长", "进化", "换代", "扩大", "转变", "上涨", "增加"],
  unknown: []
}, {
  id: "18649903",
  stem: "没有新漆，没有新瓦，没有被现代审美________过，山西古建筑有时显得过于________。区区一处木头搭建的藻井，古人绘以丹青，饰以琉璃，就呈现出一片璀璨宇宙。千百年后，这些低调的古建筑会冷不丁释放一种审美暴击，让不经意间抬头的游人________。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["改造", "朴素", "心悦诚服"],
  distractor: ["侵蚀", "拘谨", "过目难忘", "粉饰", "陈旧", "心旷神怡", "同化", "保守", "耳目一新"],
  unknown: []
}, {
  id: "18649913",
  stem: "艺术生活化、生活艺术化对青年群体来说不再只是一个口号，当他们________来获取审美体验和文化记忆时，传统文化不再是高高在上、________，而是可以触碰，可以体验，可以参与，这比任何________和说教都更有效果，更有意义。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["身体力行", "遥不可及", "灌输"],
  distractor: ["亲力亲为", "望尘莫及", "宣传", "身临其境", "不可向迩", "推行", "笃志力行", "曲高和寡", "倡导"],
  unknown: []
}, {
  id: "16593164",
  stem: "要解决一个大问题，往往要有好的工具。工具的发展是一个________的过程，新工具能够促进学问的继续发展，提升我们看待问题的深度，又反过来促进我们进一步发展工具。每一次工具的进步，都会带动有意义的、重要的、突破性的学问的发展。\n填入画横线部分最恰当的一项是：",
  correct: ["精益求精"],
  distractor: ["锦上添花", "千锤百炼", "精雕细琢"],
  unknown: []
}, {
  id: "10204502",
  stem: "近年来，以云计算、大数据、人工智能等技术引领的新一代数字化浪潮________。数字化转型按下“加速键”，数字技术应用深度和广度不断拓展，新技术新业态新模式________，数字经济日渐成为继农业经济、工业经济之后的新兴经济形态。\n依次填入画横线部分最恰当的一项是:",
  correct: ["浩浩荡荡", "层出不穷"],
  distractor: ["汹涌澎湃", "此起彼伏", "波澜壮阔", "生生不息", "气壮山河", "方兴未艾"],
  unknown: []
}, {
  id: "16593192",
  stem: "文旅开发需注重对古镇自然环境的呵护，避免简单________其他文旅项目大广场、大草坪、大展馆等设计，应当留住古镇清幽、古朴的历史风貌，而大规模迁移原住居民、过度引入商业设施的开发模式，已经让众多注重旅游体验的游客“用脚投票”，尤当________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["移植", "引以为戒"],
  distractor: ["复制", "居安思危", "参考", "防微杜渐", "借鉴", "慎之又慎"],
  unknown: []
}, {
  id: "16593224",
  stem: "中国的岁时节日既情意盎然又韵味绵长，以其深厚的旨趣，令人________，堪称中国人的精神原乡。作为人类非物质文化遗产，如今的中国岁时节日，早已把中国与世界紧密地联系到一起，世界各地都有中国的节庆文化，华夏民族的古老智慧，在________中滋润着这个世界。\n依次填入画横线部分最恰当的一项是：",
  correct: ["心驰神往", "历久弥新"],
  distractor: ["心向往之", "春风化雨", "心旌摇荡", "继往开来", "心旷神怡", "经久不衰"],
  unknown: []
}, {
  id: "16593183",
  stem: "电影黄金档期票房以及年度总票房在整个经济总量中占比不高，但电影产业的经济影响________，因为人们会通过这一数字，来________经济、社会的运转状况，尝试从中寻找规律、得到启发。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不容小觑", "管窥"],
  distractor: ["毋庸置喙", "分析", "举足轻重", "估量", "兹事体大", "洞察"],
  unknown: []
}, {
  id: "10204492",
  stem: "中国地理位置相对独立，南有热带丛林，西南有世界屋脊喜马拉雅山和青藏高原，\xa0西有昆仑山、天山、阿尔泰山等高山和中亚沙漠，北有蒙古高原和戈壁荒滩，东方则面海。它们虽不能构成人类迁徙的绝对________，但会给大规模人群的流动带来挑战，尤其在环境恶化时更是如此。在这样相对封闭的生态环境中，于气候适宜期迁徙至此的早期直立人生存繁衍，________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["屏障", "开枝散叶"],
  distractor: ["隔断", "代代相传", "阻碍", "绵绵不绝", "障碍", "开花结果"],
  unknown: []
}, {
  id: "16593197",
  stem: "对于热议的“网约车订单饱和”情况不能________，部分城市部分时段或部分月份可能出现短暂性动态饱和，回归到市场供求来说，网约车平台的多少，尤其是网约车车辆的多少，最终还是取决于公众出行需求多寡。市场具有自主调节能力，相关部门适时________风险，对于动态调整市场供求关系也将发挥积极作用。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一概而论", "预警"],
  distractor: ["简而言之", "防范", "予以臧否", "调控", "妄下结论", "评估"],
  unknown: []
}, {
  id: "10204485",
  stem: "科学从来不会________自己洞察了宇宙所有的真相和奥秘，它从不否认自身的局限性：超出一定范围和条件之后，没有任何一种理论能够________和解释所有的现象，回答所有的问题。\n依次填入画横线部分最恰当的一项是：",
  correct: ["宣称", "描述"],
  distractor: ["认定", "把握", "预言", "分析", "标榜", "论证"],
  unknown: []
}, {
  id: "16593186",
  stem: "一款零食以前能靠独特口味畅销十几年，这在今天几乎是天方夜谭。新爆款横空出世，模仿者很快________，消费者的新鲜感被迅速透支。当朝生暮死成为网红食品的常态，相比于________的零食巨头，轻资产的中小品牌反而更容易在时代变幻莫测的风向中________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["蜂拥而至", "尾大不掉", "闪转腾挪"],
  distractor: ["后来居上", "作茧自缚", "捷足先登", "青出于蓝", "因循守旧", "稳操胜券", "龙争虎斗", "老气横秋", "脱颖而出"],
  unknown: []
}, {
  id: "10204503",
  stem: "20世纪80年代，伴随乡村民俗及观念的日益________，写实风格绘画也在快速地构建新的民间审美意趣，反映社会生活、农村新貌的作品取代原来的民俗题材成为年画主体，年画艺术与“年”的关系________，木版年画的雕版套印技术，以及由此形成的传统审美趣味至此走到了________的边缘。\n依次填入画横线部分最恰当的一项是：",
  correct: ["淡化", "渐行渐远", "没落"],
  distractor: ["弱化", "形同陌路", "式微", "淡出", "今非昔比", "衰亡", "遗失", "每况愈下", "消弭"],
  unknown: []
}, {
  id: "16593189",
  stem: "蜱虫具有恐怖的吸血能力，它会找到皮肤上隐蔽的角落________地吸血好几天，人却无法察觉。这是因为蜱虫的唾液就像鸡尾酒一样，由各种蛋白质“________”而成，其中一些让人不痛不痒，一些让血液不会凝固，还有一些保证不会________人的免疫系统。多种病原体便会趁机入侵人体。\n依次填入画横线部分最恰当的一项是：",
  correct: ["堂而皇之", "调配", "惊扰"],
  distractor: ["不声不响", "搅拌", "启动", "明目张胆", "凝结", "触发", "有恃无恐", "混合", "唤醒"],
  unknown: []
}, {
  id: "10204510",
  stem: "当前，电信网络诈骗犯罪国际化________，催生了网络赌博、偷渡、人口贩卖等一系列违法犯罪行为，严重影响了各国人民的人身财产安全，给各国社会稳定带来了________隐患。特别是在信息手段________下，流量爆棚的短视频平台容易沦为诈骗高发区，跨境电信诈骗犯罪呈现骗术隐蔽性强、链条化运作和涉案者年轻化等趋势，让案件侦破难度进一步提高。\n依次填入划横线处最恰当的一项是：",
  correct: ["蔓延", "严峻", "加持"],
  distractor: ["漫延", "危险", "支持", "延伸", "严重", "影响", "蔓引", "重大", "助力"],
  unknown: []
}, {
  id: "19181380",
  stem: "党建引领凝聚向心力，创新驱动释放向心力，两者应________。\n填入横线处最恰当的一项是：",
  correct: ["桴鼓相应"],
  distractor: ["珠联璧合", "胶漆相投", "水乳交融"],
  unknown: []
}, {
  id: "19181386",
  stem: "“键对键”代替不了“面对面”，要想真正了解群众的诉求，解决群众的困难，必须推动各方面资源向基层下沉，不断积累力量，________。\n填入横线处最恰当的一项是：",
  correct: ["厚积薄发"],
  distractor: ["持之以恒", "励精图治", "融会贯通"],
  unknown: []
}, {
  id: "19181379",
  stem: "大运河是一本很厚的书，厚到可以用上一个词——“________”。成千上万的人是这本书的作者，他们用智慧和汗水写了两千五百年。\n填入横线处最恰当的一项是：",
  correct: ["卷帙浩繁"],
  distractor: ["汗牛充栋", "浩如烟海", "博大精深"],
  unknown: []
}, {
  id: "19181383",
  stem: "前两天邂逅了一位90后男生，他和我一样是主持人，但他的副业可厉害了，是非物质文化遗产“南京白局”的代表性传承人。看似迥异的领域，在他身上获得了一种奇妙的和谐。他告诉我，纯粹是因为热爱，就在业余时间拜师学艺，学着学着，就学有所成了。而这个副业没有影响本职工作，相反，副业的“会唱”，配上主业的“能说”，正好________。\n填入横线处最恰当的一项是：",
  correct: ["锦上添花"],
  distractor: ["相辅相成", "两全其美", "相得益彰"],
  unknown: []
}, {
  id: "19181390",
  stem: "“无主谣言”在一些短视频平台广为传播，严重破坏公序良俗，甚至________法律红线。有网民称，“希望有一天网络评论能用上类似区块链的技术，大数据能逆向看到每一条评论完整的传播链条，看看它到底是谁________的，从哪里开始病毒式传播，又是哪个机构在推波助澜。”\n依次填入横线处最恰当的一项是：",
  correct: ["逾越", "炮制"],
  distractor: ["践踏", "胡诌", "藐视", "散布", "僭越"],
  unknown: []
}, {
  id: "19181384",
  stem: "过程决定结果，结果检验过程。对于调查研究来说，如果过程是________的粗糙，或者是________的肤浅，那结果一定是不伦不类，要么脱离实际、空中楼阁，要么适得其反、危害无穷。\n依次填入横线处最恰当的一项是：",
  correct: ["走马观花", "蜻蜓点水"],
  distractor: ["粗枝大叶", "浅尝辄止", "马马虎虎", "目睫之论", "不求甚解", "略知皮毛"],
  unknown: []
}, {
  id: "19181382",
  stem: "我出生在山东蓬莱，一个美丽的海滨城市。在我的印象中，大海一直是与沙滩连接在一起的，直到我上了大学，才________了另一番景象——滩涂。初见滩涂，我觉得它并不美丽，黝黑、泥泞，甚至是“无用之地”。但在了解滩涂之后，才发现，看似“脏脏”的泥滩里生物资源丰富，________一片生命的沃土。\n依次填入横线处最恰当的一项是：",
  correct: ["见识", "堪称"],
  distractor: ["目睹", "竟是", "领略", "好似", "发现", "可谓"],
  unknown: []
}, {
  id: "19181387",
  stem: "苏东坡的诗词里，有鱼有肉，有茶有酒，有菜有羹，有萝卜有荠菜，有荔枝有樱桃，有河豚也有鲍鱼，可谓包罗万象、________。他对于美食的热爱异乎寻常，名下有一系列的经典菜肴：东坡肉、东坡鱼、东坡豆腐、东坡饼、东坡羹\xb7\xb7\xb7\xb7\xb7\xb7如果用以他的名字命名的菜肴制作一个《舌尖上的东坡》，________。\n依次填入横线处最恰当的一项是：",
  correct: ["水陆毕陈", "绰绰有余"],
  distractor: ["一应俱全", "不在话下", "林林总总", "信手拈来", "不胜枚举", "轻而易举"],
  unknown: []
}, {
  id: "19181385",
  stem: "近年来随着小卫星市场的蓬勃发展，带来了小卫星发射需求的快速上升。在这种形势下，火箭拼单开始________，一箭多星的规模也越来越大。在多星分配器上，卫星根据各自特性的不同，有的是端坐在顶上，有的是侧挂在壁上，还有的包装在释放装置内，保证大家________，都能够经受住火箭发射时的飞行环境，安全地进入到太空。\n依次填入横线处最恰当的一项是：",
  correct: ["大行其道", "各得其所"],
  distractor: ["蒸蒸日上", "一举多得", "生机勃勃", "箭无虚发", "生意盎然", "一箭双雕"],
  unknown: []
}, {
  id: "19181396",
  stem: "癌症是细胞层面上的进化。总有那么一些基因突变，会让细胞突破身体的监管，开始肆意分裂，留下大量的后代，而这些后代又会在原来的基础上积累更多基因突变。人类有千千万万的基因，细胞就能有远多于千千万万的突变，这________的突变彼此再排列组合就会有恒河沙数的变化。无论是人体自身的抗癌机制，还是现代医学技术的________，对癌细胞来说都不过是某种“________”而已，杀死的都是弱者，而杀不死的必定会更强大。\n依次填入横线处最恰当的一项是：",
  correct: ["不计其数", "干预", "物竞天择"],
  distractor: ["形形色色", "疗愈", "隔靴搔痒", "旷日持久", "介入", "优胜劣汰", "高深莫测", "应用", "弱肉强食"],
  unknown: []
}, {
  id: "12536438",
  stem: "民族的就是世界的，讲好中国故事需要不断在我国历史文化长河中________宝藏，以创新的姿态________拥抱媒体融合，借助新媒体、新技术让传统文化活起来、潮起来、火起来，让饱含文化创新元素的优质内容成为传播链条上具有强大传播力的“爆点”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["挖掘", "主动"],
  distractor: ["提炼", "积极", "寻觅", "热情", "开发", "深情"],
  unknown: []
}, {
  id: "12536441",
  stem: "中国经济行稳致远的秘籍是什么？很多人站在很多角度，会给出很多答案。但无论如何，离不开一个________：促进发展经济的措施必须符合基本经济逻辑，尤其要符合系统逻辑。历史证明，什么时候系统化地推进经济发展，什么时候就会大幅提高国家经济潜力；什么时候________发展某个领域，什么时候就可能留下大量后遗症。\n依次填入画横线部分最恰当的一项是：",
  correct: ["根本", "单一"],
  distractor: ["规律", "持续", "事实", "集中", "原则", "片面"],
  unknown: []
}, {
  id: "12536446",
  stem: "中国制度、中国道路的真正价值并不局限于某些个案和做法，而在于基本理念。这种理念就是坚持以人民为中心，以需求和问题为导向，不断推动政策完善和制度发展；这种理念就是________开放、包容、进取、创新的心态，集百家之长于一体。它是中国道路、中国制度、中国特色的________所在。\n依次填入画横线部分最恰当的一项是：",
  correct: ["秉持", "精髓"],
  distractor: ["坚定", "关键", "追求", "本质", "培养", "奥妙"],
  unknown: []
}, {
  id: "12536451",
  stem: "从某种意义上说，技术进步史与职业迭代史是一枚硬币的两面。技术进步带来分工细化，________了更多职业，这是历史发展的必然。一系列新职业________，这正是新技术、新业态、新模式的发展日新月异的最好注脚，本身就表明了中国经济社会发展的巨大活力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["催生", "从无到有"],
  distractor: ["造就", "层出不穷", "创造", "方兴未艾", "产生", "风起云涌"],
  unknown: []
}, {
  id: "12536458",
  stem: "从历史上看，世界文化交流互鉴的本质是在尊重差异、________的基础上，寻求不同文明之间的共同价值，一方面是________自我，不失去原有的文化根基与血脉；另一方面则是平等相待，吐故纳新。\n依次填入画横线部分最恰当的一项是：",
  correct: ["求同存异", "保有"],
  distractor: ["兼容并蓄", "提高", "和衷共济", "坚持", "一视同仁", "突破"],
  unknown: []
}, {
  id: "12536454",
  stem: "当小程序等一些新技术或产品上线时，互联网公司对其存在的风险或隐患________，先上线后治理的情况十分普遍。所以如果仅仅只靠互联网平台自身监管，即便平台有相关规定，但作为利益既得者，也较难避免问题的出现。\n填入画横线部分最恰当的一项是：",
  correct: ["视而不见"],
  distractor: ["束手无策", "一无所知", "含糊其辞"],
  unknown: []
}, {
  id: "12536466",
  stem: "秦国的强大在一定程度上得益于都江堰水利工程。秦国蜀守李冰为解决岷江的泛滥问题，考其地势，采用中流作堰的方法，因势利导，成功制服________的岷江，将其分为内江和外江。如此________的工程布局，堪称人类水利史上的奇迹。\xa0\n依次填入画横线部分最恰当的一项是：",
  correct: ["桀骜不驯", "巧夺天工"],
  distractor: ["波澜壮阔", "出神入化", "势不可当", "鬼斧神工", "一泻千里", "匠心独具"],
  unknown: []
}, {
  id: "12536467",
  stem: "通常深度大于6000米的深海被称为深渊，科学家认为其有着________的科考和科研价值。下潜到1万米深度，相当于在1个手指甲大小的面积上承受约1吨的重量。气压、光照、盐度的逐级变化，造就了地球这个最深处的特殊性。在此开展科学研究，能够获取地球物理、地质构造等________的科学资料。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不可替代", "独一无二"],
  distractor: ["无与伦比", "不胜枚举", "难以估量", "丰富多彩", "前所未有", "错综复杂"],
  unknown: []
}, {
  id: "12536470",
  stem: "影视作品理应通过精湛新颖的艺术表现手法潜移默化地走进广大观众的情感深处，浸润他们的心灵。然而在文化消费日趋多样、媒介环境________的情况下，部分创作者的观念未能________，对作品的定位仍停留在“观念的传声筒”层面，主题先行、题材陈旧、剧情高悬等问题层出不穷。即便某些作品拥有一定的艺术质量和思想内涵，也往往因表现手法、选材内容无法契合新时代观众的观赏需求，而难以被市场所接纳。\n依次填入画横线部分最恰当的一项是：",
  correct: ["日新月异", "与时俱进"],
  distractor: ["瞬息万变", "推陈出新", "变幻莫测", "更新换代", "纷繁复杂", "乘势而上"],
  unknown: []
}, {
  id: "12536471",
  stem: "我们在网上经常看见一些误导性消息，这些信息可能________，但其背后的操纵策略往往________。因此，对心理学家而言，它们都________，研究表明，让观众了解误导信息的操纵策略，就能帮助人们提升分辨误导信息的能力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["千奇百怪", "千篇一律", "有迹可循"],
  distractor: ["五花八门", "如出一辙", "不过尔尔", "故弄玄虚", "机关算尽", "不足为奇", "煞有介事", "平平无奇", "别有用心"],
  unknown: []
}, {
  id: "5893751",
  stem: "现在，我国经济金融领域风险隐患很多，但总体可控。要坚持底线思维。古人说：“祸几始作，当杜其萌；疾证方形，当绝其根。”我们要发挥好党的领导和我国社会主义制度优势，________，抓早抓小，着力避免发生重大风险或危机。\n填入画横线部分最恰当的一项是：",
  correct: ["见微知著"],
  distractor: ["对症下药", "审时度势", "当机立断"],
  unknown: []
}, {
  id: "5893713",
  stem: "世界航天大国都在积极开展空间碎片清除技术研究，提出了各自的清除方案。总的来看有两大类：一类是接触式，如机械臂抓捕、安装离轨装置等；第二类是非接触式，如用激光或离子束等进行推移。两类清除方式________，都是要让碎片离开当前轨道，进入大气层烧毁。\n填入画横线部分最恰当的一项是：",
  correct: ["殊途同归"],
  distractor: ["如出一辙", "双管齐下", "各有千秋"],
  unknown: []
}, {
  id: "5893718",
  stem: "全面从严治党和鼓励担当作为是内在统一的，不是彼此对立的。严并不是要把大家管死，使人瞻前顾后、畏首畏尾，搞成暮气沉沉、________的一潭死水，而是要通过明方向、________、正风气、强免疫，形成风清气正的党内政治生态，营造有利于干事创业的良好环境，进一步调动全党的积极性、主动性、创造性。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无所作为", "立规矩"],
  distractor: ["浑浑噩噩", "讲原则", "唯唯诺诺", "严法纪", "无所事事", "守底线"],
  unknown: []
}, {
  id: "5893752",
  stem: "发展社会主义协商民主，要把民主集中制的优势运用好，发扬“团结——批评——团结”的优良传统，广开言路，________，促进不同思想观点的充分表达和深入交流，做到相互尊重、平等协商而不强加于人，遵循规则、有序协商而不各说各话，体谅包容、真诚协商而不偏激偏执，形成既畅所欲言、________，又理性有度、合法依章的良好协商氛围。\n依次填入画横线部分最恰当的一项是:",
  correct: ["集思广益", "各抒己见"],
  distractor: ["不耻下问", "百家争鸣", "兼收并蓄", "取长补短", "虚怀若谷", "从善如流"],
  unknown: []
}, {
  id: "5893514",
  stem: "史书是古人写就的，有些内容可能会因有人随意取舍、记忆有误或者心存故意而________历史真实。运用基因等高科技手段的考古研究是科学，它以客观而非主观的科学事实和科学数据得出结论。科学可以检验，可以用重复操作检验此前的研究成果是否准确、正确，从而________了人为造假的可能。\n依次填入画横线部分最恰当的一项是：",
  correct: ["偏离", "降低"],
  distractor: ["违背", "化解", "掩盖", "规避", "虚构", "杜绝"],
  unknown: []
}, {
  id: "5893520",
  stem: "许多老大难问题之所以长期无解，重要原因是调查研究流于形式，导致情况吃得不透、病根找得不准。有的是“盲人摸象”式调研，眼中只有一个个孤立的“盆景”，得出的结论往往是________；有的是“刻舟求剑”式调研，对新情况多凭主观判断下结论，导致出台的政策________不强。\n依次填入画横线部分最恰当的一项是：",
  correct: ["以偏概全", "针对性"],
  distractor: ["老生常谈", "科学性", "一孔之见", "时效性", "闭门造车", "可行性"],
  unknown: []
}, {
  id: "5893523",
  stem: "推进乡村振兴必须规避两种倾向：一是“只见树木、不见森林”，打造“样板村”，并将资源或政策向其倾斜；二是“________、平均用力”，即将单一发展方式套用到所有农村，或将资源进行简单分解。只有尊重农村发展实际和市场规律，________实施振兴政策，才能使广大农民得到实惠。\n依次填入画横线部分最恰当的一项是：",
  correct: ["等量齐观", "因地制宜"],
  distractor: ["一视同仁", "脚踏实地", "面面俱到", "坚定不移", "不偏不倚", "步步为营"],
  unknown: []
}, {
  id: "5893513",
  stem: "“潜”是“显”的基础，“显”是“潜”的结果。对于事关长远、事关基础的任务，“一口吃不成个胖子”，就要扎扎实实、稳步有序推进。这些工作并不________，政绩也并非________，但有助于各项事业全面发展、长足进步，是真正对党、对人民、对历史负责的体现。\n依次填入画横线部分最恰当的一项是：",
  correct: ["显山露水", "一目了然"],
  distractor: ["声势浩大", "家喻户晓", "惊天动地", "有目共睹", "轰轰烈烈", "引人注目"],
  unknown: []
}, {
  id: "5893516",
  stem: "“木刻分水”是哈尼族在长期梯田农耕活动中形成的________分配水源的制度，具体做法是：根据沟渠所能灌溉的梯田面积，经过集体协商，确定每份梯田应得水量，刻在横木上，作为分配水源的尺子。哈尼人用其量水、分水，取之有度，用之有节，既体现出对大自然的崇敬，也实现了对水资源的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["公平", "精打细算"],
  distractor: ["便捷", "物尽其用", "科学", "量入为出", "精确", "开源节流"],
  unknown: []
}, {
  id: "5893630",
  stem: "马克思主义理论必须随着实践发展而发展，必须中国化才能________、本土化才能深入人心。马克思主义中国化的进程是中国共产党人解放思想、统一思想的过程。解放思想不是脱离国情的________，也不是闭门造车的主观想象，而是要求我们一切从实际出发。\n依次填入画横线部分最恰当的一项是：",
  correct: ["落地生根", "异想天开"],
  distractor: ["薪火相传", "高谈阔论", "枝繁叶茂", "空穴来风", "生生不息", "海市蜃楼"],
  unknown: []
}, {
  id: "5893512",
  stem: "从长远看，保护个人信息，并不是把信息数据与互联网经济________开来，而是应当探讨如何在必要、合理、合规的基础上，实现信息保护与利用的共赢。在大数据、信息化时代，如何在海量个人信息中________敏感信息、利用好其他可用信息，对发展信息产业、平衡数据应用与用户权益之间的关系，都具有重要意义。\n依次填入画横线部分最恰当的一项是：",
  correct: ["隔绝", "剥离"],
  distractor: ["独立", "屏蔽", "分离", "甄别", "区别", "剔除"],
  unknown: []
}, {
  id: "5893797",
  stem: "年轻干部要提高抓落实能力。干事业不能做样子，必须脚踏实地，抓工作落实要以上率下、________。特别是主要领导干部，既要带领大家一起定好盘子、理清路子、开对方子，又要做到重要任务亲自部署、关键环节亲自把关、落实情况亲自督查，不能高高在上、________，不能只挂帅不出征。干事业就要有钉钉子精神，抓铁有痕、踏石留印，________向前走，过了一山再登一峰，跨过一沟再越一壑，不断通过化解难题开创工作新局面。\n依次填入画横线部分最恰当的一项是：",
  correct: ["真抓实干", "凌空蹈虚", "稳扎稳打"],
  distractor: ["一马当先", "刚愎自用", "披荆斩棘", "掷地有声", "好高骛远", "久久为功", "责无旁贷", "坐而论道", "兢兢业业"],
  unknown: []
}, {
  id: "5893700",
  stem: "创造和享受艺术是区别人类与其他生物的重要标志之一。基于当下的限定条件，通过算法进行模仿是AI绘画的________。这些完成品的构图、配色和细节可能极其________，在审美上与人类的经验高度一致。但从整个创作过程来看，并不能体现人类在艺术创作里的情感追求，与传统艺术创作理念也________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["核心", "精致", "大相径庭"],
  distractor: ["本质", "妥帖", "相去甚远", "前提", "丰富", "背道而驰", "基础", "高妙", "水火不容"],
  unknown: []
}, {
  id: "5893798",
  stem: "生命科学界普遍认同“科学数据共享”，研究人员在使用数据库的同时，将自己研究发现的基因序列或蛋白质结构数据存入数据库，同时成为数据库的使用者和________。如今，数据库已经成为生命史书最________的纪录载体和强大的数据分析平台，为整个生命科学研究所________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["贡献者", "可靠", "依赖"],
  distractor: ["维护者", "完备", "期待", "推广者", "稳定", "认可", "建设者", "坚定", "欢迎"],
  unknown: []
}, {
  id: "5893716",
  stem: "基层工作________，调研起来难免千头万绪。调查研究要从“小切口”入题，从民生实事选题定向。同时，调研要坚持“一根竿子插到底”，________直面“真问题”，克服认知盲区和思维局限，秉持更加开阔的视野，方能________基层“最后一公里”的症结。\n依次填入画横线部分最恰当的一项是：",
  correct: ["包罗万象", "抽丝剥茧", "破解"],
  distractor: ["盘根错节", "高屋建瓴", "治理", "错综复杂", "追根溯源", "洞见", "任重道远", "实事求是", "缓解"],
  unknown: []
}, {
  id: "5893511",
  stem: "所谓环境影响评价，是指对规划和建设项目实施后可能造成的环境影响进行分析、预测和评估，提出预防或减轻不良环境影响的对策和措施，进行跟踪监测的方法与制度。可以说，环境影响评价是控制环境风险的“________”，也是在发展中守住绿水青山的第一道防线，对协同推进经济高质量发展和生态环境高水平保护发挥着重要作用。\n填入画横线部分最恰当的一项是：",
  correct: ["安全阀"],
  distractor: ["预警机", "试金石", "缓冲器"],
  unknown: []
}, {
  id: "5893832",
  stem: "战场上未解之惑、未识之物、未通之理皆可疑。战场中的善疑并非一味多疑或疑而无度，而是要从全局出发，围绕作战目的、作战对手、作战体系而“疑”，观察战场态势，分析关联要点，力求对敌方的军事行动________，对敌方的结构体系心知肚明，从而把握重心，掌握大局。\n填入画横线部分最恰当的一项是（\xa0\xa0）",
  correct: ["洞若观火"],
  distractor: ["防患未然", "胸有成竹", "未卜先知"],
  unknown: []
}, {
  id: "5893824",
  stem: "应急情境下妥善治理谣言，考验的是应急处置能力的临场发挥，更是应急处置能力的建设。网络谣言治理主要有治标与治本两条路径，前者针对既成事实，________，即时奏效；后者侧重于“治未病”，________，久久为功。两条路径有机结合，方可有效遏制互联网谣言的生产与传播。\n依次填入画横线部分最恰当的一项是：",
  correct: ["亡羊补牢", "曲突徙薪"],
  distractor: ["双管齐下", "未雨绸缪", "惩前毖后", "深谋远虑", "补偏救弊", "先发制人"],
  unknown: []
}, {
  id: "5893823",
  stem: "在音乐文化中，________并不会形成传播壁垒，反而会引发人们对不同文化背景下的音乐进行探索。电影是讲好中国故事的重要媒介，面对跨文化背景下的观众，应当充分发挥音乐这一艺术形式的作用，让优秀的中国故事、中国精神、中国文化更好地与全球不同层次的观众实现________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["差异性", "共鸣"],
  distractor: ["多元化", "互动", "独特性", "连接", "本土化", "沟通"],
  unknown: []
}, {
  id: "5893828",
  stem: "民生服务的创新不应忽略老年人的感受，很多对年轻人而言________的操作却给老年人带来不小烦恼，甚至成为难以逾越的数字鸿沟。因此，大力推进数字技术适老化改造势在必行。这需要全社会成员________站在老年人的角度，感受他们可能遭遇的困境，让适老化理念贯彻民生服务始终。\n依次填入画横线部分最恰当的一项是：",
  correct: ["司空见惯", "设身处地"],
  distractor: ["烂熟于心", "推己及人", "手到擒来", "将心比心", "习以为常", "感同身受"],
  unknown: []
}, {
  id: "5893517",
  stem: "北极地区常年漂浮着体积巨大、厚薄不一的海冰。面对这些海冰，绝大部分战舰只能________，唯有破冰船和冰面下的潜艇敢于一试身手。当前，世界上力量最强的破冰船，排水量可达3.3万吨，能够________地破开近3米厚的坚冰，堪称北极航线上的开路先锋。\n依次填入画横线部分最恰当的一项是：",
  correct: ["望而却步", "轻而易举"],
  distractor: ["束手无策", "易如反掌", "退避三舍", "游刃有余", "裹足不前", "长驱直入"],
  unknown: []
}, {
  id: "5893521",
  stem: "量子理论描述了微观粒子的诸多反直觉行为，广义相对论描述了引力的本质，并做出许多________的预言，比如黑洞、引力波、引力透镜等。这两种理论在各自领域都运作得非常好，却无法以一种________的方式结合起来。因此，寻找能将这两种理论统一起来的量子引力理论，是物理学家最大的________之一。\n依次填入画横线部分最恰当的一项是：",
  correct: ["奇特", "完美", "目标"],
  distractor: ["著名", "直观", "难题", "大胆", "简便", "挑战", "神秘", "合理", "困惑"],
  unknown: []
}, {
  id: "5893518",
  stem: "读书学习的过程，实际上是一个不断思考认知的过程。思考是阅读的________，是认知的必然，是把书读活的关键。如果只是机械地阅读、被动地接受、________地浏览，没有思考，________，再好的知识也难以吸收和消化。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深化", "简单", "人云亦云"],
  distractor: ["延伸", "浮泛", "敷衍了事", "升华", "肤浅", "走马观花", "转化", "消极", "挂一漏万"],
  unknown: []
}, {
  id: "5894960",
  stem: "载人航天是系统最复杂、科技最________、创新最活跃的工程之一，它________力学、天文学、地球科学、航天医学、空间科学等众多科学领域，涉及系统工程、自动控制、计算机、航天动力、通信、遥感、新能源、新材料等诸多工程技术，是________的国家科技成果的“集大成者”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["密集", "涵盖", "当之无愧"],
  distractor: ["广泛", "融合", "众望所归", "尖端", "集中", "独占鳌头", "先进", "兼顾", "不折不扣"],
  unknown: []
}, {
  id: "5893522",
  stem: "守正是创新的前提，创新是守正的路径。守正不是________、循规蹈矩，而是守住本和源、根和魂；创新也不是凭空幻想、________，而是在把握事物发展规律的基础上充分发挥主观能动性。只有守正，才能恪守正道、________；只有创新，才能与时俱进、推陈出新。\n依次填入画横线部分最恰当的一项是：",
  correct: ["墨守成规", "恣意妄为", "固本强基"],
  distractor: ["陈陈相因", "纸上谈兵", "正本清源", "抱残守缺", "天马行空", "返璞归真", "食古不化", "向壁虚造", "拨乱反正"],
  unknown: []
}, {
  id: "5893510",
  stem: "推进公交专用车道的开放共享，不等于废除公交专用通道，更不等于在城市交通治理中不再坚持“公交先行”的理念。理想状况下的公交专用通道共享，应该是在不影响公交通行效率的前提下，方便社会车辆的通行，从而在整体上提升道路交通的通行效率，而并非________。\n填入画横线部分最恰当的一项是：",
  correct: ["顾此失彼"],
  distractor: ["不分彼此", "厚此薄彼", "此消彼长"],
  unknown: []
}, {
  id: "5893515",
  stem: "公正司法是维护社会公平正义的最后一道防线。在社会关系调节和纠纷解决中，司法具有________作用。党的十八大以来，我们着力深化司法体制改革，加快建设公正高效权威的社会主义司法制度。让人民群众与司法“零距离”，使公平正义更加可见、可感、可________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["终局性", "触及"],
  distractor: ["强制性", "信任", "预防性", "贴近", "指导性", "实现"],
  unknown: []
}, {
  id: "5893740",
  stem: "区块链技术使得消费者可以放心“买全球”。当货物从海外运往中国时，物流数据已经开始在区块链上运行。每个进口商品都获得________的“身份证”，手机扫一扫，就能看到生产、物流全环节，所有信息不可________，海淘又多了一分保障。\n依次填入画横线部分最恰当的一项是：",
  correct: ["独一无二", "篡改"],
  distractor: ["简明扼要", "变更", "一成不变", "复制", "与众不同", "撤销"],
  unknown: []
}, {
  id: "5893519",
  stem: "未成年人网络游戏防沉迷机制是否有效，不只取决于平台管控是否严格，也取决于是否存在其他________。对此，为绕开防沉迷机制而设计出来的种种方法，都应予以________清理和整治。对于落实未成年人保护责任，运营商唯有诚心正意而非________，才能真正完善未成年人网络游戏防沉迷机制。\n依次填入画横线部分最恰当的一项是：",
  correct: ["漏洞", "系统", "虚与委蛇"],
  distractor: ["干扰", "全面", "口是心非", "短板", "严厉", "漫不经心", "盲区", "彻底", "虚张声势"],
  unknown: []
}, {
  id: "16593050",
  stem: "面对北宋王朝百余年的积贫积弱，怀“回天转地”之气概、视“天下大治”为己任的王安石，从“继道而行”“以道求治”的哲学立场和政治观念出发，借论周公之政畅抒其立法施治的观点，其________显然不仅仅是治必有法，而更在于强调治须“良法”。\n填入划横线部分最恰当的一项是：",
  correct: ["意图"],
  distractor: ["缘由", "动机", "设想"],
  unknown: []
}, {
  id: "16593125",
  stem: "音乐诗画《听此青绿——乐咏千里江山》以十三幅________图景展现传世名画《千里江山图》中的景观和风情，借鉴《高山流水》《渔舟唱晚》《梅花三弄》等古曲的艺术表达，融合编钟、箜篌、筑等民族乐器和西洋铜管乐，加入绘画、书法、意境化舞蹈等表现方式，为千山万壑、江河交错的盛景注入________而深邃、浑厚而轻盈的悠远神韵。\n依次填入划横线部分最恰当的一项是：",
  correct: ["壮丽", "磅礴"],
  distractor: ["华丽", "壮阔", "宏伟", "清雅", "绮丽", "恢宏"],
  unknown: []
}, {
  id: "16593045",
  stem: "金秋时节，五彩斑斓的丰收画卷在广袤大地徐徐展开。14亿人的饭碗，依赖有限耕地上的产出，良种的重要性不言而喻。“种地不选种，累死落个空”“好种多打粮”“千算万算，不如良种合算”\xb7\xb7\xb7\xb7\xb7\xb7一句句________而直白的农谚，道出一粒小小的种子如何承载粮食安全这“国之大者”。当良种与土地相遇，丰收的希望便开始________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["朴素", "孕育"],
  distractor: ["朴陋", "酝酿", "朴实", "滋生", "俭朴", "点燃"],
  unknown: []
}, {
  id: "16593056",
  stem: "党的十八大以来，经过艰苦卓绝的努力，我们打赢了人类历史上最大规模脱贫攻坚战；经济总量从54万亿元提升到114万亿元，占世界经济的比重从11.3%提升到18.5%；港珠澳大桥通车________，北斗卫星导航系统全面开通，第三艘航空母舰下水\xb7\xb7\xb7\xb7\xb7\xb7一个个改天换地的创举，一件件惊天动地的大事，谱写了时代变迁的________乐章，拓展了历史前行的宽阔航道。\n依次填入划横线部分最恰当的一项是：",
  correct: ["运营", "恢宏"],
  distractor: ["运行", "宽宏", "运转", "宏伟", "运载", "宏大"],
  unknown: []
}, {
  id: "16593120",
  stem: "中华民族的历史是各民族共同创造的。其间汉族的发展也是因为有其他民族________、________而不断进步。汉族人口多，原本是由许多少数民族混血形成的，故汉族的贡献也包含了许多少数民族的贡献。\n依次填入划横线部分最恰当的一项是：",
  correct: ["参与", "融入"],
  distractor: ["参加", "融合", "汇合", "创造", "凝聚", "交融"],
  unknown: []
}, {
  id: "16592996",
  stem: "湿地被誉为“地球之肾”，和森林、海洋一起，构成了地球的三大生态系统，它在净化水质、________水源、调节气候、________生物多样性等方面，具有不可替代的生态价值。\n依次填入划横线部分最恰当的一项是:",
  correct: ["涵养", "维护"],
  distractor: ["滋养", "维持", "保护", "衡量", "充沛", "助力"],
  unknown: []
}, {
  id: "16593118",
  stem: "当下涌现的这一批新国风文艺作品既有美之内涵，亦有美之________，既在内容创作层面上________了既有模式的窠臼，又用别具一格的创意激活了文化传承的密码。\n依次填入划横线部分最恰当的一项是：",
  correct: ["意蕴", "突破"],
  distractor: ["外延", "保持", "格调", "推动", "创造", "打开"],
  unknown: []
}, {
  id: "16593028",
  stem: "我国已经形成了相对完善的中药质量标准控制体系，________了中药材源头种植到终端产品流通的各个环节。医院积极利用现代制药新技术________了传统医院中药制剂的给药剂型和给药方法，走科学化的特色制剂发展方式，满足群众多元化用药需求。\n依次填入划横线部分最恰当的一项是:",
  correct: ["涵盖", "改变"],
  distractor: ["包揽", "改革", "蕴涵", "改换", "囊括", "改成"],
  unknown: []
}, {
  id: "16593158",
  stem: "“巴赫金对话”理论的概念经过西方社会学的发展，被________成一种克服现代性危机、重构认同与共同体的有效手段。具体到政治传播的________里，强调政府与公众的“垂直对话”，其本质是政府紧密围绕民生民意与社会需求，通过及时的信息公开________不确定性，弥合不同意见并最终确认共同价值的手段。\n依次填入划横线部分最恰当的一项是：",
  correct: ["演绎", "语境", "消弭"],
  distractor: ["推演", "领域", "消灭", "论证", "情境", "消损", "归纳", "环境", "消解"],
  unknown: []
}, {
  id: "16593048",
  stem: "历史上的关羽之所以经历由人到神的________跃升，从根本上讲，是因为他的道德品行和人格气质满足了不同时代价值信仰重构的精神需求，即在关公身上蕴含着中华优秀文化________的核心价值。那么这种核心价值是什么？主张刚、毅、直、俭者有之，认为孝、悌、忠、信者有之，可谓众说多歧，________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["擢拔", "一以贯之", "莫衷一是"],
  distractor: ["改变", "一脉相承", "鞭辟入里", "提携", "一如既往", "各执一词", "擢用", "自始至终", "众口难调"],
  unknown: []
}, {
  id: "16593227",
  stem: "汉语溯源，我们主张从造字义入手，揭示其特征义、结合训诂材料和文献例证，从语素相互选择和古今沟通的角度，探讨词语产生的构词理据和意义变化等。只有这样，才有可能真正找到字词产生的源头，在纷繁复杂的词义系统里________，层层深入，探明真相。\n填入画横线部分最恰当的一项是：",
  correct: ["抽丝剥茧"],
  distractor: ["去伪存真", "去粗取精", "按图索骥"],
  unknown: []
}, {
  id: "10204462",
  stem: "当其他城市还停留在“漫步”的思维里寻找发展机遇时，有的地方已经开始________，深挖骑行、游船休闲消费需求。这不仅为当地经济拓展了新“赛道”，打开了新思路，也为文旅消费市场扩容提质、产业发展转型升级提供更广阔的市场空间。\n填入画横线部分最恰当的一项是：",
  correct: ["另辟蹊径"],
  distractor: ["推陈出新", "招兵买马", "大展宏图"],
  unknown: []
}, {
  id: "10204642",
  stem: "在现代社会，个人职业不应成为局限，从而________生活中丰富的可能性和人的多样潜能。如果以________的“职业画像”来描述社会成员，会妨碍人的发展与自我完善。\n依次填入画横线部分最恰当的一项是：",
  correct: ["消弭", "刻板"],
  distractor: ["否定", "简单", "钳制", "固化", "扼杀", "纯粹"],
  unknown: []
}, {
  id: "10204480",
  stem: "中华民族追求疆域领土统一、推崇中央政府权威、注重文化共识________，反对国家四分五裂、地方各自为政、价值观虚无混乱。尽管一些历史时期也曾出现过分裂局面，但统一始终是________。不论分裂的时间有多长、分裂的局面有多严重，最终都会重新走向统一。\n依次填入画横线部分最恰当的一项是：",
  correct: ["凝聚", "主流"],
  distractor: ["凝结", "核心", "汇合", "重心", "汇聚", "主题"],
  unknown: []
}, {
  id: "10204469",
  stem: "一些品牌随意挑选某个古代物件图样印在服饰上，再染上年画风格的配色，就为自己打出国潮的________。其实，这根本算不上真正意义的国潮，国潮不是简单的文化包装，而是传统文化与现代审美的深度________。\n依次填入画横线部分最恰当的一项是:",
  correct: ["噱头", "融合"],
  distractor: ["名头", "交汇", "标签", "结合", "标记", "融汇"],
  unknown: []
}, {
  id: "16593207",
  stem: "县域是连接农村和城市的重要________，也是未来城镇化的重要载体。然而，虽然县域流动户籍限制取消，农民工落户意愿却并未显著________。究其原因，县域产业聚集力弱、公共服务滞后等因素，都影响了其落户意愿。因此，进一步提升县域农民工市民化质量，关键是________“稳定就业难、体面居住难、安心落户难”三大难题。\n依次填入画横线部分最恰当的一项是：",
  correct: ["枢纽", "增强", "破解"],
  distractor: ["纽带", "增加", "解决", "关节", "加强", "分解", "节点", "上涨", "解答"],
  unknown: []
}, {
  id: "10204465",
  stem: "人们往往对历经上百上千年的古董充满敬畏感，却鲜少给予我们父辈甚至我们自己手中诞生的文明产物以呵护。实际上，工业遗产不仅是几代人青春奋斗的地方，也记录着企业________的发展历程，更承载着中国制造由小到大、由弱变强的历史记忆。\n填入画横线部分最恰当的一项是：",
  correct: ["不可磨灭"],
  distractor: ["波澜壮阔", "岁月峥嵘", "难以忘怀"],
  unknown: []
}, {
  id: "16593293",
  stem: "鸿雁南飞、菊花盛开之时，文人墨客秋思绵延，绘就一幅幅绚丽多姿的晚秋画卷。卢纶笔下的寒露是“数派清泉黄菊盛，一林寒露紫梨繁”，一派明艳繁茂；王安石眼中却是“空庭得秋长漫漫，寒露入暮愁衣单”，满眼的寂寥惆怅；元稹诗里描绘“寒露惊秋晚，朝看菊渐黄。千家风扫叶，万里雁随阳”，充盈着________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["肃杀之气"],
  distractor: ["恬淡之意", "离愁之情", "清丽之美"],
  unknown: []
}, {
  id: "16593259",
  stem: "镜像神经元是大脑中一种具有特别能力的神经元，它是人类“代入感”及“同理心”的生物基础。它就像一面镜子，让我们能反映和模仿他人行为，产生“感同身受”的体验。而天生发达的镜像神经元也是泪点低的原因之一。比如，看到别人吃东西，自己也会流口水；看见他人发怒，自己头皮也会发紧；别人情绪低落，自己内心也不好受\xb7\xb7\xb7\xb7\xb7\xb7所以，一听到悲情故事就止不住落泪的人，不是太脆弱、________，而可能是镜像神经元太发达。\n填入画横线部分最恰当的一项是：",
  correct: ["敏感"],
  distractor: ["敏捷", "灵敏", "敏锐"],
  unknown: []
}, {
  id: "16593292",
  stem: "金秋时节，五彩斑斓的丰收画卷在广袤大地徐徐展开。14亿人的饭碗，依赖有限耕地上的产出，良种的重要性不言而喻。“种地不选种，累死落个空”“好种多打粮”“千算万算，不如良种合算”\xb7\xb7\xb7\xb7\xb7\xb7一句句________而直白的农谚，道出一粒小小的种子如何承载粮食安全这“国之大者”。当良种与土地相遇，丰收的希望便开始____。\n依次填入画横线部分最恰当的一项是：",
  correct: ["朴素", "孕育"],
  distractor: ["质朴", "发酵", "朴实", "滋生", "俭朴", "点燃"],
  unknown: []
}, {
  id: "10204422",
  stem: "雷暴是夏季最常见的天气现象之一，在一般人眼中，雷暴意味着电闪雷鸣、暴雨倾盆，常常造成严重的________。但在热爱天象的摄影师眼中，雷暴是融“声、光、电”为一体的独特________。尤其是充满压迫感的雷暴云，云团犹如巨大的飞碟悬浮于天空，旋转凝聚的同时云中闪电不断、雷声滚滚，彰显着大自然的威力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["自然灾害", "自然景观"],
  distractor: ["自然灾荒", "自然景况", "自然灾变", "自然景象", "自然灾患", "自然景物"],
  unknown: []
}, {
  id: "16593282",
  stem: "据介绍，光学产品的装配和调试，直接影响成像效果。高精密复杂光学系统对性能有严苛的要求，不仅要实现狭小空间内超精密光学镜片的精密装调，还需________光学系统的稳定性。高精密复杂光学系统的装配和调试，往往靠经验丰富的匠人________精密仪器完成，存在装调难度大、周期长、制造加工一致性差等问题。\n依次填入划横线部分最恰当的一项是：",
  correct: ["确保", "配合"],
  distractor: ["维持", "制作", "保持", "组合", "确认", "搭配"],
  unknown: []
}, {
  id: "10204645",
  stem: "数字治理借助于现代信息技术手段，________了对政府组织的流程再造与体制机制重塑，提升了公共产品和服务需求匹配的精准度，________了社会公共资源配置，增强了政府与社会以及公众之间的协同与信任，________了数字时代的人文精神，本质上就是在更加高效地创造公共价值。\n依次填入划横线部分最恰当的一项是：",
  correct: ["实现", "优化", "凝聚"],
  distractor: ["履行", "强化", "改变", "达到", "支配", "拓展", "落实", "调整", "适应"],
  unknown: []
}, {
  id: "16593286",
  stem: "暗物质，一种在物质起源和宇宙________过程中具有重要地位的物质，约占整个宇宙物质质量的85%。但它看不见、摸不着，几乎不和任何物体发生作用。为了捕捉到这________又“腼腆”的暗物质，21世纪以来，国际上________开展了20多个探测实验。人们相信，谁先揭开它的面纱，谁就将促成人类对物质世界和宇宙认识的又一次重大飞跃。\n依次填入画横线部分最恰当的一项是：",
  correct: ["演化", "神秘", "相继"],
  distractor: ["蜕变", "严肃", "持续", "运动", "神奇", "广泛", "膨胀", "冷酷", "及时"],
  unknown: []
}, {
  id: "16593233",
  stem: "中国汉字经历岁月洗礼，________，如今已发展出成熟而多样的字体系统。随着科学技术的________，激光照排技术替代活字印刷，让汉字的传播方式发生了革命性变化，而数字媒体的________使汉字字体的设计迎来了质的飞跃。当我们以全新的视角重新审视汉字时，会发现其创新的设计方法如万花筒般千姿百态、绚丽多彩。\n依次填入划横线部分最恰当的一项是：",
  correct: ["薪火相传", "更迭", "介入"],
  distractor: ["久久为功", "提升", "创新", "历久弥新", "增长", "融合", "厚积薄发", "普及", "应用"],
  unknown: []
}, {
  id: "5908624",
  stem: "民营企业在发展“四新经济”方面有自身的独特优势，敏锐的市场嗅觉、灵活的市场行为、强烈的开拓意识以及持续的创新精神使得民营企业在“四新经济”发展进程中________。\n填入画横线部分最恰当的一项是：",
  correct: ["大有可为"],
  distractor: ["游刃有余", "举足轻重", "事半功倍"],
  unknown: []
}, {
  id: "5908640",
  stem: "马克思主义中国化时代化这个重大命题本身就决定，我们决不能抛弃马克思主义这个魂脉，决不能抛弃中华优秀传统文化这个根脉。________好这个魂和根，是理论创新的基础和前提。理论创新必须讲新话，但不能丢了老祖宗，________就等于割断了魂脉和根脉，最终会犯失去魂脉和根脉的颠覆性错误。\n依次填入画横线部分最恰当的一项是：",
  correct: ["坚守", "数典忘祖"],
  distractor: ["维系", "见异思迁", "培育", "崇洋媚外", "保护", "喜新厌旧"],
  unknown: []
}, {
  id: "5908650",
  stem: "药品安全事关广大人民群众身体健康和生命安全。不筑牢药品的安全底线，安全根基不稳，再多的创新也是________。持续强化药品全生命周期质量监管，落实药品安全“四个最严”要求，才能有效________药品安全形势的总体稳定。药品安全是设计出来的，也是生产出来的，更是监管出来的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["空中楼阁", "维护"],
  distractor: ["纸上谈兵", "保障", "徒劳无功", "提升", "本末倒置", "控制"],
  unknown: []
}, {
  id: "5908582",
  stem: "“君不见黄河之水天上来\xb7\xb7\xb7\xb7\xb7\xb7”带着醉意的李白举杯吟出《将进酒》，带着围坐的高适、岑夫子、丹丘生等人，一齐驾着仙鹤飞越银河之上，这是电影《长安三万里》中，颇具浪漫主义和瑰丽想象的一幕。《长安三万里》将纪实与想象________，开启了一场打破时空的“唐代诗友会”。从开元盛世到安史之乱，从水草丰美的江夏到美轮美奂的长安，从歌舞翩跹的江南到________的边塞，万里山河画卷都是唐代的模样。\n依次填入画横线部分最恰当的一项是：",
  correct: ["交融", "金戈铁马"],
  distractor: ["融汇", "人迹罕至", "糅合", "异域风情", "联结", "荒无人烟"],
  unknown: []
}, {
  id: "5908611",
  stem: "铁路是国民经济大动脉。一条铁路线的________，往往折射出一个地区发展变迁和现代化的崛起步伐。在山东发展史上，百廿胶济，就是这样一条担纲主动脉的铁路线。可以说，一部百廿胶济发展史，是一部铁路交通变迁史，更是一部________的沿线经济文化发展史。\n依次填入画横线部分最恰当的一项是：",
  correct: ["嬗变", "波澜壮阔"],
  distractor: ["贯通", "气势磅礴", "延展", "活力四射", "演变", "流光溢彩"],
  unknown: []
}, {
  id: "5908630",
  stem: "传统制造业是现代化产业体系的________。要看到，我国传统产业体量大，在制造业中占比超过80%，传统产业转型升级直接关乎现代化产业体系建设全局，对当前突出做好稳增长稳就业稳物价工作、推动经济运行持续好转________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["基底", "不可或缺"],
  distractor: ["根源", "至关重要", "支柱", "缺一不可", "核心", "功不可没"],
  unknown: []
}, {
  id: "5908645",
  stem: "虽然“鸟生”有长有短，但生而为鸟，不外乎要经历出生、成长、成熟、衰老、死亡的过程。生存、运动、觅食、交流、玩耍、求偶和育幼等行为贯穿于它们的生命历程。这些行为看似简单明白，背后却________着生命的玄机。鸟类的行为复杂而独特，呈现出极高的________，哪怕是我们身边最为普通的麻雀、乌鸦和喜鹊，也可能做出让你意想不到的行为。鸟类的世界就是这样纷繁和迷人。\n依次填入画横线部分最恰当的一项是：",
  correct: ["蕴藏", "异质性"],
  distractor: ["暗含", "科学性", "孕育", "神秘性", "隐伏", "特殊性"],
  unknown: []
}, {
  id: "5908587",
  stem: "稳步推进个人所得税改革，________收入分配秩序，提高居民收入水平和消费购买力。近年来，我国个人所得税改革________，通过提高基本减除费用标准、设立专项附加扣除、优化调整税率结构等一系列组合拳，上亿自然人纳税人税收负担明显减轻，综合所得年收入10万元以下的自然人纳税人，大部分不用再缴纳个人所得税。\n依次填入画横线部分最恰当的一项是：",
  correct: ["规范", "蹄疾步稳"],
  distractor: ["强化", "循序渐进", "调整", "筚路蓝缕", "完善", "披荆斩棘"],
  unknown: []
}, {
  id: "5908593",
  stem: "从物质形态上看，广义的历史典籍版本包括甲骨文、金文、简帛、石刻、唐宋元明清及近代的手写本、印刷品等，可谓________。此外，还有大量的出土文物、地上地下遗址、文化遗存，以及祖祖辈辈________的历史传说、民风民俗、家风家训等，这些共同构成“广阔的文化空间”，也是一座巨大的________的文化宝藏，蕴藏着中华文明生生不息的密码。\n依次填入画横线部分最恰当的一项是：",
  correct: ["汗牛充栋", "口耳相传", "无与伦比"],
  distractor: ["琳琅满目", "一脉相承", "独一无二", "浩如烟海", "倾囊相授", "包罗万象", "卷帙浩繁", "言传身教", "价值连城"],
  unknown: []
}, {
  id: "5908617",
  stem: "我们的节日文化，总在传承发展中________。除夕守夜的年俗，从围炉夜话到一起看春晚，再到边看春晚边晒年夜饭，形式越来越丰富；端午节不少地方推出读诗、赛诗活动，诗意过节过出清新感。从更广视角看，中华文明的浩荡长河，既有深沉厚重的历史积淀，也有________的实践再造，还有奔腾澎湃的创新汇流。因为坚守正道，所以敢于________、海纳百川；因为主动求变，所以时代气息更浓、生机活力更足。\n依次填入画横线部分最恰当的一项是：",
  correct: ["别开生面", "大浪淘沙", "推陈出新"],
  distractor: ["另辟蹊径", "点铁成金", "革故鼎新", "别具一格", "千锤百炼", "集思广益", "精彩纷呈", "脱胎换骨", "标新立异"],
  unknown: []
}, {
  id: "16593231",
  stem: "20世纪下半叶兴起的信息通信技术等高新科技，有两个明显特征：一是与每个人的日常生活________，无人能须臾脱离高新科技的影响；二是高新科技发展速度________，科技风险随之增加且难以预测。科技创新活动一旦脱靶，将造成不可逆的负面影响甚至巨大灾难。为此，需努力控制科技伦理问题的出现，避免被动治理局面。\n依次填入画横线部分最恰当的一项是：",
  correct: ["息息相关", "迅猛"],
  distractor: ["休戚与共", "惊人", "如影随形", "迅速", "一脉相连", "飞快"],
  unknown: []
}, {
  id: "16593257",
  stem: "从遏制“舌尖上的浪费”，到刹住“车轮上的腐败”，再到________“会所里的歪风”；从多措并举遏制“天价月饼”“天价烟酒”，到厉行节约、反对浪费成为社会新风尚，再到婚事新办、丧事简办被越来越多人接受\xb7\xb7\xb7\xb7\xb7\xb7党风政风________社风民风，人民群众成了作风建设的参与者和受益者。\n依次填入画横线部分最恰当的一项是：",
  correct: ["整治", "引领"],
  distractor: ["取缔", "指引", "遏止", "引导", "整顿", "指点"],
  unknown: []
}, {
  id: "10204657",
  stem: "碳达峰和碳中和“双碳”目标的提出是________生态环境发展趋势、推动经济方式升级的迫切需要。________碳达峰和碳中和的“双碳”目标，需要将长期绿色低碳发展战略纳入美丽中国建设总体框架，制定灵活的低碳发展战略目标和实施战略，强化国家战略科技力量和低碳前沿技术，深化生态环境领域的国际合作等。\n依次填入画横线部分最恰当的一项是：",
  correct: ["顺应", "锚定"],
  distractor: ["顺乎", "确定", "符合", "实现", "适应", "明确"],
  unknown: []
}, {
  id: "10204644",
  stem: "在当今世界，科学家利用基因编辑技术，为“复活”灭绝物种________了生态修复的新途径，但挽救濒危物种，保护生物多样性才是核心要义，人类需要采取组合措施来遏制和________生物多样性丧失的严峻形势。\n依次填入划横线部分最恰当的一项是：",
  correct: ["开拓", "扭转"],
  distractor: ["发明", "拯救", "发现", "抢救", "开辟", "缓解"],
  unknown: []
}, {
  id: "10204659",
  stem: "党的十八大以来的党中央重要文献是从整体上把握习近平新时代中国特色社会主义思想丰富内容及其相互关系的重要文本和专题教材，需要我们认真学习、________研读，努力把其中每一个方面的内容都理解________、领悟________、贯彻落实。\n依次填入画横线部分最恰当的一项是：",
  correct: ["反复", "深刻", "透彻"],
  distractor: ["重复", "得当", "精准", "不断", "全面", "准确", "一再", "到位", "完整"],
  unknown: []
}, {
  id: "16593298",
  stem: "短视频已成为互联网的底层应用。某研究报告显示，目前我国短视频用户有10.12亿，青年是绝对主力军。作为互联网原住民一代，青年会被短视频“集体________”并不奇怪：“短”________了信息时代消费内容快餐化的需求，而“视觉化”带来的生动直观、即时满足等特点，________了对年青一代沉浸式体验的“注意力抓取”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["攻陷", "迎合", "实现"],
  distractor: ["攻陷", "满足", "弥补", "沦陷", "逢迎", "达成", "契合", "兑现"],
  unknown: []
}, {
  id: "19034541",
  stem: "党的二十届三中全会提出，要毫不动摇巩固和发展公有制经济，毫不动摇鼓励、支持、引导非公有制经济发展，保证各种所有制经济依法平等使用生产要素、公平参与市场竞争、同等受到法律保护，促进各种所有制经济________、共同发展。\n填入画横线部分最恰当的一项是：",
  correct: ["优势互补"],
  distractor: ["合作共赢", "互惠互利", "相得益彰"],
  unknown: []
}, {
  id: "19034547",
  stem: "在漫长的天文研究过程中，中国古代科学家建立了一套有别于欧洲的知识体系。如赤道圈依据太阳的视运动分为365.25度，对应的每日太阳的平均视运动为1度，这与欧洲采用360度的六十进制的西方传统相斥。显然，这种对赤道的划分方式让那些接受过古希腊天文学传统训练，习惯了黄道坐标系的传教士________。\n填入画横线部分最恰当的一项是：",
  correct: ["迷惑不解"],
  distractor: ["始料不及", "目瞪口呆", "不屑一顾"],
  unknown: []
}, {
  id: "19034548",
  stem: "钓鱼邮件是指黑客________成同事、合作伙伴、朋友、家人等用户信任的人，诱使用户回复邮件、点击嵌入邮件的恶意链接或者打开邮件附件以植入木马或恶意程序，进而窃取用户________数据等的一种网络攻击活动。\n依次填入画横线部分最恰当的一项是：",
  correct: ["伪装", "敏感"],
  distractor: ["假扮", "机密", "装扮", "核心", "乔装", "绝密"],
  unknown: []
}, {
  id: "19034560",
  stem: "热带的海底往往就像热带雨林一样热闹，这里的生存空间有限，各种生物________着生态位，试图获取更多的营养。在热带雨林中，盘根错节的是各种植物，而在热带海底，不管是海鞘、珊瑚虫还是圣诞树管虫，它们都是________的动物。\n依次填入画横线部分最恰当的一项是：",
  correct: ["挤占", "不折不扣"],
  distractor: ["争抢", "栩栩如生", "夺取", "活灵活现", "占领", "如假包换"],
  unknown: []
}, {
  id: "19034546",
  stem: "社交媒体作为信息的________，已经是我们这个时代最不可缺失的一个部分。数据科学家锡南\xb7阿拉尔在《炒作机器》中，将社交媒体具象化为了一台“炒作机器”。这台机器以数据作为原料，________生产观点和决策，反映在现实生活中，使人们的行为和思想越来越同质化。\n依次填入画横线部分最恰当的一项是：",
  correct: ["集散地", "批量"],
  distractor: ["加油站", "自动", "编辑部", "快速", "流水线", "连续"],
  unknown: []
}, {
  id: "19034551",
  stem: "“围炉煮茶”火热兴起在意料之外又在情理之中。很长一段时间内，喝茶似乎是中老年人的专利，而“围炉煮茶”的主力却是年轻人，这形成了某种________。人们不禁联想到前一段时间，在年轻人群体中流行的露营、骑行、飞盘等运动，正是因为这些运动________了城市人亲近大自然的诉求，而在冬季，“围炉煮茶”似乎能满足他们宅在家里暖洋洋过冬的心境。\n依次填入画横线部分最恰当的一项是：",
  correct: ["违和感", "契合"],
  distractor: ["差异性", "迎合", "冲突性", "符合", "疏离感", "贴合"],
  unknown: []
}, {
  id: "19034550",
  stem: "人类文明不是从________的仙界降下来的，而是从泥泞不堪的地里长出来的。我们的经典有时会带有一些泥，那些我们不会喜欢的东西。如果我们为了追求一种道德洁癖就去清除经典，很可能是在________文明的脉络。\n依次填入画横线部分最恰当的一项是：",
  correct: ["完美无瑕", "斩断"],
  distractor: ["虚无缥缈", "割裂", "超凡脱俗", "抹去", "高高在上", "重塑"],
  unknown: []
}, {
  id: "19034549",
  stem: "随着欧洲航天局织女星运载火箭在2019年和2020年相继失利，欧洲航天持续十几年的连续成功记录被打破。VV17因为四级火箭线缆插反导致发射失利更是令人________。再加上2018年的“阿里安5”发射程序装订错误导致未能将卫星送入预定轨道，这不由让人对欧洲航天局的可靠性产生________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["匪夷所思", "质疑"],
  distractor: ["扼腕叹息", "担忧", "不可思议", "犹豫", "痛心疾首", "忧虑"],
  unknown: []
}, {
  id: "19034568",
  stem: "提起中国古诗，很多人都会自然而然地把大部分宠爱给予唐诗。在世人眼里，宋诗似乎永远________，难以与唐诗相提并论。其实在一些宋代文学研究者的心中，这是出于“千年门户偏见”，宋诗一直未能得到________的评价。\n依次填入画横线部分最恰当的一项是：",
  correct: ["略逊一筹", "公允"],
  distractor: ["亦步亦趋", "客观", "拾人牙慧", "理性", "名过其实", "高度"],
  unknown: []
}, {
  id: "19034554",
  stem: "文化是一个国家、一个民族的灵魂。从琳琅满目的服饰，到________的建筑，从________的民乐，到精妙绝伦的技艺，中华优秀传统文化是我们的宝贵财富，也是文明交流互鉴的重要“名片”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["古色古香", "余音绕梁"],
  distractor: ["鳞次栉比", "阳春白雪", "耸入云霄", "袅袅不绝", "富丽堂皇", "雅俗共赏"],
  unknown: []
}, {
  id: "19034575",
  stem: "有人认为网络短视频的火爆将逐渐挤占长视频的发展空间，但实际上网络短视频和长视频可以________。要在鼓励广大媒体工作者持续产出优质长视频的同时，积极反思、引导和治理短视频的发展，善用短视频这柄数字时代的双刃剑，________、趋利避害。\n依次填入画横线部分最恰当的一项是：",
  correct: ["并行不悖", "扬长避短"],
  distractor: ["各行其是", "就实论虚", "相辅相成", "取长补短", "并驾齐驱", "避实击虚"],
  unknown: []
}, {
  id: "19034558",
  stem: "党的二十届三中全会是在关键时期召开的一次十分重要的会议，进一步________了强大力量、________了宏伟蓝图、________了改革强音。\n依次填入画横线部分最恰当的一项是：",
  correct: ["凝聚", "擘画", "发出"],
  distractor: ["凝聚", "描摹", "发出", "汇聚", "擘画", "奏出"],
  unknown: []
}, {
  id: "19034564",
  stem: "智能化内容生产的目标是要借助机器力量来进行信息的深度________以增强人的分析力、预测力、提炼力等。其中，分析力增强是指智能化技术可以通过背景信息、事物关系、知识图谱等的分析，解读新闻的深层含义，解释其________。智能化技术还可以帮助人在________、表面的现象或信息中，寻找深层规律，提炼知识，促进新闻内容向知识产品转化。\n依次填入画横线部分最恰当的一项是：",
  correct: ["挖掘", "来龙去脉", "零散"],
  distractor: ["处理", "应有之意", "单一", "解析", "前因后果", "粗浅", "融合", "言外之意", "杂乱"],
  unknown: []
}, {
  id: "19034569",
  stem: "《态度》是继《见识》之后，作者又一部________的书，对渴望自我精进、加速成长的读者有着极高参考和借鉴价值。作者将那些看似________而平常的小事，以极为负责而专注的态度，通过书信的方式，针对女儿们遇到的问题，提出自己的看法和建议，________地影响她们。\n依次填入画横线部分最恰当的一项是：",
  correct: ["发人深省", "琐碎", "潜移默化"],
  distractor: ["力透纸背", "平凡", "耳濡目染", "无与伦比", "简易", "全心全意", "拍案叫绝", "复杂", "不遗余力"],
  unknown: []
}, {
  id: "10204432",
  stem: "在南粤大地，一场场深入群众的宣传宣讲，一个个扎根基层的思政课堂，都在________着广东牢记嘱托、感恩奋进的生动实践。\n填入画横线部分最恰当的一项是：",
  correct: ["诉说"],
  distractor: ["倾诉", "倾听", "传达"],
  unknown: []
}, {
  id: "16593308",
  stem: "潮涌湾区，________。这片GDP超13万亿元的热土，正在面向全球展示发展机遇和投资商机，邀请全球投资者、企业家、创新创业者共同谱写粤港澳大湾区建设的壮丽篇章。\n填入画横线部分最恰当的一项是：",
  correct: ["千帆竞渡"],
  distractor: ["涓滴不漏", "风高浪急", "海天一色"],
  unknown: []
}, {
  id: "10204420",
  stem: "如同蒸汽时代既改造手工作坊又产生蒸汽船、蒸汽机车和无数新的商业机会，电气时代既重构蒸汽时代的制造业同时也发展出化学工业、内燃机等新的产业一样，通过数字经济和实体经济的深度融合重构既有经济体系，是一个________又________的创造性破坏过程。\n依次填入画横线部分最恰当的一项是：",
  correct: ["复杂", "漫长"],
  distractor: ["简短", "迅速", "简易", "短暂", "繁杂", "冗长"],
  unknown: []
}, {
  id: "10204444",
  stem: "实现博物馆业高质量发展，需要做好藏品推介\xa0。________自身资源，讲好文化故事，才能让博物馆里________的典籍珍宝绽放风采，受到更多观众的喜爱。\n依次填入画横线部分最恰当的一项是：",
  correct: ["盘活", "浩如烟海"],
  distractor: ["改造", "凤毛麟角", "发掘", "车载斗量", "优化", "寥若晨星"],
  unknown: []
}, {
  id: "16593215",
  stem: "许多自媒体采取“流量至上”的经营模式，为追求流量，可能并不会审查所推送的信息是否失真，但对于大量面临“信息茧房”障碍的读者来说，一般不会去思考和辨别言论的真伪，即便有疑虑也难以去辨别，所以，实践中________的情形较多。\n填入画横线部分最恰当的一项是：",
  correct: ["盲从盲信"],
  distractor: ["偏听偏信", "亦步亦趋", "人云亦云"],
  unknown: []
}, {
  id: "16593201",
  stem: "近日，被称作“宝宝巴士”的新能源小车火出圈，与其说是可爱的形象俘获了大众的芳心，倒不如说是新的生活审美态度在这几年间________发生了转变，回归于事物的本质功能。人们日益发觉，简单、温暖地生活着，其实就是一种________的幸福。\n依次填入画横线部分最恰当的一项是：",
  correct: ["悄然", "弥足珍贵"],
  distractor: ["蓦然", "不可多得", "豁然", "无可替代", "全然", "难以名状"],
  unknown: []
}, {
  id: "16593226",
  stem: "正所谓沧海桑田，6000年前的撒哈拉可能并非大沙漠，而是一片大草原。19世纪中叶，德国探险家海因里希\xb7巴特在________的撒哈拉沙漠中意外发现史前岩画，数10万幅精美的图像描绘着种族繁盛的大象、长颈鹿、河马和羚羊被猎人追捕的________场景，可以推想，史前人类________了撒哈拉由草原变成沙漠的过程。\n依次填入画横线部分最恰当的一项是：",
  correct: ["荒凉", "生动", "经历"],
  distractor: ["沉寂", "神秘", "见证", "干燥", "震撼", "记录", "广袤", "壮观", "目睹"],
  unknown: []
}, {
  id: "16593184",
  stem: "阿尔茨海默病（AD）可能始于________症状出现前的几年甚至几十年，但是过去我们缺少被广泛________的方法，能在AD最早期将其识别出来，2023年公布的新版AD诊断标准修订草案，将血浆生物标志物________生物标志物分类，疾病诊断和分期等条目，早发现、早诊断、早治疗或不再是一句空话。\n依次填入画横线部分最恰当的一项是：",
  correct: ["明显", "接受", "纳入"],
  distractor: ["典型", "运用", "列入", "严重", "普及", "收入", "确切", "认可", "载入"],
  unknown: []
}, {
  id: "16593246",
  stem: "数字社会中，用户已经离不开各种必须的应用软件，一些应用软件虽然是在用户知情的前提下收集用户个人信息，但很多时候用户都是被逼无奈地同意。比如，下载App后，要么同意其收集自己的个人信息，要么放弃注册使用。这种貌似________的“二选一”，实际上是通过霸王条款限制了用户的选择自由。\n填入划横线部分最恰当的一项是：",
  correct: ["自由"],
  distractor: ["均等", "恰当", "公平"],
  unknown: []
}, {
  id: "16593200",
  stem: "从道理上讲，科普和科幻都可以________，但实际上，科普的范围更广，科普可以涉及天文、地理、数学、物理、人工智能等多个学科，可以多方面铺开，而且科普的形式包括写科普文章、出版科普书籍、办科普讲座等，但科幻的载体主要是小说、电影，科幻作品的范围较为________和集中。\n依次填入画横线部分最恰当的一项是：",
  correct: ["包罗万象", "狭窄"],
  distractor: ["一应俱全", "局限", "应有尽有", "狭隘", "无所不包", "有限"],
  unknown: []
}, {
  id: "16593203",
  stem: "竞技体育的天才型选手，胜利对于他们似乎是________的。他们将其他人远远甩在身后的同时，或许反而会有淡淡的失落。有的天才选手因此会迷失，不再沉心训练，仅仅闪光了几个瞬间，就被时代抛弃，________于众人。\n依次填入画横线部分最恰当的一项是：",
  correct: ["唾手可得", "湮没"],
  distractor: ["驾轻就熟", "无异", "天公地道", "泯然", "信手拈来", "混迹"],
  unknown: []
}, {
  id: "10204496",
  stem: "电信网络诈骗受害者超过六成都是“90后”和“00后”的年轻人，这与________的大众认知相悖。为什么有些年轻人总爱接受“________”的结论，因而常常在推理和决策过程中犯错甚至被骗？这可能是一些思维特质造成的。这些思维特质使得人们跳进自己的思维陷阱，更容易犯下看似________的思维错误。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一般", "一见钟情", "简单"],
  distractor: ["常规", "一反常态", "愚蠢", "普遍", "一览无余", "普通", "传统", "一厢情愿", "常见"],
  unknown: []
}, {
  id: "13628198",
  stem: "填入文章第三自然段画横线处最恰当的一项是：",
  correct: ["莫可名状"],
  distractor: ["光彩耀目", "不堪言状", "不知所以"],
  unknown: []
}, {
  id: "17900928",
  stem: "“不一则不专，不专则不能。”持之以恒的专注追求，不仅是科研求索的唯一捷径，也是成就一切事业的关键基石。古往今来，多少有所建树者，正是在坚守一个人、一辈子、一件事的信念中，创造了令人________的非凡业绩，留下了让世界惊叹的不朽________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["刮目相看", "成就"],
  distractor: ["另眼相待", "丰碑", "叹为观止", "华章", "拍案叫绝", "功绩"],
  unknown: []
}, {
  id: "17900933",
  stem: "随着人工智能和机器人研发的迅猛发展，与此相关的伦理问题也引起多方关注。令人欣慰的是，一些科研单位________，面对人工智能等新兴科技带来的挑战，________不同学科、不同领域的力量，积极探索如何解决诸如人工智能和机器人伦理问题。\n依次填入画横线部分最恰当的一项是：",
  correct: ["高瞻远瞩", "整合"],
  distractor: ["迎难而上", "聚集", "一马当先", "汇聚", "因势利导", "融合"],
  unknown: []
}, {
  id: "5919300",
  stem: "北极和南极是地球的极巅，它们遥相呼应，各据一方。冰天雪地是极地的特色，寒冷干燥是那里的常态，那里________，生态环境却别有洞天，企鹅在南极雪地疾走，白熊在北极冰水游泳，苍鹰在高峰之巅盘旋\xb7\xb7\xb7\xb7\xb7\xb7神奇的世界、迷人的景象，令人________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["人迹罕至", "心驰神往"],
  distractor: ["与世隔绝", "心旷神怡", "寸草不生", "怦然心动", "冰冻三尺", "赏心悦目"],
  unknown: []
}, {
  id: "5919324",
  stem: "国防教育应面向全民，没有一个人、一个行业、一个领域可以________，国防意识和国防素养不可能自发形成，必须________地推动国防教育进机关、进学校、进企业、进社区、进乡村、进军营、进网络等，实现全民国防教育“全覆盖”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["置身事外", "坚持不懈"],
  distractor: ["漠不关心", "全力以赴", "袖手旁观", "持之以恒", "作壁上观", "矢志不渝"],
  unknown: []
}, {
  id: "5919311",
  stem: "人们很早就发现太阳并非一成不变，而是源源不断地往外喷发物质和能量，时而________、时而猛烈。黑子、耀斑、日冕物质抛射等太阳活动________，所引发的太阳风暴不断搅动着日地、太阳系空间和行星周围的环境，在太空中产生各种各样短时间尺度的变化。\n依次填入画横线部分最恰当的一项是：",
  correct: ["平缓", "此起彼伏"],
  distractor: ["舒缓", "瞬息万变", "温和", "接踵而至", "平和", "绵延不绝"],
  unknown: []
}, {
  id: "5919341",
  stem: "社会治理现代化是中国式现代化社会治理领域的具体表现，________于中国式现代化道路的生成脉络中，凝结了改革开放以来特别是新时代以来我国社会治理的新理念、________，现代治理精神和中华善治传统在新时代________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["蕴含", "新经验", "交相辉映"],
  distractor: ["孕育", "新方法", "一脉相承", "贯通", "新举措", "并驾齐驱", "发轫", "新视野", "相辅相成"],
  unknown: []
}, {
  id: "13628175",
  stem: "识才爱才敬才用才，是我们党的优秀传统。我们必须积极营造尊重人才、________的社会环境，公正平等、竞争择优的制度环境，待遇适当、保障________的生活环境，为人才________钻研业务创造良好条件。\n依次填入画横线处最恰当的一项是：",
  correct: ["求贤若渴", "有力", "心无旁骛"],
  distractor: ["唯才是举", "合理", "坚定不移", "任人唯贤", "全面", "凝神聚力", "量才录用", "完善", "竭尽所能"],
  unknown: []
}, {
  id: "13628187",
  stem: "构建高水平全民健身公共服务体系，体现在以人民为中心的系统性建构中。从按人口要素________资源布局，到推动全民健身公共服务城乡区域________发展；从构建多层级健身设施网络和城镇社区15分钟健身圈，到建立分学段、跨区域的四级青少年体育赛事体系，人民对高品质生活的需求，决定了体育是________的内容。\n依次填入画横线部分最恰当的一项是：",
  correct: ["统筹", "均衡", "不可或缺"],
  distractor: ["规划", "平衡", "举足轻重", "调整", "协同", "必不可少", "优化", "协调", "至关重要"],
  unknown: []
}, {
  id: "17900963",
  stem: "没想到，它们有朝一日会从________的乡土植物变成“网红”。它明明是花，长得像鸟，花型奇特，形似禾雀，三五成群，憨态可掬，颇具自然________。它明明是藤，但茎干直径30多厘米，并非________，而是虬曲苍劲，粗壮如树。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无人问津", "野趣", "弱不禁风"],
  distractor: ["鲜为人知", "风致", "细若游丝", "平淡无奇", "情趣", "攀缘依附", "微不足道", "风韵", "柔若无骨"],
  unknown: []
}, {
  id: "13628191",
  stem: "“地铁会合点”的选择虽然并非大手笔，但蕴含着城市善治的大道理。城市让生活更美好，这不仅体现在高楼大厦、车水马龙的繁华图景里，也蕴含在日常生活的________中。满足老百姓更高品质的生活需求，不仅需要用科技手段实现________，也需要用“绣花功夫”提升公共场域管理服务的精细化、________水平。\n依次填入画横线处最恰当的一项是：",
  correct: ["细枝末节", "智能化", "人性化"],
  distractor: ["日积月累", "便捷化", "差异化", "熙熙攘攘", "数字化", "多元化", "井然有序", "一体化", "制度化"],
  unknown: []
}, {
  id: "5919298",
  stem: "革命文物见证光荣历史，传承红色基因。技术的进步，给革命文物传播带来了全新的________。通过网上博物馆，观众可以突破时间空间的限制，随时随地参观游览。通过多媒体情景展示，观众可以________，重温当年情境。\n依次填入画横线部分最恰当的一项是：",
  correct: ["机遇", "身临其境"],
  distractor: ["契机", "设身处地", "载体", "感同身受", "形式", "抚今追昔"],
  unknown: []
}, {
  id: "13628188",
  stem: "项目化学习是指从真实的问题情境出发，________学生在一段时间内持续开展探究，________创造性地解决问题，并最终形成项目成果的教学方式。目前，不少地区和学校已经在项目设计、实施方式、评价方法上积累了一定经验。\n依次填入画横线部分最恰当的一项是：",
  correct: ["引导", "尝试"],
  distractor: ["组织", "实时", "激励", "力求", "启发", "同步"],
  unknown: []
}, {
  id: "5919350",
  stem: "当前，全球生物多样性下降趋势尚未得到根本________，植物保护形势仍然十分严峻。保护植物就是保护人类的未来。我们应加快建立以国家公园为主体的自然保护地体系，让重要自然生态系统得到最________的保护，________建设国家植物园体系，构建以国家植物园为主体的全国植物迁地保护网络。\n依次填入画横线部分最恰当的一项是：",
  correct: ["遏制", "严格", "高质量"],
  distractor: ["控制", "严密", "高规格", "抑制", "有效", "高水平", "压制", "有力", "高标准"],
  unknown: []
}, {
  id: "5919344",
  stem: "农业文化遗产是一种活态的、至今仍在生产领域发挥作用的生产________，是古人生存智慧的集中体现。我国拥有悠久灿烂的农耕文明，形成了以精耕细作和生态循环为________的农耕体系，在长期的生产实践中________了丰富的农业文化遗产。\n依次填入画横线部分最恰当的一项是：",
  correct: ["系统", "特征", "创造"],
  distractor: ["方式", "特色", "产生", "形态", "特点", "形成", "机制", "特质", "发展"],
  unknown: []
}, {
  id: "5919334",
  stem: "以电视屏和手机屏为终端，一些地方的数字乡村平台实现了服务和信息________下发到户，教育、医疗、农技等优质资源________到村，让村民“小事不出门、大事不出村”，提升了基层治理________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["精准", "下沉", "效能"],
  distractor: ["及时", "配置", "效果", "全面", "分发", "效益", "分类", "引入", "效用"],
  unknown: []
}, {
  id: "5919346",
  stem: "9月23日，中国农民丰收节如期而至，亿万农民成为________的主角。他们站上舞台，唱起丰收欢歌、舞出丰收韵律；农民篮球邀请赛上，他们用篮球追逐热爱，彰显________活力和幸福能量；在非遗、传统民俗技艺展演上，他们秀出“绝活”；“农”味十足的趣味体育比赛里，他们________、一较高下。他们尽情享受、尽情释放，展示着新时代新农民昂扬向上的精神风貌。\n依次填入画横线部分最恰当的一项是：",
  correct: ["当仁不让", "澎湃", "你追我赶"],
  distractor: ["理所当然", "无限", "争先恐后", "顺理成章", "蓬勃", "你争我夺", "毋庸置疑", "旺盛", "不甘示弱"],
  unknown: []
}, {
  id: "16593263",
  stem: "腾冲地震台主要采取的是监测火山地震、地表变形、火山气体这三类手段。这也是世界范围内在火山监测中应用最多的传统“地基”监测手段。不过，如果仅依赖“地基”手段，由于监测点位________、范围小、成本高、效率低等问题，无法实现整个火山区的大范围场式监测，难以为火山活动________及危险性评估提供全面、准确的信息保障。\n依次填入画横线部分最恰当的一项是：",
  correct: ["稀疏", "状态"],
  distractor: ["稀少", "形态", "稀奇", "状况", "稀零", "形状"],
  unknown: []
}, {
  id: "16593216",
  stem: "就常理而言，阳春白雪似乎和下里巴人“________”，除非下里巴人能够在绵延的历史长河中不断升级，最后跻身阳春白雪之列。可下里巴人转化为阳春白雪，往往又是以失去大量受众为代价的，这仿佛已是艺术史上一条________的定律。\n依次填入画横线部分最恰当的一项是：",
  correct: ["势不两立", "颠扑不破"],
  distractor: ["南辕北辙", "亘古不变", "判若云泥", "屡试不爽", "各自为阵", "毋庸置疑"],
  unknown: []
}, {
  id: "16593296",
  stem: "当下涌现的这一批新国风文艺作品既有美之内涵，亦有美之意蕴；既在内容创作层面上________了既有模式的窠臼，又用别具一格的创意________了文化传承的密码。\n依次填入画横线部分最恰当的一项是：",
  correct: ["突破", "激活"],
  distractor: ["推动", "打造", "超越", "激发", "保持", "打通"],
  unknown: []
}, {
  id: "16593294",
  stem: "历史上的关羽之所以经历由人到神的________跃升，从根本上讲，是因为他的道德品行和人格气质满足了不同时代价值信仰重构的精神需求，即在关公身上蕴含着中华优秀文化________的核心价值。那么这种核心价值是什么？主张刚、毅、直、俭者有之，认为孝、悌、忠、信者有之，可谓众说多歧，________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["擢拔", "一以贯之", "莫衷一是"],
  distractor: ["提高", "一脉相承", "鞭辟入里", "提携", "一如既往", "各执一词", "擢用", "自始至终", "众口难调"],
  unknown: []
}, {
  id: "16593232",
  stem: "数字治理借助于现代信息技术手段，实现了对政府组织的流程再造与体制机制重塑，提升了公共产品和服务需求匹配的精准度，________了社会公共资源配置，增强了政府与社会以及公众之间的协同与信任，________了数字时代的人文精神，本质上就是在更加高效地创造公共价值。\n依次填入划横线部分最恰当的一项是：",
  correct: ["优化", "凝聚"],
  distractor: ["支配", "拓展", "强化", "塑造", "匹配", "适应"],
  unknown: []
}, {
  id: "5911174",
  stem: "下调网约车平台抽成比例并不是“________”。对平台来说，每一单的抽成少了，但给司机切实减负了，司机更有动力去改善服务，打车成本降低，服务质量提升，会吸引更多乘客选择平台出行，强化规模效应。\n填入画横线部分最恰当的一项是：",
  correct: ["零和博弈"],
  distractor: ["拔苗助长", "空头支票", "双赢游戏"],
  unknown: []
}, {
  id: "5911190",
  stem: "近日，科学家用一种________的原材料——蟹壳，制造出对环境友好的锌电池。这款电池的电解质由名为壳聚糖的生物材料制成。材料来源广泛，其中最________的来源是螃蟹和虾等甲壳类动物的外骨骼。这种新型电解质可五个月内完全分解，仅留下锌，对环境污染更小。\n依次填入画横线部分最恰当的一项是：",
  correct: ["意想不到", "丰富"],
  distractor: ["触手可及", "主要", "随处可见", "方便", "出人意表", "合适"],
  unknown: []
}, {
  id: "5911215",
  stem: "数字经济健康发展，有利于推动构建新发展格局。当前，世界百年未有之大变局持续________，新一轮科技变革________，全球产业链趋向本土化重构。作为以数据为核心要素、以数字技术为主要手段、以互联网为重要载体的新型经济形态，数字经济正全面融入人类社会各领域。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深化", "方兴未艾"],
  distractor: ["加重", "如火如荼", "更迭", "愈演愈烈", "演变", "风起云涌"],
  unknown: []
}, {
  id: "5911227",
  stem: "时至今日，互联网上不断刷新的信息与碎片化的记忆，让那种足以令一代人________的宏大事件越来越少了。信息变得高度密集，却又彼此孤立，而且________，快速的信息流动击穿一切时间和空间的边界，那种因为同在一个时代或同处一个地方而形成的群体意识也愈加淡薄。\n依次填入画横线部分最恰当的一项是：",
  correct: ["共享", "稍纵即逝"],
  distractor: ["回忆", "纷繁复杂", "铭记", "无迹可循", "见证", "如出一辙"],
  unknown: []
}, {
  id: "5911249",
  stem: "当下，一批电视剧佳作综合运用人物、故事等艺术元素，________现实生活，为人民画像，为时代放歌。其中既有________的家国情怀、革命史诗、英雄故事，也有微观细致的市井故事、邻里乡情、社会万象，将涵盖国家、社会和个人梦想的“中国梦”讲述得温馨感人、生动活泼。\n依次填入画横线部分最恰当的一项是：",
  correct: ["观照", "大气磅礴"],
  distractor: ["聚焦", "可歌可泣", "刻画", "波澜壮阔", "着眼", "彪炳史册"],
  unknown: []
}, {
  id: "5911192",
  stem: "不必对预制菜________，以讹传讹，但是，上班族点外卖点到预制菜，和未成年学生长期吃食堂的预制菜，其健康影响不能________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["杯弓蛇影", "同日而语"],
  distractor: ["夸大其词", "置若罔闻", "将信将疑", "混为一谈", "谈虎色变", "视而不见"],
  unknown: []
}, {
  id: "5911229",
  stem: "近年来，一些旅游资源丰富的地方，成了旅游负面新闻的“重灾区”，围绕旅游服务产生的纠纷和维权事故________。当地职能部门一定要有危机意识，真正对游客的旅游体验负责，别以为“天下美景独一份”，把________、灰色生意当成活跃旅游市场的“捷径”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["屡见不鲜", "旁门左道"],
  distractor: ["司空见惯", "投机取巧", "罄竹难书", "营私舞弊", "铺天盖地", "歪风邪气"],
  unknown: []
}, {
  id: "5911260",
  stem: "图画书以图为主，文字很少，看似简单，实则________，内涵很深，需要创作者有细腻的生活经验、丰厚的审美素养，并能洞悉儿童的认知特点。当前市场上图画书品质________，一个重要原因就是有些创作者脱离生活，且缺乏必要的相关素养。\n依次填入画横线部分最恰当的一项是：",
  correct: ["包罗万象", "参差不齐"],
  distractor: ["自成一体", "粗制滥造", "别有洞天", "滥竽充数", "各有千秋", "鱼龙混杂"],
  unknown: []
}, {
  id: "5911285",
  stem: "快速发展的农村电商深度________农村居民的“生活圈”。农村物流等电商基础设施的不断完善，________了农村居民消费的时空限制，刺激了他们的消费需求，让便捷购买________的商品成为可能。农村电商既满足了农村居民物质和精神方面的需求，也推动实现了农村消费的扩容与升级。\n依次填入画横线部分最恰当的一项是：",
  correct: ["植入", "打破", "物美价廉"],
  distractor: ["融入", "突破", "琳琅满目", "根植", "重塑", "名副其实", "参与", "超越", "物超所值"],
  unknown: []
}, {
  id: "5911312",
  stem: "科技合作是构建更加开放、包容、普惠、平衡、共赢的经济全球化的________。全球化和开放型经济是过去几十年人类进步的两个关键因素。当世界正朝着以知识为基础的经济跃进，对中国采取科技________打压正在损害知识的产生和创新，与增进人类科技进步与共同福祉________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["应有之义", "遏制", "背道而驰"],
  distractor: ["成功之道", "封锁", "适得其反", "必然之果", "束缚", "殊途同归", "必由之路", "围猎", "南辕北辙"],
  unknown: []
}, {
  id: "5911268",
  stem: "先秦儒学传世文献与出土文献中，存在着大量的引诗叙事。这些引诗叙事或因其义理方式不够“纯粹”，或因其文献形态不够“经典”，往往被________，甚至被忽视乃至遗忘其思想价值。然而这些引诗叙事，并不是先秦儒学诸子________的。研究先秦儒学的引诗叙事，是还原先秦儒学的原始生命、________先秦儒学的诗性智慧、彰显先秦儒学的中国哲学特质的重要路径。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一带而过", "随意而为", "昭示"],
  distractor: ["轻描淡写", "率性而为", "突出", "弃如敝屣", "随心所欲", "揭示", "熟视无睹", "随其所宜", "凸显"],
  unknown: []
}, {
  id: "5911274",
  stem: "有研究者主张，汉语溯源应从造字义入手，揭示其特征义，结合训诂材料和文献例证，从语素相互选择和古今沟通的角度，________词语产生的构词理据和意义变化等。只有这样，才有可能真正找到字词产生的________，在纷繁复杂的词义系统里________，层层深入，探明真相。\n依次填入画横线部分最恰当的一项是：",
  correct: ["探究", "源头", "抽丝剥茧"],
  distractor: ["体会", "根源", "寻踪觅源", "追寻", "意义", "抽丁拔楔", "分析", "原因", "举重若轻"],
  unknown: []
}, {
  id: "5911284",
  stem: "就文化优势而言，除了文本、唱腔、演艺、舞美等，杂剧还有一个别的古典文学品种________的特点，就是入世性，以及由此而来的普及性和强大影响力。几百年来，________的杂剧，潜移默化地________着民众的是非荣辱观。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无可比拟", "寓教于乐", "塑造"],
  distractor: ["望其项背", "脍炙人口", "支配", "望尘莫及", "源远流长", "孕育", "无出其右", "博采众长", "建构"],
  unknown: []
}, {
  id: "10718173",
  stem: "将下列选项中的词语填入句子横线处，最恰当的一项是（________）。\n每一位党员干部都应该有刀刃向内的勇气，正视自己的缺点和错误并加以改正，不________，不文过饰非。",
  correct: ["掩耳盗铃"],
  distractor: ["隐恶扬善", "沽名钓誉", "掩人耳目"],
  unknown: []
}, {
  id: "12536564",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是（________）。\n近两年，全国各家媒体竞相报道发源于台盘村的“村BA”篮球赛——激烈的角逐、热闹的场面、矫健的姿态引发了全国人民的关注。“村BA”________体现了村民积极、健康、精神富足的新形象，________彰显了乡村有序、充满活力的新气象。对于村民而言，这________是生产劳作之余的休憩，________是文化生活的精神荡涤。在台盘村，体育折射出文化的华彩，________文化则勾连起产业和消费。",
  correct: ["不仅", "也", "既", "而"],
  distractor: ["虽然", "但", "与其", "不如", "不但", "还", "既", "又", "只要", "就", "而"],
  unknown: []
}, {
  id: "13007761",
  stem: "涉农高校应构建“宽口径、厚基础、强实践、高素质”的人才培养模式，将乡村经济社会发展和人才需求作为学科专业设置的________点，根据乡村全面振兴和基层治理需求调整学科专业结构，提高学科专业设置与乡村振兴人才需求之间的________度，全面提高人才培养质量。\n依次填入画横线部分正确的一项是（________）。",
  correct: ["切入", "契合"],
  distractor: ["着力", "联结", "增长", "融合", "出发", "依存"],
  unknown: []
}, {
  id: "13007782",
  stem: "不少人觉得说话和写作是自己的事，完全可以随心所欲。殊不知“活水清渠”不等同于“开闸泄洪”。语言一方面需要变化，另一方面必须稳定，这两者存在微妙的________关系。不变的语言当然是死语言，满足不了日新月异的社会发展需求，________变化的语言却更糟糕，它失去了语言的根本作用——沟通。\n依次填入画横线部分正确的一项是（________）。",
  correct: ["博弈", "肆意"],
  distractor: ["瓦补", "悄然", "对立", "频繁", "依赖", "急速"],
  unknown: []
}, {
  id: "13007779",
  stem: "素描本身所具备的功能性与过程性，是其最重要的两个特征。所谓功能性，是指素描纯粹而专注，致力于解开从对象到画面的一系列技术之谜，致力于解决尚未完善的造型难题，包括观察与________之道；所谓过程性，素描是创作者以个性、自由、果敢的表现方式捕捉________的景象和艺术灵感的最便捷方法，是创作的鲜活源泉。功能性求真而过程性求美，有真无美则庸俗，有美无真则欺世，二者统一方是杰作。\n依次填入画横线部分正确的一项是（________）。",
  correct: ["再现", "转瞬即逝"],
  distractor: ["模仿", "灵光一现", "临摹", "活灵活现", "刻画", "栩栩如生"],
  unknown: []
}, {
  id: "13007768",
  stem: "与一般的阐释学局限于同一文化传统内注重时间阐释不同，跨文化阐释更加注重和强调不同文化传统之间阐释的________，注重用对方的语言或对方能够听得懂的语言来阐述、解释自己的思想、理论与文化。跨文化阐释是中华文化对外传播的内在实质，而中华文化的对外传播则是跨文化阐释的重要实现________，两者紧密相连。因此，对跨文化阐释学的分析界定，可以为中华文化对外传播提供重要的理论支撑。\n依次填入画横线部分正确的一项是（________）。",
  correct: ["空间性", "形式"],
  distractor: ["地域性", "内容", "在地性", "手段", "地方性", "方式"],
  unknown: []
}, {
  id: "13007783",
  stem: "在古城中，一座座院落和古色古香的房屋散落在缓坡上，有主有次、错落有致，形成有层次有深度的建筑空间，呈现出一种陕北传统文化所追求的整体美和________美。米脂密洞古城的建筑设计巧妙而丰富，在这里，没有相同的街道，没有一样的巷子。每个巷子里有三五十个大门，每个大门的________不一样，大门里面的窑洞布局和构造也不一样。对一位摄影师来说，用照片来表现窑洞古城，仿佛在演奏一部音乐作品，影像的节奏感和________特别强烈。\n依次填入画横线部分正确的一项是（________）。",
  correct: ["深邃", "造型", "律动感"],
  distractor: ["系统", "格局", "韵律感", "个体", "样式", "动态感", "差异", "形态", "节律感"],
  unknown: []
}, {
  id: "13007774",
  stem: "文艺是世界语言，中国文艺是世界________中国、理解中国、亲近中国的________通道。随着跨文化交流与传播的日益频繁，鲜活、新颖的网络文艺日益展现出新兴文艺形态的优势和新锐力量，以独特的“网生”气质、________的市场活力，闯出一条守正创新的大道，让中华文化深层韵味触及更多人的内心。\n依次填入画横线部分正确的一项是（________）。",
  correct: ["感知", "心灵", "旺盛"],
  distractor: ["认识", "文明", "强大", "感动", "艺术", "繁荣", "了解", "网络", "兴盛"],
  unknown: []
}, {
  id: "10204518",
  stem: "新中国成立以来，尤其是近45年以来，我国通过持续开展以“三北”工程为代表的一系列生态工程，致力于防沙治沙事业，创立了以举国之力开展生态工程的基本范式，探索出规模化开展植被建设的典型模式，取得了举世瞩目的辉煌成就，实现了从“沙进人退”到“绿进沙退”的历史性________，在国际上产生了巨大影响，树立了生态治理的国际典范。\n填入画横线部分最恰当的一项是：",
  correct: ["转变"],
  distractor: ["跨越", "变迁", "进步"],
  unknown: []
}, {
  id: "10204524",
  stem: "人工智能已经参与到人们的生活、工作、学习等诸多方面，科研工作同样如此。古文字专业虽然属于传统学科，却与人工智能技术十分________，相较于人文学科中的许多专业，古文字考释更为客观，其研究结论具有唯一性，研究过程也遵循一定的规律，在人文学科中最接近自然科学，这符合人工智能技术的工作原理。\n填入画横线部分最恰当的一项是：",
  correct: ["契合"],
  distractor: ["相仿", "相配", "吻合"],
  unknown: []
}, {
  id: "10204528",
  stem: "较早的飞机导航方式较为单一，而且容易失灵，再加上受复杂地貌和空中不稳定气流的影响，飞行员很容易迷失航向。例如，1978年，飞行员杰伊\xb7普罗奇诺驾驶塞斯纳188型飞机执行飞行任务，因机载自动定向仪损坏，被困在南太平洋上空陷入绝境。此时，一架载有88名乘客的客机恰好从附近经过。于是，上演了“大飞机找小飞机”的神奇一幕，堪称现实版的“________”。\n填入画横线部分最恰当的一项是：",
  correct: ["大海捞针"],
  distractor: ["缘木求鱼", "水中捞月", "守株待兔"],
  unknown: []
}, {
  id: "10204535",
  stem: "博物馆讲解，不是不能有“戏说”的成分，而是要在“戏说”的时候“事先告知”，在讲解正史之后可以告诉大家“还有一个民间的传说”，把民间传说讲解一下也未尝不可。但是绝不能“把戏说当正史”，故意________历史和传说，甚至添油加醋自己________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["混淆", "杜撰"],
  distractor: ["歪曲", "伪造", "模糊", "发挥", "颠倒", "篡改"],
  unknown: []
}, {
  id: "10204540",
  stem: "中国现代漆画，在20世纪20年代________于传统漆器工艺，是一门年轻的画种。漆画以漆为主要________，运用各种入漆材料，通过堆漆、刻漆、镶嵌、雕漆、彩绘、泼洒、变涂、磨漆等不同表现手法和工艺来实现丰富的艺术效果。\n依次填入画横线部分最恰当的一项是：",
  correct: ["脱胎", "媒介"],
  distractor: ["肇始", "载体", "发轫", "纽带", "孕育", "引擎"],
  unknown: []
}, {
  id: "10204546",
  stem: "中国式现代化以________的观念统筹推进经济、政治、文化、社会和生态文明各领域工作，而构建新发展格局与推进中国式现代化是逻辑一致的，从生产力、经济体系、奋斗方向和实践路径等________为推进中国式现代化提供了重要基础。\n依次填入画横线部分最恰当的一项是：",
  correct: ["系统", "维度"],
  distractor: ["整体", "立场", "辩证", "层面", "历史", "视域"],
  unknown: []
}, {
  id: "10204516",
  stem: "一般情况下，学术著作的通识性与学术性常常构成某种冲突，________的著作多有存在。观照学术著作的通识性，这是本书的一个总体特征。那么，如何保持通识性与学术性的________呢？对此，本书提供了一个成功的案例。\n填入画横线部分最恰当的一项是：",
  correct: ["顾此失彼", "平衡"],
  distractor: ["厚此薄彼", "兼顾", "轻重失宜", "对等", "此消彼长", "协调"],
  unknown: []
}, {
  id: "10204522",
  stem: "每个新物种命名的背后，都凝结了科研人员大量野外采样、鉴定描述、遍稽群籍的工作积累。不论它们的名字对我们而言是________，还是新鲜陌生，它们都是独一无二的。正是这一点一滴的新发现，逐渐构建了人类对广袤世界中的生物多样性的认识。而我们现在所认识的物种数量，相较于隐藏在海洋深处、雨林秘境或者其他人迹罕至之地的丰富物种而言，还只是________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["耳熟能详", "冰山一角"],
  distractor: ["如数家珍", "初露端倪", "如雷贯耳", "沧海一粟", "家喻户晓", "管中窥豹"],
  unknown: []
}, {
  id: "10204529",
  stem: "在地球漫长的演化史中，那些固化在岩石中的地球“成长痕迹”，在________中变得零零散散。如何在这些岩石记录中探寻地球演化的源头和脉络？这需要我们用一根时间线，将这些破碎的历史证据________起来，打造成可用于研究地球历史的时间框架，为人类把握现在和预测地球未来的变化提供依据。\n依次填入画横线部分最恰当的一项是：",
  correct: ["沧海桑田", "连缀"],
  distractor: ["白云苍狗", "串联", "斗转星移", "拼接", "翻天覆地", "集合"],
  unknown: []
}, {
  id: "10204537",
  stem: "作者在编写《汉语语音史教程》时并非只介绍前人的研究，________，对于自己有研究有心得的观点，即使同师辈的看法有________，他也以尊重语言事实为最高准则，将自己的观点写进教材，介绍给学生。\n依次填入画横线部分最恰当的一项是：",
  correct: ["述而不作", "抵牾"],
  distractor: ["照本宣科", "隔膜", "人云亦云", "分歧", "坐而论道", "出入"],
  unknown: []
}, {
  id: "10204543",
  stem: "土壤中的蚯蚓、蚂蚁等动物和真菌、细菌等微生物被称为土壤生物，这些生物在土壤中并不是________，而是通过“吃”与“被吃”的关系建成一张食物网，在这一过程中，生物种类、数量和所占比例保持在相对稳定的状态，从而维持了土壤中的生物________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["杂乱无章", "多样性"],
  distractor: ["各行其是", "稳定性", "相安无事", "安全性", "盘根错节", "复杂性"],
  unknown: []
}, {
  id: "10204552",
  stem: "一首诗就是一个小宇宙，它包含了诗人自己生命个体的遭际，及其在艺术探索上的痕迹；同时也包含了大时代的烙印，及诗人群落的艺术影响。因此，若要对一篇作品有真切的理解，首先需要拿作者的其他作品来对读，对诗人有个通盘的了解，以期做到________；然后要拿同时代的作家作品来对读，在诗歌内容和艺术上有个________式的认识。这样做，可以增加剖析作品的维度，庶乎更进一步贴近了作品。这样做，比局限在就一篇作品来谈，要更为靠谱。\n依次填入画横线部分最恰当的一项是：",
  correct: ["知人论世", "高屋建瓴"],
  distractor: ["举一反三", "连类比物", "以点带面", "融会贯通", "综核名实", "兼权尚计"],
  unknown: []
}, {
  id: "10204553",
  stem: "载人登月除了需要研制新一代载人运载火箭，还需要研制新一代载人飞船。我国神舟飞船的可靠性和稳定性________，但对于载人登月来说，其服务舱提供的机动变轨能力较弱等因素，使得神舟飞船载人登月________，新一代载人飞船采用更简单的返回舱加服务舱两舱构型，适应月球探测、火星探测等多种类型的载人飞行任务，是________的“多用途载人飞船”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["毋庸置疑", "力不从心", "名副其实"],
  distractor: ["独领风骚", "鞭长莫及", "从心所欲", "举世无双", "望洋兴叹", "当之无愧", "交口称赞", "爱莫能助", "久经考验"],
  unknown: []
}, {
  id: "10204555",
  stem: "当机体受到各种伤害性刺激或者机体内部发生病变、炎症时，受损组织会________组织胺、缓激肽等致痛物质，这些物质作用于游离神经末梢会引发痛觉冲动，并迅速________至脊髓；然后，通过脊髓丘脑束和脊髓网状束上行至丘脑，并最终________到大脑皮层，从而引起疼痛感觉。\n依次填入画横线部分最恰当的一项是：",
  correct: ["释放", "传导", "投射"],
  distractor: ["吸收", "发展", "映照", "衍生", "延伸", "反馈", "激发", "输送", "干扰"],
  unknown: []
}, {
  id: "19591473",
  stem: "人脑拥有近1000亿个神经元和约100万亿个连接，可称得上是已知宇宙当中最复杂的________，也是人类区别于其他生物最具________性的功能器官之一。\n依次填入画横线部分最恰当的一项是：",
  correct: ["构件", "标识"],
  distractor: ["机构", "创造", "结构", "创新", "机制", "标志"],
  unknown: []
}, {
  id: "19591486",
  stem: "丝绸之路是一条连接古代东西方不同文明的桥梁。自西汉张骞通西域后，来自东西方诸文明的不同元素，如丝绸、瓷器、茶叶、香料等________，川流不息的骆驼商队，绘画、文学、艺术、宗教等________现象，在丝路上相互碰撞、交流互鉴，构成了人类历史上文明交流的独特________，世界各主要文明地区也因此成为一个相互联系的整体。\n依次填入画横线部分最恰当的一项是：",
  correct: ["物品", "文化", "景观"],
  distractor: ["特产", "商品", "物品", "文化", "社会", "现象", "景观", "景象", "景致"],
  unknown: []
}, {
  id: "19591488",
  stem: "2023年3月，沈忠芳入选《感动中国》2022年度人物，以弘扬沈忠芳为中国国防事业做出的重要贡献。《感动中国》给沈忠芳的颁奖辞:“从无到有，从近到远，从长缨在手，到红旗如画。这一代人从没有在乎过自己的________，这一代人一辈子都在磨砺国家的剑与盾。今天，后辈们终于能听到你们的________，隐秘而伟大，平静而神圣。”多么震撼人心！\n依次填入画横线部分最恰当的一项是：",
  correct: ["得与失", "传奇"],
  distractor: ["功与过", "传说", "名与利", "事迹", "成与败", "故事"],
  unknown: []
}, {
  id: "19591493",
  stem: "历经岁月________，“茶生活”早已深深融入国人的日常起居，成为中华优秀传统文化不可或缺的一部分。而古代绘画________着不同历史时期的人文、艺术、美学等信息，以古代茶、画为媒，可以探寻不同时代人们的生活起居和饮茶方式的________，以及茶家具和相关陈设用品的演变等，从而梳理茶生活与茶家具的发展脉络。\n依次填入画横线部分最恰当的一项是：",
  correct: ["涤荡", "承载", "变迁"],
  distractor: ["洗礼", "反映", "沿革", "冲刷", "记录", "蜕变", "浸润", "保留", "特征"],
  unknown: []
}, {
  id: "19591477",
  stem: "《警世通言》记载，苏轼拜谒王安石，在其府上看到两句诗，“西风昨夜过园林，吹落黄花满地金”。苏轼________，菊花在深秋盛开且耐久，怎会风吹花落“满地金”？于是添了两句，“秋花不比春花落，说与诗人仔细吟”。一日秋风过后，苏轼看到自家后园菊花花瓣散落一地，想起当初“不懂装懂”耍小聪明给王安石续诗，不禁心生懊悔。\n因为“不懂装懂”而闹出笑话，苏东坡的故事引人深思。坦诚对待自己的所学所知，不在学识不及自己的人面前________，也不超出能力范围滥竽充数，与其说是一种________，毋宁说是一种智慧。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不以为然", "狂妄自大", "谦逊"],
  distractor: ["不假思索", "骄傲自满", "谦和", "不置一词", "弄虚作假", "谦让", "不以为意", "自以为是", "谦虚"],
  unknown: []
}, {
  id: "18649837",
  stem: "目前地震预测仍是世界性的科学难题，但是，这并不代表我们对地震________，比如我们对地震的“老巢”断裂带，已经有一定的了解。\n填入画横线部分最恰当的一项是（________）。",
  correct: ["一无所知"],
  distractor: ["一窍不通", "无所适从", "束手无策"],
  unknown: []
}, {
  id: "18649840",
  stem: "打开导航软件，出行路线________，软件还能实时分析路况，预估出行时间；在电商平台上选购衣服，通过线上试衣功能，可以直观感受衣服搭配是否合适；居家休闲，________便可“云游”博物馆，欣赏珍贵文物\xb7\xb7\xb7\xb7\xb7\xb7对于许多人而言，这些场景早已成为日常生活的一部分。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["一目了然", "足不出户"],
  distractor: ["一览无遗", "离群索居", "有目共睹", "深居简出", "显而易见", "销声匿迹"],
  unknown: []
}, {
  id: "18649846",
  stem: "高处俯瞰，环抱村庄的莲花山起伏连绵。远处，________的水居丹霞景区被湛蓝的天空________得如同一幅油画；近前，奔腾的黄河水从八盘峡穿山越岭而来，又沿着村南的河道浩荡东去。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["色彩斑斓", "映衬"],
  distractor: ["姹紫嫣红", "烘托", "五花八门", "陪衬", "千变万化", "渲染"],
  unknown: []
}, {
  id: "18649854",
  stem: "在以文化建设带动城市建设的实践中，艺术日益成为城市转型的重要助推器，从城市建设到城市更新，越来越多的美术元素________公共空间，以小中见大的特质，提升城市功能品质，________城市特色品位，满足人民美好生活需要。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["融入", "彰显"],
  distractor: ["嵌入", "呈现", "渗入", "展现", "浸入", "凸显"],
  unknown: []
}, {
  id: "18649845",
  stem: "所谓“生活”，从来都不只是衣食住行这么简单，只有满足精神层面的需求，才能活得更有生气。现实生活中，不少人都感叹________，并因此产生一种深深的孤独感与无力感，但在一个嘴巴多过耳朵的时代，________，我们是否有倾听他人心声的耐心与兴趣？\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["知音难觅", "扪心自问"],
  distractor: ["水清无鱼", "清夜扪心", "知己难寻", "闭门思过", "曲高和寡", "反求诸己"],
  unknown: []
}, {
  id: "18649852",
  stem: "发展人工智能产业是一项系统工程。比如，支撑自动驾驶升级，除了“聪明”的车，更要有“________”的路，这离不开营造包括技术研发、基础设施、数据流通在内的良好产业生态。此外，发挥应用场景的优势，也需及时补上底层技术的短板。推进人工智能应用走深走实的同时，加强软硬件、底层技术攻关，两者________，才能增强产业发展后劲，掌握发展的主动权。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["智慧", "齐头并进"],
  distractor: ["睿智", "双管齐下", "灵敏", "并驾齐驱", "聪慧", "并行不悖"],
  unknown: []
}, {
  id: "18649849",
  stem: "“无痕设计”的概念虽属当代，但其所________的中华民族崇尚自然的审美趣味及“天人合一”“无为而为”的哲学思想，却早已根植于中国传统民居建筑的营造思维之中。我国不同地域的自然条件和人文环境________，人们________、就地取材，孕育出特色鲜明的人居环境文化，充满了智慧的环境共生观念。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["蕴含", "千差万别", "依山就势"],
  distractor: ["蕴涵", "云泥之别", "因地制宜", "蕴藏", "霄壤之别", "顺势而为", "蕴籍", "截然不同", "将计就计"],
  unknown: []
}, {
  id: "18649855",
  stem: "森林是一把天然的“________”。成片森林冠层的树叶和枝干通过反射和吸收大部分太阳辐射，减少到达地面的热量，使得林内气温明显低于林外。森林也是一台天然的“________”。高温促使植物根部加速吸收土壤水分，通过导管运输至叶片，水分从叶片的气孔以水蒸气的形式散失到大气中。与无植被区域相比，植被覆盖区域可以增加相对湿度2.9%~8.3%。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["遮阳伞", "加湿器"],
  distractor: ["晴雨伞", "除湿机", "保护伞", "净化器", "降落伞", "烘干机"],
  unknown: []
}, {
  id: "18649869",
  stem: "从第一堂合唱课上的________，到主动对老师提出想唱的歌；从第一次录制视频参加比赛时紧张得满头大汗，到3年后在北京剧场里的笑容灿烂，孩子们在音乐的________中，实现由自卑到自信、由孤僻到开朗的转变。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["一声不吭", "滋养"],
  distractor: ["手足无措", "滋育", "肃然无声", "滋润", "万籁无声", "滋补"],
  unknown: []
}, {
  id: "18649885",
  stem: "海草床是地球上最________的碳捕获和封存系统之一，其贮存碳的效率比森林高90倍，是全球________的碳库。虽然海草床仅覆盖全球海洋面积的0.2%，但其每年的碳封存数量可达全球海洋碳封存总量的10%-15%，且碳储存时间可达数千年。\n依次填入画模线部分最恰当的一项是（________）。",
  correct: ["有效", "重要"],
  distractor: ["显著", "难得", "独特", "庞大", "珍贵", "潜在"],
  unknown: []
}, {
  id: "18649889",
  stem: "经过数千年的传承和发展，古琴成为人类历史上极富文化含量的乐器，保存至今的琴曲________。古琴独特的记谱法和打谱实践、围绕琴乐形成的丰富而深刻的古琴文化，让古琴成为人类音乐宝库中________的瑰宝。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["数以千计", "当之无愧"],
  distractor: ["成千盈百", "盛名之下", "寥寥无几", "名下无虚", "寥若晨星", "表里如一"],
  unknown: []
}, {
  id: "18649907",
  stem: "行走于边疆苦寒之地，出没于灾害瘟疫之乡，________于无情战火之中，这是军人的职业特点。这一职业最需要奉献精神， 也需要通过全社会的________来完成职业荣誉感的培植和塑造。职业无贵贱之分，但军人这一职业却是其他所有社会分工的________职业。军人为社会发展提供的是国家安全产品，没有和平，百业难兴。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["决胜", "尊崇", "托底"],
  distractor: ["现身", "努力", "新型", "决战", "协作", "必需", "战斗", "关注", "核心"],
  unknown: []
}, {
  id: "11881195",
  stem: "“读万卷书，行万里路”虽是明代董其昌提出的观点，但却是中国历代许多文人所________的。在没有现代交通工具的古代，文人在著书立说之外，用简易的交通工具和双脚丈量大地，给我们留下了丰厚的文化遗存。\n填入画横线部分最恰当的一项是：",
  correct: ["身体力行"],
  distractor: ["推崇备至", "全力以赴", "孜孜以求"],
  unknown: []
}, {
  id: "11881252",
  stem: "北宋时，以洛阳牡丹为第一，其他地区牡丹不能与洛阳牡丹________。宋朝时河南府也成为唯一一个进贡牡丹花的地区。牡丹的大量引种，使得四川成为南宋时期牡丹的又一聚集地，尤其是天彭地区的牡丹盛况，可比肩洛阳。当然在价格上还难以________。“彭人谓花之多叶者京花，单叶者川花。近岁尤贱川花，卖不复售”。\xa0\n依次填入画横线部分最恰当的一项是：",
  correct: ["相提并论", "望其项背"],
  distractor: ["等量齐观", "后来居上", "同日而语", "一较高下", "一概而论", "平起平坐"],
  unknown: []
}, {
  id: "11881171",
  stem: "在科幻影视的发展历史中，技术是一个关键性因素。尤其是数字技术进入电影制作领域，极大________了科幻影视生产的边界，使创作者能在更广阔的科幻宇宙中遨游，建构瑰丽奇幻的艺术世界。从某种程度上讲，科幻创作________一个国家的影视技术发展水平。\n依次填入画横线部分最恰当的一项是：",
  correct: ["拓展", "有赖于"],
  distractor: ["突破", "代表着", "动摇", "依托于", "延伸", "彰显了"],
  unknown: []
}, {
  id: "11881372",
  stem: "睡眠经济的崛起，会让我们睡得更好吗？虽然尚未有严谨的统计或研究，但就日常体验来说似乎________。在铺天盖地的睡眠经济营销中，在医学话语的叙事下，在各类助眠产品成为睡眠这件事的“神助攻”中，睡眠成为一种稀缺而宝贵的资源，反倒更加________了人们的睡眠焦虑。\n依次填入画横线部分最恰当的一项是：",
  correct: ["适得其反", "放大"],
  distractor: ["差强人意", "唤起", "乏善可陈", "催生", "事与愿违", "凸显"],
  unknown: []
}, {
  id: "5423673",
  stem: "初心在最开始的时候，往往简单________，但是它会慢慢长大，就像一颗种子能够长成参天大树，又仿佛站在零的起点慢慢________成很长很长的道路。到最后我们发现，所谓初心，就是在所有的愿望、誓言和________当中离自己本心最近的那颗心。\n依次填入横线处最恰当的一项是：",
  correct: ["朴素", "绵延", "梦想"],
  distractor: ["质朴", "延伸", "梦境", "素净", "延展", "想象", "宁静", "绵展", "理想"],
  unknown: []
}, {
  id: "5423690",
  stem: "金属，作为大自然给予人类的珍贵馈赠，________着人类文明的发展和社会的进步。考古学家将石器时代之后的文明时期命名为青铜时代、铁器时代，将金属材料的________作为时代的标志性特征，充分说明金属在人类社会的各个转型期起到了举足轻重的作用。\n依次填入横线处最恰当的一项是：",
  correct: ["见证", "应用"],
  distractor: ["标志", "产生", "凝聚", "材质", "承载", "转换"],
  unknown: []
}, {
  id: "5423713",
  stem: "依次填入划横线部分最恰当的一项是：\n（1）随着生活水平的提高，人们对食品安全的诉求，早已超越了简单的有没有毒、有没有害，而是延伸到对健康、环保________的追求。\n（2）民心是最大的政治，严肃查处群众身边的“微腐败”，________民心，合乎民意。\n（3）改革再往前走，会有破冰的艰辛，需要攻坚的勇气，但无论怎样，公平正义是不可偏移的指针，增强群众获得感的任务________不能忘记。",
  correct: ["理念", "顺应", "须臾"],
  distractor: ["观念", "响应", "倏忽", "理想", "呼应", "俄顷", "信念", "照应", "转瞬"],
  unknown: []
}, {
  id: "5423733",
  stem: "时下，不少博物馆都在大力开发文创产品，凝结智慧结晶的国宝文物________需要借文创产品“活”起来、“潮”起来，________更需要将其文化艺术价值深植人心，________实现可持续传承。\n填入横线处的词语最恰当的一组是：",
  correct: ["固然", "但是", "从而"],
  distractor: ["之所以", "是因为", "从而", "不但", "而且", "为了", "一边"],
  unknown: []
}, {
  id: "5423745",
  stem: "京剧与中医、武术、国画并称中国的“四大国粹”，半个世纪前，那些名角、“头牌”演出时，往往________，一票难求。而在当今，年轻一代往往对本土传统文化弃之如敝屣，对带洋字的文化则________。\n填入横线处的成语最恰当的一组是：",
  correct: ["万人空巷", "趋之若鹜"],
  distractor: ["洛阳纸贵", "炙手可热", "门庭若市", "众星拱月", "万头攒动", "敬而远之"],
  unknown: []
}, {
  id: "5509435",
  stem: "城市文化是一座城市的气质所在，也是城市发展的内在动力。近年来，一些城市的景观规划动辄“大开大合”，形成________的整体风格，或者移栽网红花木，打造网红街景，将城市文化灌入流量。这些功利的城市治理行为也许会带动一段时间的消费热涨，却让城市失去了原本的生活底色。\n填入画横线部分最恰当的一项是：",
  correct: ["千篇一律"],
  distractor: ["照猫画虎", "老生常谈", "因循守旧"],
  unknown: []
}, {
  id: "5509447",
  stem: "在延安中央大礼堂外，伫立着两棵柳树和一排松树。当年，毛泽东曾作“松柳之喻”：共产党员要像柳树一样，插到哪里就在那里活起来。但是柳树也有弱点，就是随风倒，软得很，所以还要学松树，松树的劲大得很，到冬天也不落叶子。松树有原则性，柳树有灵活性。像柳树那样________，人人喜欢；像松树那样________，稳当可靠。\n依次填入画横线部分最恰当的一项是：",
  correct: ["可亲", "坚定"],
  distractor: ["可爱", "坚固", "可敬", "坚挺", "可贵", "坚持"],
  unknown: []
}, {
  id: "5509440",
  stem: "我们常常讨论创造性的培养，好像创造性就一定意味着________，一个问题有一百个解，不受约束。实际上，________地看待世界，明白局部与整体之间的联系和运作；做事情讲方法，有步骤，有恒心，能统合各方力量，这些才是创造性的基石。\n依次填入画横线部分最恰当的一项是：",
  correct: ["天马行空", "宏观"],
  distractor: ["龙飞凤舞", "壮观", "不拘一格", "微观", "挥洒自如", "乐观"],
  unknown: []
}, {
  id: "5509849",
  stem: "少数民族传统技艺是中华民族文化重要的组成部分之一，是各族人民劳动与智慧创造的结晶，更是铸牢中华民族共同体意识的重要________。然而，随着经济社会的不断发展，尤其是现代生产生活方式，给少数民族文化传承保护和发展工作带来了不少的________，许多民间技艺面临着核心内容流失严重、技艺失传，民族特色减弱，传承人才断层等________。\n填入画横线部分最恰当的一组是：",
  correct: ["载体", "冲击", "挑战"],
  distractor: ["标识", "遗憾", "风险", "路径", "牵绊", "缺失", "媒介", "疑惑", "困扰"],
  unknown: []
}, {
  id: "5509441",
  stem: "面对错综复杂的形势，最根本的是要把我们自己的事情做好。改革开放以来，我们遭遇过很多外部风险冲击，最终都能________，靠的就是办好自己的事、把发展立足点放在国内。要________走中国特色社会主义道路，坚持推进中国式现代化，把中国发展进步的命运牢牢掌握在自己手中。\n依次填入画横线部分最恰当的一项是：",
  correct: ["化险为夷", "毫不动摇"],
  distractor: ["起死回生", "一成不变", "绝处逢生", "矢志不渝", "转败为胜", "按部就班"],
  unknown: []
}, {
  id: "5509445",
  stem: "追星________，但频频越界的“饭圈”乱象，不仅有违社会公序良俗、触碰社会道德底线，有的还已触碰法律红线。________“饭圈”乱象，关涉青少年成长，关乎社会和谐稳定。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无可厚非", "整治"],
  distractor: ["无可非议", "疏导", "天经地义", "治理", "情有可原", "梳理"],
  unknown: []
}, {
  id: "5509442",
  stem: "关于文明形成的________，世界上公认的“三要素”是文字、冶金术和城市的出现。但是我们发现，这“三要素”是从古埃及文明和两河文明中概括出来的，世界上有很多其他的文明并不符合“三要素”。比如，中美洲的玛雅文明令人________，但他们没有冶金术，辉煌的印加文明也没有发现文字。\n依次填入画横线部分最恰当的一项是：",
  correct: ["标志", "叹为观止"],
  distractor: ["符号", "拍案叫绝", "象征", "击节叹赏", "起点", "高山仰止"],
  unknown: []
}, {
  id: "5509444",
  stem: "一本合格的教材，应该有城市也有乡村，有科学家、艺术家，也有在田间忙碌的农民、在工地流汗的工人，他们是乡村孩子的父辈，是值得被看见、被认可的________。乡村振兴不应该是________和口号，也不应该是每个孩子手中的教材里轻飘飘的一行字，而是应该融入血脉中、留在心田里。\n依次填入画横线部分最恰当的一项是：",
  correct: ["中流砥柱", "空话"],
  distractor: ["擎天巨擘", "大话", "南天一柱", "假话", "栋梁之才", "套话"],
  unknown: []
}, {
  id: "5509761",
  stem: "年度热词________大事小情，不仅反映国家大事、________时代主旋律，还有对老百姓日常生活的深切________，展现了过去一年的社会变迁和生活万象。而透过“内卷”“躺平”“鸡娃”“双减”“干饭人”等热词，我们还可________当下独特的社会景观。\n依次填入画横线部分最恰当的一项是：",
  correct: ["勾勒", "蕴含", "体察", "窥见"],
  distractor: ["描绘", "切合", "感触", "了解", "体现", "把握", "体验", "感受", "叙写", "贴近", "关怀", "透视"],
  unknown: []
}, {
  id: "5509443",
  stem: "与人类繁衍发展的漫长历史相比，科学的历史并不________。但就在科学有了一席之地的有限历史维度中，人类社会从关系架构、行为方式到思维模式都被科学深刻影响甚至颠覆性________。科学已经成为现代社会不可________的重要部分，是延续和推动现代社会发展的核心力量。\n依次填入画横线部分最恰当的一项是：",
  correct: ["久远", "重构", "分割"],
  distractor: ["深远", "解构", "分离", "永久", "重建", "分隔", "长久", "创新", "分裂"],
  unknown: []
}, {
  id: "5509446",
  stem: "读书可以提高我们的眼光、境界、格局、胸怀。读书的好处，是可以让我们跳出此时此地的________，穿透一时一地的迷雾，从更大的格局和更长远的眼光来把握眼前的各种________，从而把不解和不安化成豁然开朗和淡定从容，最后养成战略上的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["限制", "扰动", "定力"],
  distractor: ["奴役", "骚乱", "毅力", "束缚", "骚动", "耐力", "局限", "扰乱", "致力"],
  unknown: []
}, {
  id: "5509448",
  stem: "人类成就和文明进步的史诗，是通过历史上最有天赋和才能的个体对艺术、科学和所有其他领域所做的贡献________的。天资卓越、创造力出众的拔尖人才可以利用他们的天赋和才能来________人类社会的现状，也可以对其侵蚀破坏。而他们最终如何选择自己的道路，能否肩负起社会责任，创造更广泛的社会福祉，对于人类命运共同体的未来发展方向有________的影响。\n依次填入画横线部分最恰当的一项是：",
  correct: ["写就", "改善", "举足轻重"],
  distractor: ["造就", "改变", "举重若轻", "成就", "提升", "才轻任重", "铺就", "提高", "无关紧要"],
  unknown: []
}, {
  id: "5509451",
  stem: "应急科普能够及时解疑释惑，提升公众认知力，还可以________伪科学和谣言，________社会和网络环境。建立健全国家应急科普协调联动机制，完善各级政府应急管理预案中的应急科普措施，极为必要，更是________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["批驳", "净化", "未雨绸缪"],
  distractor: ["抵制", "维护", "重中之重", "对抗", "清理", "居安思危", "拆穿", "建设", "防微杜渐"],
  unknown: []
}, {
  id: "5510085",
  stem: "笔者近日跟随调研组赴某文化大市采访交流。该市在国内广为人知，非遗资源十分丰富，老字号众多，发展文化旅游产业有得天独厚的优势。但因为种种原因，目前当地很多老字号品牌，发展却都不温不火，知名度虽然有，市场反响却一般。前往调研的专家，在返程路上无不感慨________是多么重要。\n填入画横线部分最恰当的一项是：",
  correct: ["营销"],
  distractor: ["经营", "创新", "宣传"],
  unknown: []
}, {
  id: "5509840",
  stem: "从语言学角度来说，词反映的是人们对客观世界的认知结果，由于认知具有明显的主观性，所以不同的人对同一事物的认识就有可能存在明显差异。“美”与“丑”、“胖”与“瘦”等概念区分，体现的就是人们对所表达对象的不同看法和评价，“短”亦如此。2014年，中国科协开展“公众喜爱的科普作品”推介活动，短视频时长要求为30秒至20分钟。8年来，各场次大赛、不同平台先后对短视频作出“自定义”，截至目前仍未能形成完全统一的观点，这也侧面证明人们对短视频的“短”的________差异之大。\n填入画横线部分最恰当的一项是：",
  correct: ["主观认识"],
  distractor: ["判断标准", "量化指标", "个性解读"],
  unknown: []
}, {
  id: "5510089",
  stem: "参照国际经验，生活垃圾收费主要有从量征收和定额征收两种模式。当前，我国大多数城市的居民生活垃圾处理费为定额征收。但早在2018年，国家已明确提出垃圾计量收费，一些城市也制定了居民生活垃圾处理费收费标准。无论是参照国际先进经验，还是促进生态环境质量改善，生活垃圾按量收费都是________。\n填入画横线部分最恰当的一项是：",
  correct: ["大势所趋"],
  distractor: ["必由之路", "势在必行", "名正言顺"],
  unknown: []
}, {
  id: "5510094",
  stem: "历史上，病毒的肆虐曾给人类带来无尽的灾难。但反过来看，每次大传染病发生也是人类社会加速成长、成熟的________。谁能最早回头________，谁就能最快从疫情的“废墟”中生出新生的翅膀。\n依次填入画横线部分最恰当的一项是：",
  correct: ["契机", "反思"],
  distractor: ["机遇", "反省", "机缘", "反思", "转机"],
  unknown: []
}, {
  id: "5510101",
  stem: "所有消费都应该建立在自己已有的经济基础之上，应该________消费、有所节制。与其被“花钱一时爽，还债三年光”的“伪精致”所累，真不如根据实际情况合理规划开支，务实购买必需品，________把日子过好。\n依次填入画横线部分最恰当的一项是：",
  correct: ["量入为出", "细水长流"],
  distractor: ["精打细算", "细水长流", "量入为出", "勤俭持家"],
  unknown: []
}, {
  id: "5509847",
  stem: "在很多人看来，南极遍布冰川，气候应该很湿润。但________，南极气候除了十分寒冷以外，还特别干燥。恶劣的气候环境，也容易导致设备出现故障，所以修理设备就成了________。\n填入画横线部分最恰当的一组是：",
  correct: ["其实不然", "家常便饭"],
  distractor: ["天壤之别", "当务之急", "适得其反", "看家本领", "事与愿违", "例行公事"],
  unknown: []
}, {
  id: "5509832",
  stem: "杂技天生具有惊险、高难、奇巧的审美特征，擅长刻画英雄气概，表现勇于征服困难的英雄主义精神。从这个角度来说，找到最能凸显杂技“险”“难”特质的题材，往往能使杂技剧的出新出彩________。军事题材、公安题材、工业题材，都是杂技剧可以________的领域。\n填入画横线部分最恰当的一组是：",
  correct: ["事半功倍", "大显身手"],
  distractor: ["叹为观止", "脱颖而出", "别具匠心", "出奇制胜", "技高一筹", "精耕细作"],
  unknown: []
}, {
  id: "5509846",
  stem: "作为阅读者，当我们跟着文字的力量去体会一个人的时候，其实就是循着这个人的思想痕迹________。我们都是历史流动中的角色，我们看到的每一片天空，每一片云，或是每一次斗转星移的月食，都是一次生命________的体验。\n填入画横线部分最恰当的一组是：",
  correct: ["游走", "独一无二"],
  distractor: ["流散", "如梦如幻", "漫步", "难能可贵", "舞动", "浮光掠影"],
  unknown: []
}, {
  id: "5509844",
  stem: "年轻人能够以敏锐的视角去________社会焦点，以创新的技法去展现艺术想象，以________的营销去制造舆论热点，年轻态已经成为影视及网络视听业的重要特征之一。\n填入画横线部分最恰当的一组是：",
  correct: ["捕捉", "创造性"],
  distractor: ["发掘", "个性化", "引爆", "多元化", "炮制", "普适性"],
  unknown: []
}, {
  id: "5509845",
  stem: "他们走进体验馆，戴上VR眼镜更直接地________超算的“超能力”。通过这次学习之旅，青青学习团被“大国重器”的硬核实力所________，也更清楚地认识到提高科技实力就是应该不断创新。\n填入划横线部分最恰当的一组是：",
  correct: ["解锁", "征服"],
  distractor: ["了解", "降服", "体会", "折服", "感受", "秒杀"],
  unknown: []
}, {
  id: "5509835",
  stem: "中华文明在五千年以上的发展过程中，早已形成以德治为主的“天下一家”“世界大同”的理念，这个理念深深________在中国人的心目中，以至于我们见到任何恃强凌弱、不讲道义的情况都极其反感。因此，中华文明之所以具有很强的________，因为它是由同一的理念凝聚起来的，而不是由武力和强迫________在一起的，因而有强大的生命力，能够在遇到危机时，一次次重生。\n填入画横线部分最恰当的一组是：",
  correct: ["浸润", "韧性", "拼凑"],
  distractor: ["嵌入", "感召力", "缝合", "扎根", "粘性", "联缀", "植入", "延续性", "对接"],
  unknown: []
}, {
  id: "5509664",
  stem: "在第①段中，填入横线部分最恰当的一项是：",
  correct: ["顾名思义", "深入人心"],
  distractor: ["不言而喻", "历历可数", "简而言之", "记忆犹新", "毋庸置疑", "引人入胜"],
  unknown: []
}, {
  id: "5509653",
  stem: "“书”，简单的一个字，却代表着一个个用文字记录的多彩世界。你可以在书里尽情地探索，关于生活，关于科学，关于历史，甚至是超乎现实、天马行空的想象。书的世界________。无论是谁，只要打开书本，都能从中受益。\n填入画横线处最恰当的一项是：",
  correct: ["包罗万象"],
  distractor: ["浩如烟海", "一应俱全", "五彩缤纷"],
  unknown: []
}, {
  id: "5509654",
  stem: "数字经济事关国家发展大局，服务好数字经济发展，金融业________。抓住机遇，赢得主动，金融业要放手拥抱数字经济时代，把握数字经济发展趋势和规律，把更多金融资源配置到数字经济发展的前沿领域、关键环节和重要产业，不断为中国经济高质量发展增添新动能、培育新优势。\n填入画横线处最恰当的一项是：",
  correct: ["责无旁贷"],
  distractor: ["机不可失", "义不容辞", "大有可为"],
  unknown: []
}, {
  id: "5509655",
  stem: "在深化不同文明之间的交流互鉴中，要构建一套中华思想文化术语对外翻译的标准本，把中国真正的文化精髓________世人。为此，需要加强国际传播能力建设，形成同我国综合国力和国际地位相匹配的国际话语权，以中国思想观念的本来思想意蕴对外传播，而不能靠他者误读了的内容去________。\n依次填入画横线处最恰当的一项是：",
  correct: ["昭示", "以讹传讹"],
  distractor: ["告知", "妄下雌黄", "灌输", "道听途说", "启迪", "评头论足"],
  unknown: []
}, {
  id: "5509656",
  stem: "趣说古诗词，不是简单地用一些当代词汇对译古代生活场景，而是识得古人真趣，也就是认识体会他们活泼的创造力。不需要过于严肃地评点古人或褒奖古人，更不要希望用一个模式一个套路把古代好诗词“________”，我们不应当以无趣的赏析套路把古典诗词掐死闷死，也不可能把古典诗人的“________”都识破，留下活路，后人会有更新锐的解读。\n依次填入画横线处最恰当的一项是：",
  correct: ["一网打尽", "机关"],
  distractor: ["一锤定音", "秘诀", "一概而论", "计谋", "一扫而光", "窍门"],
  unknown: []
}, {
  id: "5509657",
  stem: "盗蛛是一种捕鱼蛛，多生活在溪水面上，有的盗蛛经常将两只长脚伸进水里探测小鱼的动向，就好像“姜太公”钓鱼静待它们“________”，当小鱼游进捕猎范围，盗蛛就会突然扑过去，并用两只长脚将小鱼紧紧抱住，将其拖入自己的洞穴。有的盗蛛还会用后面一对步足紧抓水面漂浮物，将其余几对伸出去，________，一旦遇见合适的目标，便会迅速扑上去，先用口器咬住猎物，然后再将毒液注入其体内，使猎物中毒昏迷。\n依次填入画横线处最恰当的一项是：",
  correct: ["自投罗网", "随波逐流"],
  distractor: ["束手就擒", "一探究竟", "坐以待毙", "见机行事", "自取灭亡", "静观其变"],
  unknown: []
}, {
  id: "5509669",
  stem: "早至公元前1世纪，中国与东南亚各国就多有来往。古籍中的记载与一件件闪烁着温润光芒的瓷器相互印证，________出一条始自中国东南沿海，贯穿整个东南亚、南亚地区的海上丝绸之路。一件件来自中国汉、唐、明等不同历史时期的瓷器，________起一部中国瓷器编年史和一部海上丝路发展史。\n依次填入画横线处最恰当的一项是：",
  correct: ["勾勒", "串联"],
  distractor: ["打造", "回忆", "描绘", "贯通", "锤炼", "证实"],
  unknown: []
}, {
  id: "5509670",
  stem: "在当下的城乡建设中，重视传统文化和地方特色渐成潮流。越来越多的人开始意识到，当代中国建筑既不能________，简单套用中国传统建筑设计风格；也不能流于形式，肤浅拼贴符号；更不能________，远离当下普通中国人的真实生活。\n依次填入画横线处最恰当的一项是：",
  correct: ["食古不化", "闭门造车"],
  distractor: ["照本宣科", "高高在上", "钻故纸堆", "闭门造车", "生搬硬套"],
  unknown: []
}, {
  id: "5509672",
  stem: "越来越多的古籍向公众开放，得益于古籍数字化的不断推进。对古籍进行数字化________，不仅方便学者研究，也能降低普通读者接触古籍的门槛。在数字技术条件下，开放共享的资源规模更庞大，渠道也更便捷，有利于实现古籍与数字化时代________，比如，在“中华古籍资源库”平台，公众无需注册登录，就可以直接阅览敦煌遗书等珍贵资料。不只是国内的古籍，那些流布海外、国内缺藏的珍贵汉籍，其数字化________也令人期待。\n依次填入画横线处最恰当的一项是：",
  correct: ["转换", "共振", "回归"],
  distractor: ["改进", "融合", "阐释", "升级", "协同", "完善", "革新", "适应", "发展"],
  unknown: []
}, {
  id: "5509674",
  stem: "红色，是强军文化最鲜亮的底色。展开历史画卷，红色基因犹如一条红线________历史，孕育了我党我军特有的忠诚品质、胜战精神、优良作风。善于传承才能更好创新，因此应站在红色江山永不变色、党的事业________的高度，与优良传统对接，汲取信仰力量，深入实施“红色基因代代传”工程，让强军文化在红色________上生发新枝叶，使这些超越时空限制、富有永恒魅力的宝贵精神财富，通过更加生动鲜活的表达方式弘扬起来。\n依次填入画横线处最恰当的一项是：",
  correct: ["纵贯", "薪火相传", "根脉"],
  distractor: ["标记", "继往开来", "基因", "穿越", "承上启下", "底蕴", "联通", "大展宏图", "土壤"],
  unknown: []
}, {
  id: "5509675",
  stem: "人们在传承传统春节精神的同时，能够以开放包容的态度接受当代新鲜事物和不同地域文化，使得年货消费展现出许多新特征。各地不尽相同的年味儿背后，是传统文化在不同层面的________呈现。年货消费趋势的转变，既是对传统文化的传承和发扬，更是人们在新时代主动选择的结果，展现了老传统与新文化________的发展趋势，承载了现代人对传统文化的全新阐释。春节传统民俗融入现代元素和地域特色，定将绽放出新的________色彩。\n依次填入画横线处最恰当的一项是：",
  correct: ["差异性", "水乳交融", "时代化"],
  distractor: ["多元性", "浑然一体", "地域化", "创新性", "难分难解", "现代化", "继承性", "相得益彰", "商业化"],
  unknown: []
}, {
  id: "5509436",
  stem: "在海洋最深和最寒冷的地方，海洋生物——主要是无脊椎动物——可以达到极大的尺寸。鱿鱼、海蜘蛛、蠕虫和其他种类的动物会长到使世界各地的相关物种________的大小。这种现象被称为“巨型化”。\n填入画横线部分最恰当的一项是：",
  correct: ["相形见绌"],
  distractor: ["黯然失色", "自惭形秽", "比上不足"],
  unknown: []
}, {
  id: "5509438",
  stem: "制止网络暴力，加强、完善相关制度性建设刻不容缓。________，每一个口出恶言之人都是推动网暴潮水前进的一部分。反过来讲，在评判热点人物和事件时保持善意和理智，哪怕只是做到少说不说，这样的人每多一个，抵御网暴的堤坝就能高一分。\n填入画横线部分最恰当的一项是：",
  correct: ["众口铄金"],
  distractor: ["人言籍籍", "三人成虎", "流言蜚语"],
  unknown: []
}, {
  id: "5509439",
  stem: "电影音乐作为电影艺术的组成部分，早已和画面构图、色彩、语言一样，成了表达主题、塑造人物、________意境的一个重要手段。它在渲染气氛、揭示人物心灵、影响观众心理方面所能达到的神奇效果，是前人始料所不及的。一部精彩的电影如果缺少了________的音乐，就好比一道大餐少了盐。\n依次填入画横线部分最恰当的一项是：",
  correct: ["创造", "相得益彰"],
  distractor: ["设立", "相辅相成", "生成", "引人入胜", "展现", "此呼彼应"],
  unknown: []
}, {
  id: "5509758",
  stem: "包括儒家在内的中国传统思想对文艺的功利性________，“文以载道”可谓天经地义，时时处处以人心与教化的标准来审视和介入文艺的生产与传播，未必都具有积极的社会意义。这需要具体问题具体分析，关键在于人心与教化的标准不能走偏或错谬，否则这种审视和介入就会________或戕害文艺的发展。\n填入画横线部分最恰当的一项是：",
  correct: ["情有独钟", "妨碍"],
  distractor: ["不屑一顾", "阻止", "背道而驰", "助长", "一厢情愿", "推动"],
  unknown: []
}, {
  id: "5509760",
  stem: "宋词应该怎么读？传统的阅读，往往按词人生平和时代背景介绍、字词训诂、文意串讲、艺术赏析这样的程式进行，________，但读者跟文本、词人之间总有一层隔膜。如今也有不少创新性解读，加入各种大胆的演绎、戏说，能抓住读者的眼球，但往往偏离历史事实，消费古人，________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["中规中矩", "哗众取宠"],
  distractor: ["按部就班", "追名逐利", "分门别类", "不伦不类", "一板一眼", "夸大其词"],
  unknown: []
}, {
  id: "5509759",
  stem: "游戏属于文化创意行业，不存在绝对的垄断，玩法创新总能引领风潮。然而另一方面，精品游戏的制作和渠道推广成本________，工业化水平越来越高，游戏巨头即便不能每次都在玩法上取胜，但是依靠精良的人力和充足的资源，依然具备________的实力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["水涨船高", "后来居上"],
  distractor: ["与日俱增", "先声夺人", "节节攀升", "一举夺魁", "居高不下", "遥遥领先"],
  unknown: []
}, {
  id: "5509453",
  stem: "大脑对于外界单调、规律的声音会产生谐振，同时会掩盖住其余声音，起到一种掩蔽效应，因为没有任何变化从而并不引起生理上的________与注意，会不自觉地________噪声对自己的影响，更容易________于当下的活动。\n依次填入画横线部分最恰当的一项是：",
  correct: ["认知", "弱化", "沉浸"],
  distractor: ["不适", "忽略", "习惯", "反感", "抵消", "专注", "体验", "消解", "聚焦"],
  unknown: []
}, {
  id: "5509454",
  stem: "AI（人工智能）的技术内核虽然________，但“模拟人类智慧”这一理念本身却并不________。因此，该理念就很容易被一些________的思想先驱者转化为一些艺术形象，由此形成对于技术形态本身的“抢跑”态势。\n依次填入画横线部分最恰当的一项是：",
  correct: ["艰深", "晦涩", "敏锐"],
  distractor: ["深奥", "超前", "敏感", "先进", "抽象", "前卫", "高端", "艰涩", "睿智"],
  unknown: []
}, {
  id: "5445704",
  stem: "人造血即血氧液，能够用来代替人类血液，满足临床需求，缓解血液短缺状况。而且人造血标准化的生产流程能够确保其________，输入人造血不用再担心会感染艾滋病、肝炎等疾病，可最大程度降低输血相关传染病的风险。因此，研制和批量生产人造血成为当前的热点。\n填入画横线部分最恰当的一项是：",
  correct: ["安全性"],
  distractor: ["可靠性", "规范性", "稳定性"],
  unknown: []
}, {
  id: "5445715",
  stem: "相比于其他全球卫星导航系统采取单一轨道星座构型，北斗系统________，坚定选择了混合星座的特色发展之路，并首创短文通报模式，开创了通信导航一体化的独特服务模式，信息发送能力从一次120个汉字提升到一次1200个汉字，遇到突发情况时无需________，足以将情节一次性说清楚。\n依次填入画横线部分最恰当的一项是：",
  correct: ["独树一帜", "字斟句酌"],
  distractor: ["与众不同", "言简意赅", "遥遥领先", "删繁就简", "迎难而上", "惜墨如金"],
  unknown: []
}, {
  id: "5445726",
  stem: "翻开古代农书，几千年间古人对于土地的保养，几乎与当代耕作学关注的措施________，其中历代农书涉及最多的是施肥。在中国古人的摸索中，施肥成为一种讲究，何时、何地施肥，施何种肥，怎样施肥，形成了一个________的体系，在每个年度的农业生产进程中，精心安排在各个时节。\n依次填入画横线部分最恰当的一项是：",
  correct: ["别无二致", "完整"],
  distractor: ["一脉相承", "科学", "如出一辙", "固定", "不谋而合", "复杂"],
  unknown: []
}, {
  id: "5445754",
  stem: "我们确立和坚持马克思主义在意识形态领域指导地位的根本制度，新时代党的创新理论________，社会主义核心价值观广泛传播，中华优秀传统文化得到创造性转化、创新性发展，文化事业日益繁荣，网络生态持续向好，意识形态领域形势发生________、根本性转变。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深入人心", "全局性"],
  distractor: ["振聋发聩", "历史性", "高屋建瓴", "实质性", "硕果累累", "显著性"],
  unknown: []
}, {
  id: "5445894",
  stem: "当前背景下，宏观调控既要“防风险”又要“稳增长”。传统的逆周期调节能够较好地应对经济的短期波动，面对国内外经济的长期结构性调整则常常________。这就要求宏观调控________，而跨周期调节正是在顶层设计的宏观调控框架下，促进不同政策工具的关联匹配，因此更能满足现阶段的调控要求。\n依次填入画横线部分最恰当的一项是：",
  correct: ["左支右绌", "另辟蹊径"],
  distractor: ["捉襟见肘", "与时俱进", "有心无力", "推陈出新", "难以为继", "统筹兼顾"],
  unknown: []
}, {
  id: "5445830",
  stem: "在过去百年中，地球升温约1摄氏度，考虑到人类在大气中排放的温室气体的积累，这种变暖实际上与基础物理学的预期是________的。那么，问题其实并不在于是否在变暖，而在于变暖速度有多快，但科学家在利用现有模型预测未来变暖时仍然存在________，尤其是，类似极端降水这样的关键变量将如何变化，仍有很大的不确定性。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一致", "分歧"],
  distractor: ["同步", "短板", "吻合", "瑕疵", "相符", "漏洞"],
  unknown: []
}, {
  id: "5445895",
  stem: "国潮正当时，是中国经济迅猛发展、文化自信不断增强的必然结果，这自然是让人欣喜的。但任何潮流，难免有________者，也不无泥沙俱下时。有一些创作者对国潮的理解出现偏差，剔除文化背后的历史语境与深刻内涵，将文化简化为民族符号的堆砌、传统元素的拼贴，浮于表面、________，缺乏真正的文化内涵。\n依次填入画横线部分最恰当的一项是：",
  correct: ["浑水摸鱼", "浅尝辄止"],
  distractor: ["名不副实", "走马观花", "乘虚而入", "囫囵吞枣", "急功近利", "不求甚解"],
  unknown: []
}, {
  id: "5445834",
  stem: "地方政府要以民众利益、公共利益、国家利益为重，不能只追求短期利益，只追求政绩，而做出________的事情来。对官员的政绩考核、对政府的绩效评估，更要注重民生，注重社会的长远发展。这样才能从根本上避免破坏可持续发展大局、损害民众利益等“________”现象的继续发生。\n依次填入画横线部分最恰当的一项是：",
  correct: ["竭泽而渔", "杀鸡取卵"],
  distractor: ["本末倒置", "抱薪救火", "饮鸩止渴", "掩耳盗铃", "扬汤止沸", "移花接木"],
  unknown: []
}, {
  id: "5445898",
  stem: "在气候变暖背景下，冰川是变化最快速、最显著和最具________的地理要素之一。过去50年来，由于气候变暖，全球冰川加速消融，造成海平面上升、水循环变化、冰川灾害增加，引发人们高度关注。应用科学方法，________冰川消融、保持水资源的可持续利用，在当前区域迅速增温、冰川快速退缩的情境下，显得尤为重要。\n依次填入画横线部分最恰当的一项是：",
  correct: ["指示性", "缓解"],
  distractor: ["直观性", "避免", "动态性", "干预", "通用性", "防止"],
  unknown: []
}, {
  id: "5445899",
  stem: "各种舰载机的搭配协同，防空、反舰、反潜力量的集成以及编队舰艇的配合，使得以航母为中心的海上编队战斗力惊人。因此，航母的________备受关注。在拥有持续高航速的情况下，航母可以________地快速部署到位，突如其来地发动攻击，或在对方发起攻击之前驶离对方的打击范围。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一举一动", "出其不意"],
  distractor: ["风吹草动", "猝不及防", "蛛丝马迹", "不声不响", "出没隐现", "不期而至"],
  unknown: []
}, {
  id: "5445897",
  stem: "生命有限，很多英雄模范人物崇高精神的形成过程也是有限的，但形成了一种宝贵精神财富，是一个________的定格。焦裕禄精神，同井冈山精神、延安精神、雷锋精神、红旗渠精神等都是________的。任何一个民族都需要有这样的精神构成其强大精神力量，这样的精神无论时代发展到哪一步都不会________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["永恒", "共存", "过时"],
  distractor: ["历史", "相似", "埋没", "光辉", "相通", "落伍", "不朽", "统一", "褪色"],
  unknown: []
}, {
  id: "5445833",
  stem: "注册制改革越包容，市场主体越要________。随着注册制全面推进，新股上市数量势必增多，上市公司“________”的时代一去不返。将自身相关信息说完整、说清楚，既是上市公司的法定责任，也是逐浪资本市场的立身之本。因此，企业应提升________和竞争意识，高度负责、抱诚守真地“自我介绍”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["自觉", "奇货可居", "危机感"],
  distractor: ["自律", "待价而沽", "紧迫感", "自重", "滥竽充数", "使命感", "自强", "一枝独秀", "责任感"],
  unknown: []
}, {
  id: "5445714",
  stem: "传统戏曲中所蕴含的价值理念以及________的表演节奏，很难与当代青年人的生活节奏与审美趣味相合拍。因而，关于戏曲衰亡的声音________。事实上，戏曲相对于互联网时代知识文化的________、快餐式传播，其可重复欣赏和耐咀嚼的品格显得更为可贵，其特有的艺术价值决定了它不可能退出历史舞台，更不会走向消亡。\n依次填入画横线部分最恰当的一项是：",
  correct: ["慢条斯理", "此起彼伏", "泡沫化"],
  distractor: ["不疾不徐", "如雷贯耳", "碎片化", "从容不迫", "不绝于耳", "肤浅化", "四平八稳", "甚嚣尘上", "机械化"],
  unknown: []
}, {
  id: "5445900",
  stem: "推动长江经济带发展，必须加快新旧动能转换。这既需要有破的勇气，敢于“________”，破除旧的落后产能；也要有立的智慧，善于“腾笼换鸟”，培养新的绿色产能。破除旧动能与培育新动能________、相辅相成。只有________破除无效产能，才能给新产业发展创造条件，增加有效供给。\n依次填入画横线部分最恰当的一项是：",
  correct: ["壮士断腕", "并行不悖", "坚决"],
  distractor: ["脱胎换骨", "齐头并进", "果断", "破釜沉舟", "互为表里", "直接", "另起炉灶", "双管齐下", "彻底"],
  unknown: []
}, {
  id: "5445829",
  stem: "“报得准”是气象监测预报预警的生命力。天气预报准确率高，防灾减灾才能________，为有关部门正确决策提供科学客观的支撑，应急处置才能有力有效。\n填入画横线部分最恰当的一项是：",
  correct: ["有的放矢"],
  distractor: ["有条不紊", "全力以赴", "万无一失"],
  unknown: []
}, {
  id: "5445696",
  stem: "红树林的地下部分长期处于厌氧环境，减缓了根系和凋落物的分解速率，加速了碳埋藏速率。此外，红树林大多分布于沉积型海岸河口，由上游河流和海洋潮汐共同作用带来的大量外源性碳，被它们固定并快速沉积下来。这“________”的组合拳使得红树林成为海岸带蓝碳碳汇的主要贡献者。\n填入画横线部分最恰当的一项是：",
  correct: ["开源节流"],
  distractor: ["取长补短", "标本兼治", "一举两得"],
  unknown: []
}, {
  id: "5445831",
  stem: "我国十四亿多人口整体迈向现代化社会，规模超过现有发达国家人口的总和，艰巨性和复杂性________，发展途径和推进方式也必然具有自己的特点。我们始终从国情出发想问题、作决策、办事情，既不好高骛远，也不因循守旧，保持历史________，坚持稳中求进、循序渐进、持续推进。\n依次填入画横线部分最恰当的一项是：",
  correct: ["前所未有", "耐心"],
  distractor: ["无与伦比", "清醒", "无以复加", "自信", "异乎寻常", "主动"],
  unknown: []
}, {
  id: "5445828",
  stem: "要加强国际传播的理论研究，掌握国际传播的规律，构建对外话语体系，提高传播艺术。要采用________不同区域、不同国家、不同群体受众的精准传播方式，推进中国故事和中国声音的全球化表达、区域化表达、分众化表达，增强国际传播的________和实效性。\n依次填入画横线部分最恰当的一项是：",
  correct: ["贴近", "亲和力"],
  distractor: ["满足", "影响力", "融合", "感染力", "细分", "说服力"],
  unknown: []
}, {
  id: "5445767",
  stem: "对于新业态新模式冲击本地的传统产业，是包容审慎，还是________？对于非本地人才就业创业、非本地企业项目立项推广，能否________，甚至千方百计降门槛、清路障以留人留项目？纵观先进制造业集群所在地，无一不是当地政府部门怀着“开放之心”，营造出良好的创新生态。\n依次填入画横线部分最恰当的一项是：",
  correct: ["如芒在背", "一视同仁"],
  distractor: ["退避三舍", "不偏不倚", "拒之门外", "开诚布公", "推三阻四", "海纳百川"],
  unknown: []
}, {
  id: "5445772",
  stem: "法律惩罚的正当性一定程度上源于公众朴素的道德期待。在具体执法时，不能仅仅________地依赖客观后果，进行简单归责和惩戒，而应全面考察当事人的主观认知、动机目的等情节，并综合________其社会危害性，由此来审慎决定是否启动惩罚机制。\n依次填入画横线部分最恰当的一项是：",
  correct: ["机械", "评估"],
  distractor: ["单纯", "辨别", "盲目", "分析", "草率", "判断"],
  unknown: []
}, {
  id: "5445776",
  stem: "长期以来，城管执法部门对职责内的执法事项通常是________“用力”，对所有的执法对象“一碗水端平”，以体现执法的公平性、公正性。但对于超大城市而言，由于城管执法事项繁多，涉及市场主体庞杂，而城管执法力量是有限的，实践中很难做到________，进而可能会影响执法效果和执行力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["平均", "面面俱全"],
  distractor: ["精准", "滴水不漏", "均衡", "百无一失", "精确", "精益求精"],
  unknown: []
}, {
  id: "5445832",
  stem: "设立国家公园有助于权责统一，改变过去“九龙治水”的情况，大幅度________国土资源的管理效能。尤其是国家公园内有相当多的偏远、人居密度较低的区域，被划入国家公园后也可明确产权归属，将其机制化地管理起来，避免出现生态环境恶化却________的情况。\n依次填入画横线部分最恰当的一项是：",
  correct: ["提升", "无人问津"],
  distractor: ["增强", "听之任之", "发挥", "鞭长莫及", "改善", "爱莫能助"],
  unknown: []
}, {
  id: "5445774",
  stem: "在普通人看来，法律都是________的，自己一辈子都不会和法律打交道。但在瞬息万变的社会里，人们随时可能触及法律的红线。很多人平时法律观念和意识不强，柔性执法不仅可以起到________作用，而且有利于提高群众的学法懂法意识。\n依次填入画横线部分最恰当的一项是：",
  correct: ["遥不可及", "警戒"],
  distractor: ["高高在上", "教育", "高深莫测", "预防", "事不关己", "提醒"],
  unknown: []
}, {
  id: "5445708",
  stem: "随着技术发展，以数字手段为支撑的“沉浸式”“交互式”网上博物馆日益增多，提高了展览的________。但随着智能终端的普及，人们难免会对数字博物馆产生________。博物馆在利用数字技术的基础上，也不能忽视实物展览内涵的提升，使之兼备文化和教育功能，突出________的特点。\n依次填入画横线部分最恰当的一项是：",
  correct: ["趣味性", "疲劳", "寓教于乐"],
  distractor: ["科技性", "排斥", "润物无声", "便捷性", "厌倦", "触手可及", "交融性", "失望", "与时俱进"],
  unknown: []
}, {
  id: "5445727",
  stem: "环境整治关键要不留死角、不存盲点，光靠人为监管恐怕会________。目前，“互联网＋”数字技术已成为环境监测的利器，为生态环境监测布下“天罗地网”。这张网使任何“________”都能充分暴露在数据“阳光”之下，让环境监测和污染防治变得更加________、更加具象。\n依次填入画横线部分最恰当的一项是：",
  correct: ["力不从心", "风吹草动", "精细"],
  distractor: ["捉襟见肘", "一举一动", "有效", "顾此失彼", "小打小闹", "动态", "收效甚微", "蛛丝马迹", "直观"],
  unknown: []
}, {
  id: "5445841",
  stem: "培育强大的创新实力，中小企业要有“十年磨一剑”的________和志气。要克服融资难、原料贵、订单少等重重困难，持续投入，迎难而上，才能在________中迈上发展新台阶。当前，一家家优质中小企业在自主创新的道路上________，勇毅前行，成长为能打硬仗的科技尖兵、稳链强链的有生力量。\n依次填入画横线部分最恰当的一项是：",
  correct: ["定力", "厚积薄发", "自强不息"],
  distractor: ["决心", "卧薪尝胆", "稳扎稳打", "耐性", "筚路蓝缕", "兢兢业业", "智慧", "山重水复", "步步为营"],
  unknown: []
}, {
  id: "5445701",
  stem: "开展未成年人网络环境整治，势在必行且________。网络上可能存在的色情、暴力、过度娱乐等有害信息，会对普遍拥有智能设备、全面触网的未成年人产生潜移默化的不良影响。只有________清朗洁净的网络空间，才能让青少年健康成长。实现这一愿景，需要发挥多主体多领域联动优势，________合力，撑起清朗网络蓝天。\n依次填入画横线部分最恰当的一项是：",
  correct: ["刻不容缓", "营造", "凝聚"],
  distractor: ["蓄势待发", "创设", "形成", "迫在眉睫", "构筑", "集成", "任重道远", "共建", "汇聚"],
  unknown: []
}, {
  id: "5445730",
  stem: "竞争与创新总是________。平台反垄断最终要在抑制垄断与鼓励创新之间达到平衡。一方面，要加快健全市场准入制度、公平竞争审查机制，预防和________滥用行政权力限制竞争，充分________市场竞争机制的强大动能；另一方面，要引导和激励平台企业把更多精力用在创新上。唯有如此，平台经济方能为全社会注入持久的创新活力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["息息相关", "制止", "释放"],
  distractor: ["如影随形", "约束", "调控", "互为表里", "杜绝", "挖掘", "相辅相成", "打击", "激发"],
  unknown: []
}, {
  id: "5445692",
  stem: "“双减”政策带给作业改革的最大变化，是理念的改变，让我们回到了作业的原点：为什么要布置作业？归根到底，是为了育人。这彻底扭转了之前作业管理中的“________”现象，改变了传统作业管理中“眼中有作业、有分数，但唯独没有人”的痼疾，厘清了“好作业”的标准或者尺度。\n填入画横线部分最恰当的一项是：",
  correct: ["本末倒置"],
  distractor: ["揠苗助长", "缘木求鱼", "徒有其表"],
  unknown: []
}, {
  id: "5445710",
  stem: "“反觇”思维是从事物甲和乙之间的联系，反推出乙同甲的另一种联系的方法。在作战指挥中，敢于“反道而觇之”，往往能跳出局部观全局、打破常规辟蹊径。面对复杂多变的战场形势，指挥员若能换位于敌、________定式，从侧面甚至反向来决策，及时________行动部署，就会拥有战场制敌的更大胜算。\n依次填入画横线部分最恰当的一项是：",
  correct: ["摒弃", "校正"],
  distractor: ["突破", "扭转", "摆脱", "规划", "忽略", "调整"],
  unknown: []
}, {
  id: "5445720",
  stem: "课程思政的显性功能是提升课程的内涵和质量。不少教师认为课程思政是________于传统教学之外的附加行为，这种认识是错误的。对教学而言，课程思政不是________，更不是特立独行，它首先是为提升教学质量服务的，是深层次的教学改革，因为只有高水平的教学活动才能吸引学生，进而影响学生。\n依次填入画横线部分最恰当的一项是：",
  correct: ["游离", "喧宾夺主"],
  distractor: ["隔绝", "照本宣科", "徘徊", "削足适履", "独立", "敷衍了事"],
  unknown: []
}, {
  id: "5445746",
  stem: "指尖上的形式主义是“以痕迹论政绩”的错误政绩观，关注点在于形式美观，而________了根本政绩——人民群众的满意度。指尖上减负就是要把基层干部从________的“虚功”中解救出来，务求实效、扎根基层，用实践检验政绩，把工作落实与否、群众满意与否作为衡量政绩的客观标准。\n依次填入画横线部分最恰当的一项是：",
  correct: ["忽视", "华而不实"],
  distractor: ["偏离", "阳奉阴违", "遗忘", "哗众取宠", "淡化", "花拳绣腿"],
  unknown: []
}, {
  id: "5445758",
  stem: "补齐公共服务短板，首先要善于发现深层次问题。要深入调研、综合分析、精准掌握，弄清问题的本质和关键，做到________。同时，补齐公共服务短板不是简单地打打补丁，也不会________。有一些短板和弱项是随着时代发展而凸显的系统性问题，只有通过推动经济社会高质量发展才能从根本上解决。\n依次填入画横线部分最恰当的一项是：",
  correct: ["有的放矢", "一劳永逸"],
  distractor: ["循序渐进", "一成不变", "细致入微", "完美无缺", "一针见血", "水到渠成"],
  unknown: []
}, {
  id: "5445719",
  stem: "没有中华文化沃土的滋养，就不可能有中国特色社会主义制度的________。我们过去对制度的实践基础强调比较多，对制度的文化支撑关注不够。其实，制度绝不只是一系列外在的________行为规范，还是内在的文化思维价值认同。这种文化不可能是外来的强加或移植，必须是内在的演化和________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["勃勃生机", "强制性", "积淀"],
  distractor: ["枝繁叶茂", "约束性", "渗透", "历久弥新", "指导性", "转化", "欣欣向荣", "系统性", "升华"],
  unknown: []
}, {
  id: "5510170",
  stem: "当时的英国皇室建筑师钱伯斯也非常________中国园林艺术。钱伯斯曾经在东印度公司的船上工作过好几年，到过中国三次，1757年他在《中国园林的布局艺术》中说：“中国人的花园布局是杰出的，他们在那上面表现出来的趣味，是英国长期追求而没有达到的。”\n填入画横线部分最恰当的一项是：",
  correct: ["推崇"],
  distractor: ["崇敬", "崇信", "崇奉"],
  unknown: []
}, {
  id: "5509953",
  stem: "互联网时代的网民，不再是过去处于某一特定组织、相对具有整体性的“人民”。网络对社会成员进行了“再组织化”，各行各业的人群基于话题、诉求、兴趣爱好等重新组合，而且，互联网极大地推动了知识的大众化、民主化，使群众拥有了更多发言渠道，拥有了信息获取和自我强化的能力。这意味着观念和精神秩序的________。\n填入划横线部分最恰当的一项是：",
  correct: ["重塑"],
  distractor: ["重构", "形塑", "建构"],
  unknown: []
}, {
  id: "5510032",
  stem: "在进行植树任务时，无人机植树系统首先会对地势展开________，利用地形数据，画出需要再造树林的高分辨率3D地图，同时画出播种路线图，________播种的最优路线。接着，无人机会在播种范围内飞行并进行“精密的植树活动”，利用空气压力把顶部发芽的种子射进土壤里。\n依次填入划横线部分最恰当的一项是：",
  correct: ["勘察", "设定"],
  distractor: ["勘验", "确定", "勘探", "拟定", "勘测", "设计"],
  unknown: []
}, {
  id: "5510043",
  stem: "由中国歌剧舞剧院推出的舞蹈剧《英雄儿女》以宏伟壮阔的叙事风格、史诗般的影像________、沉浸式的体验，带领观众走进抗美援朝那段激情燃烧的岁月。该剧汇集多种舞蹈形态，舞美运用高科技手段，为观众营造身临其境之感，并以油画的美术风格力图________那个时代的真实色彩。\n依次填入划横线部分最恰当的一项是：",
  correct: ["质感", "还原"],
  distractor: ["艺术", "描摹", "效果", "表现", "元素", "展示"],
  unknown: []
}, {
  id: "5510049",
  stem: "国家文化公园的建设将展示最具有独特性、生命力、影响力和传播力的文化________，人们在游览体验中感受文化、领悟文化，进而增强文化自信心和提升文化认同感，在心意相通里让文脉________流淌。在这一过程中国家文化公园实现了文化资源保护、利用和传承的统一。\n依次填入划横线部分最恰当的一项是：",
  correct: ["景观", "永续"],
  distractor: ["风景", "永远", "地标", "持续", "景物", "长远"],
  unknown: []
}, {
  id: "5510054",
  stem: "一份《2022国民专注力洞察报告》显示，当代人的连续专注时长，已经从2000年的12秒，下降到了8秒。在网络时代，专注力越来越像一种“________品”。人们的时间与注意力被不断地切割，保持长久的专注已经成为一种非常难得的________。\n依次填入画横线处最恰当的一项是：",
  correct: ["稀缺", "品质"],
  distractor: ["稀有", "风格", "珍藏", "品行", "稀罕", "品格"],
  unknown: []
}, {
  id: "5510071",
  stem: "塞尚对后来的画家产生过巨大影响，他的艺术展示了某种可能性，即从事物现象的复杂性转换到构图的几何简洁性。________，让马蒂斯模仿塞尚的“构筑性的笔触”是不可能的，他们属于两个不同的体系，________是色彩表现的方式迥异。塞尚是在忠实地表现自然，马蒂斯更像是在随心所欲地诠释自然。\n依次填入画横线处最恰当的一项是：",
  correct: ["然而", "尤其"],
  distractor: ["因此", "但", "但是", "只", "可是", "特别"],
  unknown: []
}, {
  id: "5510056",
  stem: "越来越多的年轻人，不再扎堆前往热门旅游城市，而是选择“反向旅游”：通过选择冷门目的地、打卡非旅游城市、“宅”式度假的方式，让自己的假期更加舒适。“反向旅游”对一些热门旅游目的地的________，能够________其提升景区的服务水平和运营能力，而不是躺在自然资源上坐地收钱。\n依次填入画横线处最恰当的一项是：",
  correct: ["分流", "倒逼"],
  distractor: ["引流", "迫使", "疏导", "推动", "引导", "反推"],
  unknown: []
}, {
  id: "5509958",
  stem: "如果我们放宽视野，不难发现以同一性为基础的韵律原则在汉语文学之中是________的。宽泛意义上的“偶语”几乎是充盈整个汉语文章体式的“韵律结构”，不仅让语言具有内在的对称感与________感，而且也是文章气势的来源。\n依次填入画横线处最恰当的一项是：",
  correct: ["无所不在", "平衡"],
  distractor: ["蔚为大观", "融洽", "信手拈来", "愉悦", "更仆难尽", "和谐"],
  unknown: []
}, {
  id: "5509957",
  stem: "注重观测记录和规律总结，是中国古代科技的一大特点，沈括的《梦溪笔谈》、宋应星的《天工开物》中，至今都有着________的闪光点。在天文、地理、气象、农学等领域，古人________的记录可谓汗牛充栋。\n依次填入画横线处最恰当的一项是：",
  correct: ["令人赞叹", "勤勉"],
  distractor: ["可圈可点", "勤奋", "叹为观止", "辛勤", "感人肺腑", "勤劳"],
  unknown: []
}, {
  id: "5509955",
  stem: "中国元素与现代奥运的激情碰撞、科技赋能下的________、独具东方美学色彩的审美意象\xb7\xb7\xb7\xb7\xb7\xb72022年北京冬奥会、冬残奥会虽然已落下帷幕，但“两个奥运”中形象鲜活的中国元素与创意无限的艺术________将永远镌刻在奥林匹克的历史中。\n依次填入划横线部分最恰当的一项是：",
  correct: ["匠心独运", "呈现"],
  distractor: ["别出心裁", "反响", "推陈出新", "构思", "标新立异", "表达"],
  unknown: []
}, {
  id: "5509956",
  stem: "沙珠玉，曾是黄河上游风沙危害最严重的地区之一。20世纪50年代，沙珠玉九成草场已沙漠化。最严重的半年，沙丘向居民点推进了47米。________，沙珠玉人开始________。对他们来说，造林治沙，是一场用性命与风沙所做的生死搏斗。60多年来，沙珠玉人营造起18道防风林，层层叠叠的树木，硬生生将狂风顶住、逼沙丘后退。\n依次填入划横线部分最恰当的一项是：",
  correct: ["退无可退", "绝地反击"],
  distractor: ["山穷水尽", "孤注一掷", "不进则退", "迎难而上", "寸步难行", "背水一战"],
  unknown: []
}, {
  id: "5510066",
  stem: "统一市场是发达市场经济的重要标志，是大国经济实现高质量发展的制度基础。进入新发展阶段，作为世界最大的发展中国家，中国加快建设全国统一大市场，是构建高水平社会主义市场经济体制的________选择，也是构建新发展格局、实现高质量发展的基础________和内在________。\n依次填入横线处最恰当的一组是：",
  correct: ["必然", "支撑", "要求"],
  distractor: ["必定", "支持", "需求", "必须", "支架", "需要", "必由", "支柱", "请求"],
  unknown: []
}, {
  id: "5509960",
  stem: "21世纪诗坛尽管________，众声喧哗，但在重量级诗人的输送上逊色于上世纪八九十年代。十足才子气背后大手笔缺位，群星闪烁而无月，多元并举背面是欠缺规范，许多诗人理想________，有理论锐气，但创作上尚未提供与理论________的文本。\n依次填入画横线处最恰当的一项是：",
  correct: ["林林总总", "高远", "匹配"],
  distractor: ["光怪陆离", "高蹈", "配合", "多姿多彩", "远大", "搭配", "泥沙俱下", "崇高", "契合"],
  unknown: []
}, {
  id: "5509965",
  stem: "老字号拥有品牌优势，在做精做强、发展壮大方面具有独特优势。老字号所________的独特产品、精湛技艺和经营理念，具有________的品牌价值、经济价值和文化价值，它们________着优秀的中华民族文化，是新时期弘扬商业文明的核心内涵和宝贵财富。\n依次填入划横线部分最恰当的一项是：",
  correct: ["传承", "不可估量", "承载"],
  distractor: ["秉持", "名利双收", "凝聚", "恪守", "管中窥豹", "发扬", "弘扬", "守正创新", "锤炼"],
  unknown: []
}, {
  id: "5509449",
  stem: "立于传统之上的创新，远比借________招徕粉丝难得多。因为对传统越是懂，越知道它的________之处在于“增之一分则太长，减之一分则太短”，越不敢越雷池一步。\n依次填入画横线部分最恰当的一项是：",
  correct: ["流俗", "精妙"],
  distractor: ["时兴", "微妙", "流量", "精细", "套路", "巧妙"],
  unknown: []
}, {
  id: "5509450",
  stem: "青色文化________，繁复至极，但沿着牛顿的光谱学说看过去，青光的波长在425至445纳米之间，仅仅20纳米而已，又显得________了。两相对比，有一种摄人心魄的震撼。想来，这就是科学与文化的魅力吧。\n依次填入画横线部分最恰当的一项是：",
  correct: ["洋洋大观", "微乎其微"],
  distractor: ["浩若烟海", "不值一提", "源远流长", "无足轻重", "绚丽多彩", "平淡无奇"],
  unknown: []
}, {
  id: "5509452",
  stem: "平衡好情怀与创新改编之间的关系，能使经典乐曲焕发________的魅力；我们也希望记忆中的歌声除了那些________的经典，还有不断诞生的新曲目。\n依次填入画横线部分最恰当的一项是：",
  correct: ["历久弥新", "耳熟能详"],
  distractor: ["经久不衰", "百听不厌", "生生不息", "脍炙人口", "耳目一新", "喜闻乐见"],
  unknown: []
}, {
  id: "5510099",
  stem: "在漫长的发展历史中，二十四节气已经成为中华民族共有的认知文化系统，______着中国各族人民的伦理情感、生命意识、审美情趣和信仰，是增强中华民族共同体意识的______和粘合剂。二十四节气中______的尊重自然、效法自然、爱护自然、利用自然、扶助自然的天人合一思想，更是中国文化的精髓。\n填入画横线部分最恰当的一组是：",
  correct: ["凝聚", "纽带", "蕴含"],
  distractor: ["凝结", "连接", "蕴藏", "聚集", "桥梁", "隐藏", "粘合", "枢纽", "暗藏"],
  unknown: []
}, {
  id: "5509952",
  stem: "编译工作是寂寞的。一盏灯、一杯茶、一支笔、一沓纸、一摞书、一个悠长的夜晚，这是编译人员在岗位上________的写照。他们不在意外界的喧哗，只坚守内心的宁静。\n填入划横线部分最恰当的一项是：",
  correct: ["兢兢业业"],
  distractor: ["克勤克俭", "勤学苦练", "夜以继日"],
  unknown: []
}, {
  id: "5509954",
  stem: "无论题材如何变化，这位词作者的作品里都流淌着浓厚的传统文化神韵。《国旗之下》也不例外：“北上漠河，早见一番冰雪。南下三沙，海鸥追逐，浪花飞泻。东抵抚远，遥望日出东海。西陲乌恰，背倚天山，大漠横绝。”四六言错落有致，几句话就把祖国的东西南北“四至”的特点________出来，读起来荡气回肠。\n填入划横线部分最恰当的一项是：",
  correct: ["勾勒"],
  distractor: ["擘画", "叙述", "描绘"],
  unknown: []
}, {
  id: "5509966",
  stem: "语言是社会生活的一面镜子，流行语则给这面镜子打上了时代的________，让这面镜子________出与时代俱进的镜像。“强国有我”“双减”“YYDS”“破防”“内卷”\xb7\xb7\xb7\xb7\xb7\xb7让我们看到了语言的________，也让我们对流行语发布和研究涉及的具体问题有了许多思考。\n依次填入划横线部分最恰当的一项是：",
  correct: ["标签", "折射", "丰富多彩"],
  distractor: ["标记", "映照", "包罗万象", "标识", "投映", "五彩缤纷", "标注", "投射", "形形色色"],
  unknown: []
}, {
  id: "5510346",
  stem: "中国山水画中蕴含极其丰富的内涵，天人合一的理念，逸人志士的情怀，________的追求，________的境界，________的灵魂，中国绘画的丰满性与深刻性，可用两个字“清气”概括，而“清气”是自然、社会、灵魂中一切事物的结晶。\n依次填入画横线部分最恰当的一项是：",
  correct: ["萧疏清远", "空灵荒寒", "耿介拔俗"],
  distractor: ["耿介拔俗", "慷慨豪放", "空灵荒寒", "萧疏清远"],
  unknown: []
}, {
  id: "5510348",
  stem: "从现存的先秦载籍来看，诗与文是________发展的。诗的渊源或者应该更早，但却没有确实可信的材料流传下来，前人虽然从先秦文献中网罗钩稽古谣谚、古佚诗，做了不少________的工作，但这些歌、谣的创作年代其实很难确定，因此未免________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["并行", "辑佚", "真伪杂糅"],
  distractor: ["并存", "注释", "真假难辨", "并立", "校勘", "以假乱真", "并肩", "考证", "鱼目混杂"],
  unknown: []
}, {
  id: "5510349",
  stem: "2022年上半年，一些行业面临着芯片短缺、原材料价格上涨带来的压力。而新能源汽车行业却________，其中最亮眼的，莫过于中国新能源汽车“第一股”——比亚迪。比亚迪的股价在过去两年翻了近4倍，6月10日，市值首次破万亿。2022年前三季度，比亚迪累计交付118.01万辆新能源汽车，超过特斯拉的90.86万辆，是全球新能源汽车________的销量冠军。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一枝独秀", "当之无愧"],
  distractor: ["鹤立鸡群", "名副其实", "独树一帜", "名无虚传", "无与伦比", "无可厚非"],
  unknown: []
}, {
  id: "5510350",
  stem: "文献连接着无机和有机世界，揭示着各时代的人事关系，珍藏着鲜为人知的记忆与智慧，是民族成长和发展的全面反映，是我们不容忽视的一类独特产品或重要印记。然而颇为遗憾的是，如今大量文献或躺在收藏机构的角落里________，或封存于书库________。近年来，“展览”作为收藏机构信息利用和创新服务的一大亮点，以视觉化、生动性和体验感等特点吸引了众多观众。但目前不少展览只是陈列文献，并未在深入解读文献所载信息后进行视觉转化，忽视了受众的识读困难、文献的真正价值及媒介的功能发挥，导致展览与观众“对话”受阻，展览收效甚微，文献作为“物证”的利用效果________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无人问津", "不见天日", "不尽人意"],
  distractor: ["不见天日", "无人问津", "称心如意", "暗无天日", "束之高阁", "差强人意", "置之不理", "不遂人愿"],
  unknown: []
}, {
  id: "5510353",
  stem: "新业态快速发展，既为经济社会发展提供了新的增长点，也成为公共安全新的风险点。对新业态发展中的问题，既不能________，也不能________，重在找准鼓励创新和防控风险的平衡点，坚持在发展中规范、在规范中发展。\n依次填入画横线部分最恰当的一项是:",
  correct: ["因噎废食", "视而不见"],
  distractor: ["小题大做", "一叶障目", "因小失大", "因循守旧", "坐以待毙", "熟视无睹"],
  unknown: []
}, {
  id: "5510357",
  stem: "著名画家阎立本画的《历代帝王图》是中国历史上帝王形象的标准范本。让人________的是，阎立本在画古代帝王像时，并没有任何范本依据，完全是凭借想象，画出来的人物形象自然跟历史人物________。当时的中国绘画理论中，“神似”的要求高于“形似”，因此在阎立本笔下的帝王外形________，只在表情气质上有差异。比如，开国君主往往神情威严，亡国之君却面目憔悴。\n依次填入画横线部分最恰当的一项是：",
  correct: ["遗憾", "大相径庭", "大同小异"],
  distractor: ["不解", "判若两人", "伯仲之间", "庆幸", "天壤之别", "丝毫不差", "可惜", "泾渭分明", "如出一辙"],
  unknown: []
}, {
  id: "5510361",
  stem: "我们必须增强忧患意识，坚持底线思维，做到居安思危、________，准备经受风高浪急甚至________的重大考验。前进道路上，必须牢牢把握以下重大原则：坚持和加强党的全面领导，坚持中国特色社会主义道路，坚持以人民为中心的发展思想，坚持深化改革开放，坚持发扬斗争精神，要增强全党全国各族人民的志气、骨气、底气，不信邪、不怕鬼、不怕压，知难而进、迎难而上，________发展和安全，全力战胜前进道路上各种困难和挑战，依靠顽强斗争打开事业发展新天地。\n依次填入画横线部分最恰当的一项是：",
  correct: ["未雨绸缪", "惊涛骇浪", "统筹"],
  distractor: ["防微杜渐", "狂风巨浪", "部署", "胸有成竹", "急难险重", "兼顾", "防患未然", "生死存亡", "协调"],
  unknown: []
}, {
  id: "5510364",
  stem: "自“安史之乱”之后，盛极一时的唐王朝________。当时的衣冠贵胄目睹国运的________衰退，在政治上无法施展抱负，只能够在文化领域当中寻找实现的机会，许多文人为了逃避现实又像魏晋时期的“竹林七贤”一样，从酒、音乐、文学、宗教、哲学中寻求解脱，但与“竹林七贤”不同的是，他们可以用绘画来表达个人的情感和意念。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一蹶不振", "日益"],
  distractor: ["轰然崩塌", "日渐", "风光不再", "逐步", "大厦将倾", "逐渐"],
  unknown: []
}, {
  id: "5510367",
  stem: "打造一个品牌，带活一个产业，富裕一方农民，不可能________，必须尊重农业发展规律和市场规律，扎扎实实、________。顺应消费需求升级，持续擦亮农业品牌，做大做强乡村特色产业，为全面推进乡村振兴、加快建设农业强国提供更加有力支撑。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一蹴而就", "久久为功"],
  distractor: ["迎刃而解", "驰而不息", "一挥而就", "坚持不懈", "一步登天", "持之以恒"],
  unknown: []
}, {
  id: "5510369",
  stem: "在民间风俗中，吉祥物的象征随处可见。例如，松树、仙鹤同图，以松之长青象征________；桂圆、荔枝、核桃画在一张纸上，象征“________”；端午节家门前挂出菖蒲、艾叶，象征斩除和吞噬疫鬼，护佑家宅；清明节插柳、挂柳、戴柳，以柳枝象征________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["延年益寿", "连中三元", "依恋"],
  distractor: ["祛病延年", "登科及第", "送别", "青春永驻", "蟾宫折桂", "挽留", "福寿安康", "独占鳌头", "缅怀"],
  unknown: []
}, {
  id: "5510372",
  stem: "楚文化是长江流域的文化，中原文化是黄河流域的文化，二者如________，却又联系紧密。楚国的发祥地在中原，楚文化也________于中原地区，楚文化与中原文化交汇融合，________，都是光辉灿烂的中国传统优秀文化的组成部分。\n依次填入画横线部分最恰当的一项是：",
  correct: ["双峰对峙", "滥觞", "殊途同归"],
  distractor: ["并驾齐驱", "起始", "不谋而合", "齐头并进", "发源", "不约而同", "比翼齐飞", "发轫", "异曲同工"],
  unknown: []
}, {
  id: "5510373",
  stem: "《虞初志》中“虞初”本是西汉一方士之名，方士之说多荒诞夸饰，作者以此为书名，其编选旨趣________，“法奇僻荒诞”“兼综怪迁”。如前所述，《鹅笼书生》故事情节________，为六朝志怪小说所罕见，符合上述诸家的编选旨趣，自然而然获得他们的垂青，编选者们有意辑录这类奇异故事说明作意好奇已成为这一时期小说家们共同的审美追求。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不言而喻", "奇幻诡谲"],
  distractor: ["不在话下", "入木三分", "不言自明", "力透纸背", "毫不讳言", "大笔如椽"],
  unknown: []
}, {
  id: "5510378",
  stem: "大多数人读书识字是为了得到某些________的好处，比如说学会记账和预防在做生意时上当；但说到作为高贵精神活动的阅读，他们所知甚少，或者干脆________；然而唯有这种才是高级的阅读，真正的好书不会像奢侈品那样麻醉我们、让我们的思辨能力昏然睡去，而是需要我们踮起脚尖去________，需要我们将最敏锐和清醒的辰光奉献给它。\n依次填入画横线部分最恰当的一项是：",
  correct: ["微不足道", "一无所知", "拜读"],
  distractor: ["微乎其微", "一头雾水", "涉猎", "微不可察", "不得而知", "阅读", "不值一提", "不知所以", "展读"],
  unknown: []
}, {
  id: "5510070",
  stem: "从众效应扼杀了个人的独立意见和判断力，________了人们的思维，使人变得墨守成规，没有主见。如果你想出类拔萃、事业有成，那就要________从众心理，不人云亦云，遇事冷静，有自己的独立判断。\n依次填入画横线处最恰当的一项是：",
  correct: ["束缚", "摒弃"],
  distractor: ["限制", "放弃", "制约", "丢弃", "约束", "抛弃"],
  unknown: []
}, {
  id: "5510040",
  stem: "在应《洛杉矶书评》邀请所撰写的回应文章里，狄波拉强调了艺术赋予文学翻译“二度创作的许可”：从中文翻译到英文不仅是语言的________，更是在两个迥异的文学传统之间________，汉语更包容、含蓄和灵动，但是英语强调精准、凝练和优美。\n依次填入划横线部分最恰当的一项是：",
  correct: ["转换", "迁徙"],
  distractor: ["转移", "迁就", "转达", "迁移", "转运", "迁居"],
  unknown: []
}, {
  id: "5510075",
  stem: "天地英雄气，千秋尚凛然。清明节既是礼祭祖先、________的日子，也是寄托哀思、祭奠英烈的时刻。社会各界以多种形式表达对英烈深切的缅怀之情和崇高敬意，追思他们的英勇事迹，感受他们的高尚精神，在新征程中________奋进力量。\n依次填入划横线部分最恰当的一项是：",
  correct: ["慎终追远", "凝聚"],
  distractor: ["睹物思人", "聚齐", "鉴往知来", "汇聚", "抚今追昔", "聚合"],
  unknown: []
}, {
  id: "5510065",
  stem: "早在远古时代，人们就对晴朗夜空中那条神秘的白色亮带——银河充满好奇，并为其________了多个富有诗意的名字以及各种美丽的传说。如今，生活在不夜城里的人们已很难亲眼目睹银河的美景。尽管如此，人们________银河全貌的努力却从未停止。幸运的是，天文学家正借助不断升级的观测技术和设备，将银河系的全貌愈加清晰地展现在我们面前。\n依次填入划横线部分最恰当的一项是：",
  correct: ["赋予", "窥探"],
  distractor: ["授予", "观察", "设计", "窥伺", "遐想", "考察"],
  unknown: []
}, {
  id: "5510055",
  stem: "彩礼在古代称为聘礼或聘财，古代法律对聘财的认定标准相当________，对聘财的形式及数量并无严格的限定。如唐律中“聘财不拘重轻，但同媒约言明纳送礼仪者方是。”立法者的意图非常明确，聘礼不以钱物多少为限，只要双方具有以此作为聘礼的共同认识，即为法律所________。\n依次填入画横线处最恰当的一项是：",
  correct: ["宽松", "认可"],
  distractor: ["明确", "认同", "模糊", "承认", "宽泛", "许可"],
  unknown: []
}, {
  id: "5514981",
  stem: "我国将采取有力措施全面推进乡村振兴，巩固脱贫成果。要在守住不发生规模性返贫底线的基础上，________、再接再厉，朝着实现农业农村现代化的目标接续奋斗。\n填入画横线部分最恰当的一项是（________）。",
  correct: ["乘势而上"],
  distractor: ["运筹帷幄", "急流勇进", "逆流而上"],
  unknown: []
}, {
  id: "5514733",
  stem: "当前，各乡镇纷纷在特色农产品上做文章，但真正能在市场竞争中________的，还是那些品类独特、品质优良的农产品。\n填入画横线部分最恰当的一项是（________）。",
  correct: ["脱颖而出"],
  distractor: ["历久弥新", "一枝独秀", "披荆斩棘"],
  unknown: []
}, {
  id: "5510238",
  stem: "风清则气正，气正则心齐，心齐则事成。在以习近平同志为核心的党中央坚强领导下，贵州各地各部门靠着不懈的干劲、韧劲，持之以恒加强党风廉政建设，驰而不息开展反腐败工作。如今，党风政风焕然一新，社风民风持续向好，干群关系更加________、党心民心更加________。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["融洽", "凝聚"],
  distractor: ["和谐", "包容", "密切", "一致", "稳定", "团结"],
  unknown: []
}, {
  id: "5514731",
  stem: "备耕种先行。种子作为春耕时必不可少的农资，数量和质量都至关重要。如今，乡村储备仓库里一袋袋优质早稻种子________，还会有专业人员定时查看种子情况，确保________。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["堆积如山", "万无一失"],
  distractor: ["琳琅满目", "分毫不差", "漫山遍野", "巨细无遗", "铺天盖地", "滴水不漏"],
  unknown: []
}, {
  id: "5510256",
  stem: "质量________是产出来的，________是管出来的，________是市场竞争出来的。这就要推动有效市场与有为政府更好结合，共助质量强国建设取得新成效。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["既", "也", "更"],
  distractor: ["不", "而", "首先", "其次", "再次", "要么"],
  unknown: []
}, {
  id: "5510235",
  stem: "只要坚持生态优先、绿色发展，锲而不舍，________，就一定能把绿水青山变成金山银山。\n填入画横线部分最恰当的一项是（________）。",
  correct: ["久久为功"],
  distractor: ["点石成金", "水滴石穿", "风雨无阻"],
  unknown: []
}, {
  id: "5510243",
  stem: "政府部门要制定政策、营造环境，发挥宣传发动、组织协调、引导扶持作用，但绝不能________。要坚持有为政府和有效市场相促进，充分发挥市场机制作用，调动市场主体积极性，以重点产业项目为________，促进资源要素更多向乡村流动，以产业“活水”变输血为造血。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["大包大揽", "载体"],
  distractor: ["置身事外", "核心", "越俎代庖", "根本", "袖手旁观", "导向"],
  unknown: []
}, {
  id: "5510246",
  stem: "广东，正在加速打开高质量发展新局面。从上到下，从内到外，从你到我，每个人、每家企业都在全力奔跑，展现出________的热烈氛围和________的崭新气象。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["万马奔腾", "时不我待"],
  distractor: ["龙腾虎跃", "意气风发", "一马平川", "奋勇当先", "争先恐后", "欣欣向荣"],
  unknown: []
}, {
  id: "5509437",
  stem: "莽莽苍苍的大兴安岭过来了，巍峨的阴山也从遥远的草原腹地过来了。两座北方草原最著名的山脉，在这里________，将大山的茂密与大山的险峻都给了克什克腾，给了这片茫茫的野草。\n填入画横线部分最恰当的一项是：",
  correct: ["不期而遇"],
  distractor: ["不约而同", "萍水相逢", "旧雨重逢"],
  unknown: []
}, {
  id: "5510154",
  stem: "不同文化背景下的人们，在思维方式、语言表达等方面有着巨大不同，导致了彼此间行为方式的差异。拥有不同文化背景的咨询者有些愿意敞开心扉，直面问题。而有些人“纵有千种风情”也不吐露心声，会用比喻描述自己的情绪，与中国古诗词中用具体地点象征心灵归宿的辞藻有________之妙。家庭问题________，不同文化背景的人们可以从心理学角度彼此借鉴在婚姻、育儿问题上好的处理方式。\n依次填入画横线部分最恰当的一项是：",
  correct: ["异曲同工", "大同小异"],
  distractor: ["水到渠成", "大相径庭", "殊途同归", "求同存异", "不约而同", "并行不悖"],
  unknown: []
}, {
  id: "5692082",
  stem: "填入文章第一段画横线处最恰当的一项是：（________）",
  correct: ["涵盖"],
  distractor: ["覆盖", "囊括", "包含"],
  unknown: []
}, {
  id: "5747304",
  stem: "当今世界，综合国力的竞争________是人才的竞争、劳动者素质的竞争。这些年来，中国制造、中国创造、中国建造共同________，不断改变着中国的面貌。\n依次填入画横线处最恰当的一项是：",
  correct: ["归根到底", "发力"],
  distractor: ["追本溯源", "奋斗", "毋容置疑", "努力", "不言而喻", "奋战"],
  unknown: []
}, {
  id: "5747293",
  stem: "不同时代的审美需求指向不同维度，在繁杂且快节奏的信息传递时代，设计需要概括、________且有视觉冲击力。像素风格的文字虽________了繁杂的设计，但相较于普通的文字字体显得别具一格，因此能够快速抓住受众眼球。\n依次填入画横线处最恰当的一项是：",
  correct: ["直观", "摒弃"],
  distractor: ["直接", "扬弃", "具体", "舍弃", "具象", "放弃"],
  unknown: []
}, {
  id: "5747287",
  stem: "近几年，主打中华传统文化元素的动画电影________，与之对应的产业链也日渐生成，创作与产业互相________，呈现生机勃勃的气象。\n依次填入画横线处最恰当的一项是：",
  correct: ["脱颖而出", "砥砺"],
  distractor: ["蜂拥而出", "激励", "层见叠出", "呼应", "呼之欲出", "推动"],
  unknown: []
}, {
  id: "5747286",
  stem: "在服务上细致入微，在产品设计上________，是商家为留住客源、促进消费做出的努力。往更深层次看，这些用心之处都为消费者带来了良好的情绪________，提升了产品和服务的价值。\n依次填入画横线处最恰当的一项是：",
  correct: ["别出心裁", "体验"],
  distractor: ["匠心独运", "感受", "自出机杼", "效应", "标新立异", "反映"],
  unknown: []
}, {
  id: "5692001",
  stem: "法治与法制是既有区别又有联系的两个概念。法制是法律制度的简称，属于制度的________；法治是法律统治的简称，是一种治国原则和方法，是相对于“人治”而言的。二者的联系在于：法制是法治的基础和前提条件，要实行法治，必须具有________的法制；法治是法制的立足点和归宿，法制的发展前途必然是最终________法治。\n依次填入画横线处最恰当的一项是：",
  correct: ["范畴", "完备", "实现"],
  distractor: ["层面", "完善", "体现", "范围", "完整", "抵达", "领域", "完全", "达至"],
  unknown: []
}, {
  id: "5692006",
  stem: "时至今日，人工智能已经在音乐、绘画、棋艺等方面取得了________的进步，之所以在文学创作领域比较________，也从另一方面________了文学是人类最高智慧的结晶之一。人类读者对有意义的书面语中大量的句法和语义有更强的感知能力。\n依次填入画横线处最恰当的一项是：",
  correct: ["令人惊叹", "滞后", "验证"],
  distractor: ["叹为观止", "滞缓", "证实", "令人瞩目", "落伍", "明确", "有目共睹", "迟缓", "证明"],
  unknown: []
}, {
  id: "5747294",
  stem: "植物科学画和摄影是完全不同的门类。我们有时候称赞照片，说它美得像幅画，但其实绘画和摄影在艺术上________。哪怕再好的画师，也无法像摄影那样全面________那一瞬间的景象；而有时候，摄影又无法像植物科学画那样表达出一棵绿绒蒿盛开时那种对生命和繁衍的渴望。摄影当然可以呈现某一物种的全貌，但是乍一看，特征不会那么明显，植物科学画则可以着重呈现物种特征，更加________。\n依次填入画横线处最恰当的一项是：",
  correct: ["各有千秋", "还原", "一目了然"],
  distractor: ["相辅相成", "捕获", "纤毫毕现", "各擅胜场", "凝固", "栩栩如生", "大相径庭", "定格", "有的放矢"],
  unknown: []
}, {
  id: "5692011",
  stem: "新一轮科技和产业革命风起云涌，席卷全球。各大科技强国的中心城市________，力图摘取全球“科创策源地”这一________，这是一个能够激起世界级城市管理者内心澎湃的宏伟目标。作为策源地，不仅意味着科学上的领先，还意味着最先进的高科技产业和最具创新能力的企业家的集聚，能够在城市中水乳交融，________，向外源源不断地释放出能量。\n依次填入画横线处最恰当的一项是：",
  correct: ["各尽所能", "桂冠", "相得益彰"],
  distractor: ["争先恐后", "盛誉", "交相辉映", "各显神通", "美称", "互通有无", "尽心尽力", "殊荣", "取长补短"],
  unknown: []
}, {
  id: "5747289",
  stem: "当下发展迅速的社会生活带来了多种多样的语言新现象。词语是时代变迁的监测器。新事物________，新现象日新月异，词库便随之不断________。从融媒体到神经网络、区块链、多重体验、数据信托，各类新词新语________。\n依次填入画横线处最恰当的一项是：",
  correct: ["层出不穷", "吐故纳新", "不胜枚举"],
  distractor: ["应接不暇", "推陈出新", "不可胜数", "屡见不鲜", "弃旧图新", "俯拾即是", "接踵而至", "去芜存菁", "恒河沙数"],
  unknown: []
}, {
  id: "5692042",
  stem: "在中国经济这片浩瀚的大海中，广阔的市场空间________着巨大的需求，技术的不断进步也积蓄着升级的动力。企业________需求，升级供给，就能源源不断地创造新机会、开拓新空间。\n依次填入画横线处最恰当的一项是：",
  correct: ["孕育", "瞄准"],
  distractor: ["蕴含", "聚焦", "聚集", "依托", "贮藏", "对标"],
  unknown: []
}, {
  id: "5692045",
  stem: "通过拓展农业多种功能、挖掘乡村多元价值，重点发展农产品加工、乡村休闲旅游、农村电商等乡村产业，推进农村一、二、三产业________发展。科学布局生产、加工、销售、消费等环节，形成县城、乡镇、中心村分工合理的产业空间结构，打造城乡________的优势特色产业集群。\n依次填入画横线处最恰当的一项是：",
  correct: ["融合", "联动"],
  distractor: ["错位", "联结", "协同", "联合", "集聚", "联手"],
  unknown: []
}, {
  id: "5692048",
  stem: "在城市基层治理工作中，我们应意识到，以往的设想和经验已经不能完全________眼前的现实。因此，在城市基层治理中，除了给予物质资源的充分支持外，更应为其提供智力支撑，使其因地制宜，________，久久为功，在探索中不断反思和发展。\n依次填入画横线处最恰当的一项是：",
  correct: ["应对", "因事施策"],
  distractor: ["处置", "出谋划策", "适用", "未雨绸缪", "管控", "谋定后动"],
  unknown: []
}, {
  id: "5692052",
  stem: "自然山水常为青绿颜色，所以“随类赋彩”自当首选青绿。中国画所用的由矿物质提炼的青绿颜料经过适当________之后，比植物提炼的颜料色彩更为艳丽夺目，且性能稳定，能长久保持明艳，不易褪色。由于这两个优点，石青、石绿在色彩使用上________，成为中国山水画设色常用的颜色。\n依次填入画横线处最恰当的一项是：",
  correct: ["调配", "脱颖而出"],
  distractor: ["混合", "一枝独秀", "调制", "历久弥新", "溶合", "崭露头角"],
  unknown: []
}, {
  id: "5692063",
  stem: "网络语言作为社会意识的一种表现形式，能够反映社会现实，生动表达民众当下心情，社会认可度高。新闻报道可以通过________网络语言中的优质部分，巧妙融入新闻报道用语，从而提升新闻报道________的能力。\n依次填入画横线处最恰当的一项是：",
  correct: ["汲取", "与时俱进"],
  distractor: ["摄取", "博采众长", "提取", "推陈出新", "萃取", "因时制宜"],
  unknown: []
}, {
  id: "5692074",
  stem: "文物承载着人类文明历史，其保护和利用受到世界各国广泛重视。借助先进的科技手段，对文物进行数字化保护，可以________文物永久的信息档案，形成可供________利用的数据库，也让人们________就能获得丰富的文化体验。\n依次填入画横线处最恰当的一项是：",
  correct: ["赋予", "创造性", "足不出户"],
  distractor: ["给予", "创新性", "轻而易举", "创立", "综合性", "随时随地", "创建", "整合性", "触手可得"],
  unknown: []
}, {
  id: "5510046",
  stem: "海南自贸港建设根据“三区一中心”的定位要求，把优化口岸营商环境作为发力点，出台了优化口岸营商环境、提升跨境贸易便利化水平的12项措施，努力推动打造适应自贸港建设需要的一流口岸营商环境，正是在这样的________环境下，海南出口运输迎来了________发展期。\n依次填入画横线部分最恰当的一项是：",
  correct: ["优越", "蓬勃"],
  distractor: ["优秀", "富足", "优异", "繁荣", "优惠", "兴替"],
  unknown: []
}, {
  id: "5510114",
  stem: "翻转课堂是互联网技术迅速发展后兴起的一场全球教育________。翻转课堂并不等同于教师录制线下的课堂教学课程、然后把课程从线下搬到线上进行学习，而是通过转变教学方式，以学生为中心设计线上与线下相融合的混合式学习。\n填入画横线部分最恰当的一项是：",
  correct: ["变革"],
  distractor: ["革命", "改革", "革新"],
  unknown: []
}, {
  id: "5430310",
  stem: "城市形象不是________的，它会随着一座城市的发展需要而产生相应的变化，因此，对于城市形象的研究也应当________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一成不变", "与时俱进"],
  distractor: ["千篇一律", "兼收并蓄", "墨守陈规", "求同存异", "因循守旧", "革故鼎新"],
  unknown: []
}, {
  id: "5430312",
  stem: "《走出非洲》是二十世纪最伟大的英语文学作品之一。这部在散文、小说、自传间自由________的作品，以1914至1931年间，作者在肯尼亚恩贡山麓经营咖啡农场的经历为背景，________地将众多的人、景、物熔于一炉，既有忠实而富文学性的观察与描摹，也始终贯穿着对自身、对人性的思考。\n依次填入画横线部分最恰当的一项是：",
  correct: ["切换", "匠心独运"],
  distractor: ["穿插", "深入浅出", "变幻", "举重若轻", "出入", "不动声色"],
  unknown: []
}, {
  id: "5430473",
  stem: "有的地方搞森林城市创建不计成本，选树种不考虑当地环境气候，一味________，大搞南方草原风光、中部沿海风情的反气候移植。这种贪图表面光鲜、________生态效益、忽视经济效益和社会效益的做法，无疑背离了森林城市创建的初心。\n依次填入画横线部分最恰当的一项是：",
  correct: ["标新立异", "罔顾"],
  distractor: ["生搬硬套", "无视", "好大喜功", "弱化", "贪大求全", "漠视"],
  unknown: []
}, {
  id: "5430315",
  stem: "有些教育者讲授思政课之所以效果不佳，一个重要的原因在于讲授的内容流于表面，________，往往是从书本到书本，从理论到理论，致使授课看似在说理，实则缺乏理论深度与厚度，难以让人真正________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["浅尝辄止", "信服"],
  distractor: ["舍本逐末", "接受", "走马观花", "理解", "缘木求鱼", "认可"],
  unknown: []
}, {
  id: "5430319",
  stem: "骈文的特点是追求形式美：对偶、声律、用典、藻饰。魏晋时期，这种刻意追求文学形式美的________，一方面促进了文学独立品格的建立，另一方面又造成了形式上的僵化和内容上的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["风尚", "空洞"],
  distractor: ["导向", "苍白", "手法", "单一", "潮流", "呆板"],
  unknown: []
}, {
  id: "5430325",
  stem: "电影技术的运用，逐渐由“炫目”向为视听表现和角色叙事服务转变。大量高质量特效的运用，使不少国产电影的视觉________达到世界顶尖水平。而动作捕捉技术和人工智能深度学习技术的应用，直接________了电影的叙事能力，使电影的艺术表达更为生动和丰富。\n依次填入画横线部分最恰当的一项是：",
  correct: ["呈现", "提升"],
  distractor: ["体验", "强化", "冲击", "拓展", "享受", "升华"],
  unknown: []
}, {
  id: "5430332",
  stem: "探索浩瀚宇宙，是中华民族数千年来________的追求。中国航天承载了一个大国的斑斓梦想，也________了新时代中国人的骄傲与情怀。\n依次填入画横线部分最恰当的一项是：",
  correct: ["矢志不渝", "寄寓"],
  distractor: ["志在必得", "铭刻", "亘古不变", "映射", "孜孜不倦", "彰显"],
  unknown: []
}, {
  id: "5430334",
  stem: "不让“同款”为山寨货遮羞，平台________。大数据时代，任何人均能通过“同款”“仿品”等关键词，轻易找到造假售假的商家，平台坐拥先进的后台系统、人力技术优势，自能对平台内经营者侵犯知识产权行为________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["责无旁贷", "洞若观火"],
  distractor: ["当仁不让", "义不容辞", "烂熟于心", "如数家珍", "难辞其咎", "了如指掌"],
  unknown: []
}, {
  id: "5430261",
  stem: "治理直播行业乱象不是为了束缚主播发展，而是鼓励其________内容；加强规范不是行业的终点，而是________发生的新起点。贯彻《网络主播行为规范》相关要求，让政策自上而下落实落地，让行业自下而上加强规范，定能形成高效的治理体系，为直播行业健康发展________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深耕", "蝶变", "保驾护航"],
  distractor: ["挖掘", "变革", "雪中送炭", "丰富", "复苏", "披荆斩棘", "聚焦", "转机", "添砖加瓦"],
  unknown: []
}, {
  id: "5430264",
  stem: "中华文化是一座浩瀚的思想库，里面有很多珍宝，但也不乏糟粕，不是所有的内容都可以复活于当代、贡献于世界。时代的变迁决定了我们不可能________保留传统文化的一切方面。中华文明有的内容可以超越时空，有的内容则已尘封；有的可以古为今用，有的则应________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["原封不动", "束之高阁"],
  distractor: ["循规蹈矩", "去粗取精", "如法炮制", "弃若敝屣", "固步自封", "漠然置之"],
  unknown: []
}, {
  id: "5430266",
  stem: "并非所有的阅读都是一场对抗，一次________的对话。有谁未曾被一篇扣人心弦、________的论述所折服，未曾________在他人的思维里，而又被一声电话铃声或其他干扰拽回现实？\n依次填入画横线部分最恰当的一项是：",
  correct: ["唇枪舌剑", "字字珠玑", "沉醉"],
  distractor: ["雄辩高谈", "丝丝入扣", "迷醉", "舌战群儒", "笔底生花", "沉浸", "剑拔弩张", "巧舌如簧", "陶醉"],
  unknown: []
}, {
  id: "5510166",
  stem: "针对人民教育出版社小学数学教材插图问题，教育部高度重视，________，对全国中小学教材教辅和进入校园课外读物的插图及内容进行了全面排查整改，确保体现正确的政治方向和价值导向，弘扬中华优秀文化，符合大众审美习惯。\n填入画横线部分最恰当的一项是:",
  correct: ["举一反三"],
  distractor: ["一蹴而就", "融会贯通", "见微知著"],
  unknown: []
}, {
  id: "5510167",
  stem: "海南切实________主体责任，坚持蹄疾步稳的工作节奏，以强有力的风险防控确保自贸港建设始终沿着正确方向前进，实现从“顺利开局”到“蓬勃展开”到“进展明显”再到“蓬勃兴起”，“一本三基四梁八柱”战略框架深入人心，自贸港建设进入________的发展轨道。\n依次填入画横线部分最恰当的一组是：",
  correct: ["履行", "不可逆转"],
  distractor: ["践行", "不可扭转", "实行", "不可阻挡", "执行", "不可颠覆"],
  unknown: []
}, {
  id: "5521220",
  stem: "将下列选项中的成语填入横线处。最恰当的一项是（________）。\n十年来，面对严峻复杂的国际形势和接踵而至的巨大风险和挑战，党中央运筹帷幄，________，作出一系列重大科学判断，提出一系列重大战略策略，推动一系列重大工作，始终掌握新时代新征程党和国家事业发展的历史主动。",
  correct: ["指挥若定"],
  distractor: ["处之泰然", "稳操胜券", "应付裕如"],
  unknown: []
}, {
  id: "5521221",
  stem: '将下列选项中的词语依次填入各句横线处，最恰当的一组是（________）。\n（1）当前，我国经济社会发展各项任务较为繁重艰巨，只有稳住农业基本盘、守好“三农"基础，才能夯实应变局、开新局的“________"，把发展主动权牢牢掌握在自己手中。\n（2）“种草带货"不是一锤子买卖，莫让“带货"变“带祸”，还得抓住平台这个”________”。',
  correct: ["压舱石", "牛鼻子"],
  distractor: ["压舱石", "桥头堡", "航船舵", "牛鼻子"],
  unknown: []
}, {
  id: "5521225",
  stem: "将下列选项中的词语依次填入各句横线处。最恰当的一组是：\n（1）一切爱好和平的人民都渴望用现代的科学技术成就来使人类的物质和精神生活进一步________。\n（2）我记起了那些艰难的岁月，山区人民为了民族的生存和________，为了自己的解放和幸福的未来，同我们党的同志一起，出生入死、同甘共苦。\n（3）布吉街道位于深圳市中部，距香港新界8公里，距深圳宝安机场35公里，广深铁路、京九铁路、广深高速公路穿境而过，交通十分________。",
  correct: ["繁荣", "兴旺", "发达"],
  distractor: ["繁荣", "发达", "兴旺"],
  unknown: []
}, {
  id: "5521230",
  stem: "将下列选项中的词语依次填入各句横线处，最恰当的一项是（________)\xa0。\n（1）全市一百多家巿属工厂，已有百分之八十以上的工厂在搞第二代、第三代新产品，百分之五十的工厂正在________或研究试制新产品。\n（2）该海域主要________梭子蟹、皮皮虾等海货品种，眼下休渔期正式结束，正是捕掠的最佳季节。\n（3）对于大多数艺术衍生品消费群体来说，艺术衍生品一方面具有一定的美学价值，不是地摊________的粗制滥造，俗不可耐；另一方面，相比原作来说价格更实惠。",
  correct: ["生产", "出产", "出品"],
  distractor: ["生产", "出品", "出产"],
  unknown: []
}, {
  id: "5521234",
  stem: '将下列选项中的成语依次填入各句横线处，最恰当的一项是（________）。\n（1）一边把那些态度不端、动机不纯的人淘汰出去，一边把那些具有正确认识、心怀理性期待的人吸收进来，公务员队伍就能________、生生不息，公务员职业就能回归行使公权、服务公众的本位。\n（2）一些腐败分子由于存在侥幸心理，仍然会铤而走险。他们觉得只要做得“滴水不漏"，就不可能________，也就不可能查到自己的头上。',
  correct: ["吐故纳新", "东窗事发"],
  distractor: ["吐故纳新", "原形毕露", "除旧布新", "东窗事发"],
  unknown: []
}, {
  id: "5521223",
  stem: "将下列选项中的词语依次填入各句横线处，最恰当的一组是（________）。\n企业资源计划项目和传统的实施项目最大的不同是其中间结果的质量很难鉴定，而且中间结果和最终结果之间的联系不直接，________盖房子，从打地基起到盖完五层，人人都能看见和看懂它的进度，企业资源计划项目实施则不同，________调研阶段的结果就是一个几十页的Word文档，这些文段的优劣只有专家才能评价。",
  correct: ["譬如", "比如"],
  distractor: ["例如", "譬如", "犹如", "比如"],
  unknown: []
}, {
  id: "5521231",
  stem: "将下列选项中的词语依次填入各句横线处，最恰当的一组是（________）。\n晚上睡前靠在床头刷手机，________是许多人一天中最舒心惬意的时刻，________需要提醒的是，长期的睡前玩手机，________会造成入睡困难，降低睡眠质量，________可能诱发抑郁情绪。",
  correct: ["虽然", "但", "不仅", "还"],
  distractor: ["虽然", "但", "如果", "就", "既然", "也", "不仅", "还"],
  unknown: []
}, {
  id: "5521236",
  stem: "将下列选项中的词语依次填入各句横线处，最恰当的一组是（________）。\n有一些星系的合并犹如异乎寻常的宇宙芭蕾舞，相互扭曲、缠绕的星系卷起绵延一万光年的恒星浪潮，以________之势将数十亿天体扔往宇宙的各个角落，银河里可能就有数百亿个“外来落户”或者仅仅是路过的恒星，更不用说那些________的黑洞犹如怪兽一般坐镇在每个星系的中间。",
  correct: ["排山倒海", "硕大无朋"],
  distractor: ["荡气回肠", "大而无当", "排山倒海", "硕大无朋"],
  unknown: []
}, {
  id: "5521238",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是（________）。\n（1）试图与五四文学革命________的“学衡派”知识分子，是中国最早一批新人文主义的忠实信徒。\n（2）任何一个时代的文艺，只有同国家和民族紧紧维系，休戚与共，才能发出________的声音。",
  correct: ["分庭抗礼", "振聋发聩"],
  distractor: ["平分秋色", "如雷贯耳", "振聋发聩", "分庭抗礼"],
  unknown: []
}, {
  id: "5521242",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是（________）。\n2012年至2022年，这段浓墨重彩的历史时间，充盈着伟大人民“力拔山兮气盖世”的________，铺展着伟大国度“无边光景一时新”的________，书写着伟大时代“此卷长留天地间”的________。新时代10年的伟大变革，在党史、新中国史、改革开放史、社会主义发展史、中华民族发展史上具有里程碑意义。",
  correct: ["英雄豪情", "盛世景象", "不朽诗篇"],
  distractor: ["英雄豪情", "不朽诗篇", "盛世景象"],
  unknown: []
}, {
  id: "5495006",
  stem: "“不忘初心、牢记使命”中国共产党历史展览上的“飞夺泸定桥”单元，通过将雕塑、绘画、装置、历史实物等相结合的形式，________飞夺泸定桥战役的历史场景。参观者抬头望去，数根铁索________展厅，红军战士在摇摇欲坠的铁索桥上艰难前进，大渡河湍急的水声通过立体环绕音响设备在展厅中________。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["还原", "贯穿", "回荡"],
  distractor: ["再现", "横穿", "播放", "还原", "横挂", "回响", "重现", "贯穿", "萦绕"],
  unknown: []
}, {
  id: "5495011",
  stem: "你能追赶上领先者，这自然是坚忍之后的欢歌。可就在你的笑容绽放后，你却惊讶地发现，你保持着的微笑竟然也会遭遇尴尬，因为你无意中回头时发现，你身后也有追赶的人。他们一如昨天初出茅庐的你，他们________，而且来势更猛。你终于悟出，荣膺金杯的勇士并不能天天举着金杯生活，________追赶才是明智的选择。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["紧追不舍", "继续"],
  distractor: ["来者不善", "放弃", "后来居上", "习惯", "如箭在弦", "奋力"],
  unknown: []
}, {
  id: "5495013",
  stem: "一本小说要有烟火气。俗世烟火，是书中人物喜怒哀乐的________，有了烟火气，故事才能与读者产生共鸣，但仅有烟火气，文字又不免流于琐碎。一本好的小说，还得有高于烟火气的东西。烟火之上，总得有那么一些人和事超脱于俗世。烟火气是小说的基础，高于烟火气的，则是小说的精髓，二者________。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["源泉", "缺一不可"],
  distractor: ["底色", "互为表里", "蓝本", "此消彼长", "摹本", "各美其美"],
  unknown: []
}, {
  id: "5495012",
  stem: "人类在记忆、情绪、决策等方面给予负面信息更大权重的现象，被称为负性偏向。而这或与人类进化有关，相比正面信息，负面信息可能更加________。远古人类遭遇的危险远比当代人类多得多，而那些没有负性偏向、对风险缺乏感知的祖先，或许早就带着他们“正性偏向”基因在________的进化之路上消失了。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["生死攸关", "危机四伏"],
  distractor: ["刻骨铭心", "风餐露宿", "惊心动魄", "长年累月", "无所遁形", "生死难料"],
  unknown: []
}, {
  id: "5495039",
  stem: "一个超级工程，就是一件________的工业艺术品，凝结着工程师们非凡的想象力。超级工程纪录片将其中的科技术语转化为日常语言，以________的表达诠释复杂问题，打破专业隔阂，赋予硬核科技以浪漫诗意。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["精美绝伦", "通俗易懂"],
  distractor: ["别出心裁", "言简意赅", "气势恢宏", "有条不紊", "独一无二", "精益求精"],
  unknown: []
}, {
  id: "5495051",
  stem: "对流层厚度不超过20千米，相比整个日地空间乃至宇宙空间的尺度，可谓________。而对流层外也会发生各种天气现象。人们很早就发现太阳并非________，而是源源不断地往外喷发物质和能量，时而平缓、时而猛烈。黑子、耀斑、日冕物质抛射等太阳活动________，所引发的太阳风暴不断搅动着日地、太阳系空间和行星周围的环境，空间天气变化深刻影响人类的地面和太空活动。\n依次填入画横线处的词语，最恰当的一项是：",
  correct: ["薄如蝉翼", "一成不变", "此起彼伏"],
  distractor: ["九牛一毛", "纹丝不动", "不绝如缕", "绝无仅有", "亘古不变", "转瞬即逝", "难能可贵", "浑然一体", "丰富多彩"],
  unknown: []
}, {
  id: "5510175",
  stem: "1925年10月10日，故宫博物院正式成立，这是一件具有划时代意义的大事。故宫博物院从皇宫到博物院的________，也是中国社会由帝制走向共和的一个________。\n依次填入画横线部分最恰当的一项是:",
  correct: ["转变", "缩影"],
  distractor: ["转嫁", "背影", "改造", "幻影", "转换", "倒影"],
  unknown: []
}, {
  id: "5509842",
  stem: "“中庸”之“中”不是简单的数理意义上的“中间”，更不是“调和”或“折中”，它绝非一眼就能看透和判断准确的。“中”的标准并不固定、绝不拘泥，它随着条件的变化而变化。中庸是一个不断纠偏的________。此时“中”，换个时间未必“中”；此地“中”，换个场合未必“中”。从辩证思维和方法论而言，“中庸”其实是一种“度”的________，是在纷繁复杂的矛盾中研究什么是事物所处的最好状态以及如何达到这种最好状态。\n填入画横线部分最恰当的一组是：",
  correct: ["过程", "把握"],
  distractor: ["结果", "揣度", "节点", "区分", "尺度", "衡量"],
  unknown: []
}, {
  id: "5509843",
  stem: "古往今来，午夜临窗听雨之人，大都思绪绵绵才会任凭雨打纱窗，滴滴答答。________几千年来，中国萧瑟的雨声里，不知藏了多少人的________，藏了多少沧桑的故事。\n填入画横线部分最恰当的一项是：",
  correct: ["所以", "心事"],
  distractor: ["而且", "轻叹", "何况", "愁怨", "因为", "情思"],
  unknown: []
}, {
  id: "5509834",
  stem: "“江作青罗带，山如碧玉篸，愿做桂林人，不愿做神仙。”韩愈诗句中的桂林________，如今我终于得以启程，背起行囊去桂林。到了桂林，迫不及待乘船游漓江。哇，果然________！\n填入横线处的词语最恰当的一组是：",
  correct: ["令人神往", "名不虚传"],
  distractor: ["山清水秀", "美不胜收", "引人入胜", "不虚此行", "风景如画", "名副其实"],
  unknown: []
}, {
  id: "5509838",
  stem: "电影宣发，本身是一门学问，它需要的是电影人的智慧而不是“________”。如何在有限成本下发挥宣发的最大的效果，从而帮助影片提升票房，这不能以牺牲中国电影市场的规则、规矩和风气为代价。一旦公众认为这样的事情是不道德的、不合理的，那么它必然对所涉及的影片、明星、粉丝和企业产生________的结果。\n填入横线处的词语最恰当的一组是：",
  correct: ["旁门左道", "反噬"],
  distractor: ["哗众取宠", "反面", "离经叛道", "反向", "剑走偏锋", "反转"],
  unknown: []
}, {
  id: "5509839",
  stem: "粤菜中有一个说法，叫“嫩而不生，仅熟即可”，这要求厨师对每一种食材的品性________，炒制的过程要眼疾手快，________，绝不能拖泥带水，只有这样，才能最大限度地________食材的鲜味。\n填入画横线部分最恰当的一组是：",
  correct: ["了如指掌", "一气呵成", "挽留"],
  distractor: ["如数家珍", "一马当先", "捕获", "心领神会", "一鼓作气", "发挥", "心中有数", "一以贯之", "保存"],
  unknown: []
}, {
  id: "5509815",
  stem: "如今，在城区，“秋白书苑”融入历史文化街区、院落、名人故居纪念馆、大运河，书香与历史文脉、文化名人、古老建筑________；在乡村，“秋白书苑”与生态保护、农事体验、四季风光________，市民和游客竞相“打卡”体验；在科技园区，“秋白书苑”植入高科技元素\xb7\xb7\xb7\xb7\xb7\xb7各具特色的“秋白书苑”，已在常州街巷、乡村________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["交相辉映", "浑然一体", "扎根"],
  distractor: ["相映成趣", "各有千秋", "兴起", "相得益彰", "浑然天成", "深耕", "错落有致", "兼容并蓄", "开花"],
  unknown: []
}, {
  id: "5509816",
  stem: "真正的奋斗者，绝不鼠目寸光，而是________；绝不自欺欺人，而是________；绝不凌空蹈虚，而是________！\n依次填入画横线部分最恰当的一项是：",
  correct: ["胸怀长远", "实事求是", "抓铁有痕"],
  distractor: ["深明大义", "求真务实", "落地生根", "高屋建瓴", "抱诚守真", "身体力行", "深谋远略", "真抓实干", "有的放矢"],
  unknown: []
}, {
  id: "17058738",
  stem: "父亲在孩子的教育上，不妨________，注重把握核心的原则与要求，比如责任心的建立，比如自律、认真等习惯的培养。不要给孩子提过多、过高的要求，这样不仅干扰主要目标的达成，还会对孩子的自信心产生不利影响。\n填入画横线部分最恰当的一项是：",
  correct: ["抓大放小"],
  distractor: ["特立独行", "宽严相济", "以身作则"],
  unknown: []
}, {
  id: "17058759",
  stem: "众所周知，德国的职业教育非常成功，学生在初中阶段就可能进行________，有一些孩子进入高中，有一些孩子进入职业学校，而他们毕业之后，无论在就业、收入、社会地位方面，都能够得到平等的________，同样可以让人生出彩。德国的经验，为我们的职业教育改革提供了诸多启发。\n依次填入画横线部分最恰当的一项是：",
  correct: ["分流", "对待"],
  distractor: ["重组", "权利", "区分", "处理", "分散", "待遇"],
  unknown: []
}, {
  id: "17058797",
  stem: "打卡的本意是________人们按时完成相应任务或活动，培养良好的学习生活习惯，确实有不少人因此受益良多。只是，对未成年人来说，频繁打卡对其自身和家长来说都可能是一种________。比如个别打卡活动难度大、不符合孩子的年龄特征，需家长配合才能完成；一些打卡活动还有额外支出，可能会增加家庭经济压力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["督促", "负担"],
  distractor: ["监督", "累赘", "鞭策", "包袱", "催促", "义务"],
  unknown: []
}, {
  id: "13255201",
  stem: "两汉时期，造纸工艺不断________，笏作为记事工具的功用受到了极大冲击。然而，从周朝到秦汉，近千年的历史已经让官员习惯了笏的存在，于是笏反而在记事工具革新的冲击中焕发新生，________了“书其上，备忽忘”的原始功用，转而成为单纯的“朝位班序”的象征。\n依次填入画横线部分最恰当的一项是：",
  correct: ["改进", "剥离"],
  distractor: ["进化", "失去", "改动", "分离", "修改", "剥落"],
  unknown: []
}, {
  id: "17058768",
  stem: "建设全国统一大市场的过程中用好产业发展的牵引作用，以加强产业协作，助力破除阻碍资源要素顺畅流动的各种________，使产业发展与统一市场建设________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["樊篱", "相促相长"],
  distractor: ["壁垒", "各得其所", "落篱", "相得益彰", "桎梏", "共生互利"],
  unknown: []
}, {
  id: "17058790",
  stem: "着眼于口味或与文化结合的月饼创新是增强竞争力的手段。但盲目追求奢华包装或是借创新的名义乱搭乱售，有________之嫌，月饼创新回归食品品质、回归文化传承，才能为更加务实的市场所________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["喧宾夺主", "接纳"],
  distractor: ["哗众取宠", "认可", "本末倒置", "支持", "博人眼球", "肯定"],
  unknown: []
}, {
  id: "17058756",
  stem: "引起的审美疲劳，是古装偶像剧被诟病的一大原因。一些剧集在人物设定、剧情发展以及环境场景等方面都很相似。古装剧要获得观众认可就得________，从扎堆的玄幻剧和清宫剧中跳出来，以丰富的历史知识和深厚的文化内涵带给观众堪称惊喜的收获。\n依次填入画横线部分最恰当的一项是：",
  correct: ["同质化", "另辟蹊径"],
  distractor: ["大众化", "独树一帜", "公式化", "自成一派", "程式化", "标新立异"],
  unknown: []
}, {
  id: "17058788",
  stem: "人才使用要坚决避免________、论资排辈、一把尺子衡量等问题，努力营造人尽其才、各展其能的用才环境。因此，一定要坚持慧眼识才的发现机制，推动人岗________匹配，把每一位人才的潜能发挥到最大，能力发挥到最高，为推动高水平科技自立自强注入强大动能。\n依次填入画横线部分最恰当的一项是：",
  correct: ["求全责备", "精准"],
  distractor: ["吹毛求疵", "精湛", "洗垢求瘢", "精确", "百般挑剔", "精辟"],
  unknown: []
}, {
  id: "17058775",
  stem: "与《红楼梦》等文人案头文学相比，《西游记》的特殊之处在于，这是一部世代累积型集体创作小说。千百年来，街头坊间的________，戏班乐坊的________，早已让西游故事初具规模。玉在石中，只待巧手打磨。\n依次填入画横线部分最恰当的一项是：",
  correct: ["口耳相传", "浅吟低唱"],
  distractor: ["辗转相传", "千古绝唱", "薪火相传", "鸾吟凤唱", "衣钵相传", "山吟泽唱"],
  unknown: []
}, {
  id: "17058801",
  stem: "在“内卷化”时代，我们会倾向于在舒适区里________，虽然看起来很努力，但却并没有什么用。而行动中反思，不仅要求我们通过行动来获取认知，并且要在行动中去反思自己获得的认知，________，改良我们的行动，然后真正地让我们的认知升级。\n依次填入画横线部分最恰当的一项是：",
  correct: ["画地为牢", "去伪存真"],
  distractor: ["敷衍了事", "披沙拣金", "故步自封", "有的放矢", "得过且过", "知行合一"],
  unknown: []
}, {
  id: "17058776",
  stem: "数字技术的进步不仅________了电影叙事手段，也________了电影艺术的表达空间。数字技术的革新带来的体验，超越了日常生活体验，受到观众的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["丰富", "拓展", "追捧"],
  distractor: ["创新", "改变", "关注", "细化", "延伸", "青睐", "优化", "重构", "喜爱"],
  unknown: []
}, {
  id: "13255208",
  stem: "人们必须对谎言保持警惕。如果人们对谎言越宽容，说谎者的道德成本就越低，这可能会帮助塑造一个谎话满天飞的社会，________，现实中很多谎言是以“奉承”“夸张”“沉默”等形式包装后呈现的，谎言本身便不易识别。________，在日常生活中，无论是面对公共事务，还是人际关系，对已经识别出的谎言应该有清醒的认识。如果对方引导你从道德上去接受谎言等操作，保持警惕，________应该意识到自己对谎言的道德判断力可能受到了影响。\n依次填入画横线部分最恰当的一项是：",
  correct: ["更何况", "因而", "至少"],
  distractor: ["另一方面", "所以", "多少", "并且", "因为", "起码", "除此之外", "通常", "也许"],
  unknown: []
}, {
  id: "17058763",
  stem: "只需要一把剪刀一张纸的中国民俗剪纸，成本低廉，制作________，画面________美丽，寓意吉祥。一代接一代的劳动人民贡献的中国民俗剪纸，其数量之多令其他中国剪纸品类________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["简便", "质朴", "望尘莫及"],
  distractor: ["简单", "繁复", "难以媲美", "精良", "雅致", "望其项背", "精巧", "自然", "不能抗衡"],
  unknown: []
}, {
  id: "17058798",
  stem: "随着今天社会文化生活进入“5G时代”，电影的供应和发行方式也亟需转型升级。一方面，不能________，观念和行为依旧停留在传统工业和平面视觉输出阶段，________新工具新技术带来的发展红利；另一方面，一味迷信互联网工具，乃至完全被新的信息算法所锚定，跌进新的思想________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["抱残守缺", "坐失", "樊笼"],
  distractor: ["自我封闭", "错过", "禁锢", "固守陈规", "坐等", "陷阱", "陈陈相因", "放弃", "泥淖"],
  unknown: []
}, {
  id: "17058751",
  stem: "这种平均时速只有四五十公里、每站必停、票价低廉的绿皮普快列车，它的存在与高速发展的时代相比，显得有些________。但在高铁还没有抵达的地方，“慢火车”连通了山区经济发展的“最后一公里”，是实实在在的民生红利。“慢火车”在新征程中以别样的“慢情怀”________时代的温情、________民生。\n依次填入画横线部分最恰当的一项是：",
  correct: ["格格不入", "诠释", "惠及"],
  distractor: ["不合时宜", "体现", "照拂", "时过境迁", "抒发", "造福", "背道而驰", "演绎", "谋利"],
  unknown: []
}, {
  id: "5510281",
  stem: "兔年的“西安年”异常火爆，数以千万的游客从四面八方而来。从秦岭脚下到白鹿原上，拥挤的人潮再次见证“顶流西安”的厚重与________、传统与________、开放与________。看不尽的长安景，品不完的长安韵，一幕幕暖心的“市民景观”也正在被更多人赞赏。\n依次填入划横线部分最恰当的一项是：",
  correct: ["时尚", "现代", "包容"],
  distractor: ["前卫", "现代", "有序", "风韵", "时尚", "活力", "底蕴", "传承"],
  unknown: []
}, {
  id: "4651917",
  stem: "科技一直在改变社会：通讯技术________了时空的距离，互联网等新科技________了学习知识的成本，人工智能________了越来越多的工作岗位，基因技术________了人类的价值观\xb7\xb7\xb7\xb7\xb7\xb7这些改变有的已经发生，有的愈演愈烈。\n填入画横线处的词语最恰当的一项是：",
  correct: ["缩短", "减少", "取代", "改变"],
  distractor: ["缩短", "改变", "取代", "减少"],
  unknown: []
}, {
  id: "4651920",
  stem: "真正的精英，有一种夯实金字塔基础的抱负，有一种纠正时代错误的使命感。他们离成功的标尺越远，就越能心无旁骛地实现宏图大志。________，________精英与世俗意义上的成功无缘，________成功实在________精英坚守自身信念的副产品而已。\n填入画横线处的词语最恰当的一项是：",
  correct: ["当然", "不是", "而是", "不过是"],
  distractor: ["当然", "不是", "就是", "只是", "因此", "虽然", "但是", "不过是", "而是"],
  unknown: []
}, {
  id: "4651925",
  stem: "在5000多年文明发展中________的中华优秀传统文化，________着中华民族最深层的精神追求，代表着中华民族________的精神标识。\n填入画横线处的词语最恰当的一项是：",
  correct: ["孕育", "积淀", "独特"],
  distractor: ["形成", "反映", "自主", "创造", "顺应", "崇高", "传承", "擘画", "展示"],
  unknown: []
}, {
  id: "4651930",
  stem: "一部真正意义上的通史，决非只是对史事的________，而是要努力探求历史变迁的内在联系。所以通史不仅指史事在时序上的先后承继、转合________，而且还包括历史文化中各重要问题的________与变迁的________，即所谓“通古今之变，成一家之言”。\n填入画横线处的词语最恰当的一项是：",
  correct: ["客观描述", "变幻", "沿革", "理性诠释"],
  distractor: ["客观演绎", "变幻", "延革", "感性抒发", "主观判断", "变换", "理性描述", "主观诠释", "沿革", "客观评价"],
  unknown: []
}, {
  id: "4651938",
  stem: "“两弹一星”功勋奖章获得者于敏院士回忆起研发的往事时说：“一个人的名字，早晚是要没有的，能把________的力量融进祖国的强盛之中，便足以自慰了。”这样的________至今仍________。\n依次填入画横线处的词语最恰当的一项是：",
  correct: ["微薄", "肺腑之言", "掷地有声"],
  distractor: ["单薄", "金玉良言", "振聋发聩", "微薄", "掷地有声", "肺腑之言"],
  unknown: []
}, {
  id: "5101709",
  stem: "共产主义决不是“土豆烧牛肉”那么简单，不可能________、一蹴而就，但我们不能因为实现共产主义理想是一个漫长的过程，就认为那是虚无缥缈的海市蜃楼，就不去做一名忠诚的共产党员。\n填入画横线部分最恰当的一项是：",
  correct: ["唾手可得"],
  distractor: ["信手拈来", "一帆风顺", "轻车熟路"],
  unknown: []
}, {
  id: "5101712",
  stem: "关注受众、研究受众、服务受众，是互联网思维的一个鲜明特点。这与政治工作倡导以人为本的理念________。政治工作本质上是做人的工作，其实质就是一种受众至上的思维理念。\n填入画横线部分最恰当的一项是：",
  correct: ["不谋而合"],
  distractor: ["一脉相承", "相辅相成", "并行不悖"],
  unknown: []
}, {
  id: "5102396",
  stem: "如果在抓法治建设上喊口号、练虚功、摆花架，只是________，并不真抓实干，短时间内可能看不出什么大的危害，一旦问题到了________的地步，后果就是灾难性的。\n依次填入划横线处最恰当的一项是：",
  correct: ["叶公好龙", "积重难返"],
  distractor: ["花拳绣腿", "刻不容缓", "金玉其外", "危如累卵", "沽名钓誉", "病入膏肓"],
  unknown: []
}, {
  id: "5102399",
  stem: "中国在脱贫、减贫事业方面取得的巨大成就，为解决人类问题提供了智慧，可以在一定程度上为其他国家的脱贫、减贫事业提供经验参考。但在国际经验交流过程中，要________考虑并尊重不同国家的特殊性，意识到中国制度并不具有广泛的________，尽量避免“抄作业”等不当话语的出现。\n依次填入画横线部分最恰当的一项是：",
  correct: ["充分", "可复制性"],
  distractor: ["时刻", "可移植性", "尽量", "可扩展性", "始终", "可普及性"],
  unknown: []
}, {
  id: "5101827",
  stem: "年轻人应该更好地认识自己、了解各个专业，选择自己真正擅长、真正愿意去________的方向。热情善谈的人适合当老师，天生大大咧咧的人可能不太适合做医生。不感兴趣的话，在影视鉴赏或媒体创意中也会________，感兴趣的话，在复杂的数学公式和化学方程式中也一样可以自得其乐。\n依次填入画横线部分最恰当的一项是：",
  correct: ["实践", "郁郁寡欢"],
  distractor: ["努力", "束手无策", "追求", "心猿意马", "钻研", "索然无味"],
  unknown: []
}, {
  id: "5102368",
  stem: "对于企业来说，投资一个项目和自己做一个项目很不一样。投资是时间杠杆，在重要战役、关键赛点来临的时候，快速增加________；投资也是空间杠杆，让企业有机会以“小资本”________“大空间”，多点布局，静待花开。\n依次填入画横线部分最恰当的一项是：",
  correct: ["战斗力", "试探"],
  distractor: ["储备金", "开拓", "机动性", "占领", "常备军", "创造"],
  unknown: []
}, {
  id: "5101838",
  stem: "数据安全是全球性问题，没有哪个国家可以________。放眼当今世界，信息化、数字化、网络化、智能化已是________，但规则________是当前全球数字治理领域面临的突出挑战，应对数据安全风险，需要凝聚全球数字治理合力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["独善其身", "大势所趋", "缺失"],
  distractor: ["明哲保身", "势不可挡", "空缺", "袖手旁观", "蓬勃发展", "滞后", "置身事外", "方兴未艾", "漏洞"],
  unknown: []
}, {
  id: "5101830",
  stem: "我们身处万物联网的时代，“当你看着手机时，手机也在看着你”已经不是耸人听闻的________言论。各种平台通过各种传感器收集着人的信息，针对声音、人脸、指纹、虹膜、视网膜、体形乃至键盘敲击、签字等的生物测定装置遍布在生活环境中，在带来安全和便利的同时，也带来了风险和________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["激进", "担忧"],
  distractor: ["荒诞", "危害", "夸张", "挑战", "消极", "威胁"],
  unknown: []
}, {
  id: "5101842",
  stem: "传统的文化艺术偏小众，某种程度上是因为传播渠道有限。而互联网及云技术的出现，为文艺作品开辟了________的传播空间和传播渠道，从而大大刺激了文艺生产力。如今，线上艺术不像以往那样坐“冷板凳”，而成为“________”。数字科技的发展和公众文化艺术审美的提高，使得“云艺术”迎来新的发展机遇。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无限", "香饽饽"],
  distractor: ["庞大", "风向标", "多元", "弄潮儿", "广阔", "聚光灯"],
  unknown: []
}, {
  id: "5101818",
  stem: "大脑由数十亿个神经细胞组成，这些________的细胞需要在一个受保护的环境中才能正常工作，这个________的环境被400英里长的特殊血管系统保护着，这些血管能________与大脑接触的物质，这就是血脑屏障，它对于保护脑组织免受毒素和病原体的侵害至关重要。\n依次填入画横线部分最恰当的一项是：",
  correct: ["脆弱", "微妙", "限制"],
  distractor: ["高效", "复杂", "阻挡", "散乱", "神奇", "过滤", "微小", "灵敏", "抑制"],
  unknown: []
}, {
  id: "5102408",
  stem: "“互联网+党史学习教育”不是将党史与互联网简单________，而是运用辩证思维，根据互联网的特点，选择恰当的网络载体，________，实现互联网和党史从“你是你、我是我”变成“你中有我、我中有你”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["叠加", "量体裁衣"],
  distractor: ["拼接", "点石成金", "嫁接", "有的放矢", "堆叠", "单刀直入"],
  unknown: []
}, {
  id: "5102384",
  stem: "越来越多的美食纪录片或是以昂贵的摄影设备、高水准的镜头语言造就美食奇观，或是用________的体量形式、草根气息的真实味道成为下饭陪伴，又或以富含哲理的文案、食物背后的故事触发观众共情。\n填入划横线部分最恰当的一项是：",
  correct: ["短小精悍"],
  distractor: ["长篇大论", "长篇累牍", "片言只语"],
  unknown: []
}, {
  id: "5102187",
  stem: "修炼挨批评这项基本功，要有虚心接受的气度。接受批评，就要拿出虚心以待、胸怀若谷的姿态，砥砺________、从善如流的自觉。\n填入划横线部分最恰当的一项是：",
  correct: ["闻过则喜"],
  distractor: ["见贤思齐", "洗心革面", "兼听则明"],
  unknown: []
}, {
  id: "5102382",
  stem: "中华传统节日的文化内涵蕴藏在人与自然、人与他人、人与自身的相处之道中，体现了中华民族的核心价值观念，而________其中的则是对“和”的追求。\n填入划横线部分最恰当的一项是：",
  correct: ["统贯"],
  distractor: ["分列", "包含", "纵横"],
  unknown: []
}, {
  id: "5102388",
  stem: "无畏艰险、迎难而上，百折不挠、坚持到底，是中华民族生生不息、发展________的基因密码。陆军部队高度重视战斗精神________，通过大项任务磨砺、军事斗争淬炼、日常作风培塑，锤炼“一不怕苦、二不怕死”的血性胆气，激励引导官兵敢于克服任何困难，勇于战胜一切敌人。\n依次填入划横线部分最恰当的一项是：",
  correct: ["壮大", "培育"],
  distractor: ["强大", "教育", "宏大", "教导", "伟大", "培育"],
  unknown: []
}, {
  id: "5102213",
  stem: "由我国自营勘探开发的首个1500米超深水大气田“深海一号”在海南岛东南陵水海域正式投产，标志着中国海洋石油勘探开发能力全面进入“超深水时代”，对保障国家能源安全、________能源结构转型升级和提升我国深海资源开发能力具有重要意义，建设海洋强国迈出了________的一步。\n依次填入划横线部分最恰当的一项是：",
  correct: ["推动", "坚实"],
  distractor: ["促使", "坚决", "鼓动", "坚定", "提高", "坚韧"],
  unknown: []
}, {
  id: "5102389",
  stem: "这款奥运比赛服，将国旗色与故宫传统色相结合，在色彩的渐变中，“飞龙”腾空而起，________在祥云瑞气之中，________吉祥如意的祝福与祈愿。\n依次填入划横线部分最恰当的一项是：",
  correct: ["掩映", "饱含"],
  distractor: ["掩护", "包涵", "掩藏", "包容", "掩盖", "包含"],
  unknown: []
}, {
  id: "5102225",
  stem: "大力弘扬北京冬奥精神，要胸怀大局，牢记“国之大者”，勇于承担使命责任；要自信开放，增强做中国人的志气、骨气和底气，热情________世界；要迎难而上，保持知重负重、直面挑战的昂扬斗志，坚韧不拔，百折不挠；要追求卓越，执着专注、一丝不苟，在自我突破和奋斗中创造精彩人生；要共创未来，________世界大势，顺应时代潮流，在推动文明交流互鉴、构建人类命运共同体中积极贡献力量。\n依次填入划横线部分最恰当的一项是：",
  correct: ["拥抱", "把握"],
  distractor: ["展望", "迎合", "融入", "紧跟", "面向", "预测"],
  unknown: []
}, {
  id: "5102212",
  stem: "文化自信是更基础、更广泛、更深厚的自信，是一个国家、一个民族发展中最基本、最深沉、最持久的力量。人类社会与文明的每一次________，无不伴随着文化的历史性进步。纵览历史长河，无论是传统还是现代社会治理结构和治理体系中，文化发展无不________、推动着社会的发展和完善。\n依次填入划横线部分最恰当的一项是：",
  correct: ["跃进", "滋养"],
  distractor: ["跨越", "滋补", "变迁", "滋润", "突破", "滋生"],
  unknown: []
}, {
  id: "5102210",
  stem: "脱贫攻坚精神是不断创造伟大奇迹的有力武器。贫穷是人类文明社会的顽疾，但贫穷不是不可改变的________；贫穷不是社会主义，社会主义必须努力摆脱贫穷。脱贫攻坚伟大胜利成果来之不易，在脱贫攻坚这场与贫穷作斗争的硬仗中，党带领广大人民群众逢山开路、遇水搭桥、开拓创新，使贫困群众的生活状况、精神风貌发生了历史性变化，这场规模浩大的伟大斗争实现了________、载入史册的胜利。\n依次填入划横线部分最恰当的一项是：",
  correct: ["宿命", "史无前例"],
  distractor: ["命运", "叹为观止", "归宿", "登峰造极", "使命", "绝无仅有"],
  unknown: []
}, {
  id: "5102211",
  stem: "中国的全面小康，犹如一幅前后相续的长卷，有________的创业征程，有气壮山河的建设浪潮，有波澜壮阔的改革探索，也有拥抱世界的________襟怀。在这条路上，我们用几十年时间，走完了发达国家几百年走过的发展历程；我们用一百年的奋斗，实现了中华民族伟大复兴中国梦的关键一步。\n依次填入划横线部分最恰当的一项是：",
  correct: ["筚路蓝缕", "开放"],
  distractor: ["餐风宿露", "开明", "栉风沐雨", "开朗", "艰苦卓绝", "开拓"],
  unknown: []
}, {
  id: "5102185",
  stem: "党的十八大以来，习近平总书记始终________、以上率下，带头严格执行中央八项规定，以行动作无声的号令、以身教作执行的榜样，为全党改进作风提供了强大动力。从八项规定到八项规定实施细则，研究同样的内容并进一步深化细化，释放出________将作风建设进行到底的鲜明信号。\n依次填入划横线部分最恰当的一项是：",
  correct: ["以身作则", "一以贯之"],
  distractor: ["高瞻远瞩", "一如既往", "克己奉公", "久久为功", "身先士卒", "驰而不息"],
  unknown: []
}, {
  id: "5102182",
  stem: "奋斗者永远是年轻的。青春与否，无关乎年龄，而在于心境。用奋斗________时代，用拼搏定义未来，这不仅是年轻人该有的追求，更是每个与时代同行者应有的姿态。奋斗不息，青春不朽。让我们以梦为马，不负韶华，在奋勇搏击中放飞青春梦想，在________中激扬青春力量。\n依次填入划横线部分最恰当的一项是：",
  correct: ["礼赞", "砥砺前行"],
  distractor: ["拥抱", "继往开来", "顺应", "一往无前", "讴歌", "风雨兼程"],
  unknown: []
}, {
  id: "5102253",
  stem: "在斗争中诞生、在斗争中发展、在斗争中壮大，一百年来，不怕牺牲、英勇斗争的伟大精神贯穿于革命、建设、改革各个时期，________成我们党历经百年风雨而风华正茂、饱经磨难而________的精神基因。\n依次填入划横线部分最恰当的一项是：",
  correct: ["熔铸", "生生不息"],
  distractor: ["锤炼", "永不言败", "锻造", "百折不挠", "磨炼", "九死不悔"],
  unknown: []
}, {
  id: "5102215",
  stem: "低碳转型是牵涉供应端和消费端全链条的________工程，不仅需要各行各业攻坚克难的决心，也需要我们每个人________的行动。夏天把空调温度调高一些，尽量购买节能型用品，积极参与义务植树活动，每个人都为地球的“凉热”出一份力。只有让低碳成为新风尚、新潮流，才能与技术革新形成合力。\n依次填入划横线部分最恰当的一项是：",
  correct: ["系统", "脚踏实地"],
  distractor: ["核心", "事必躬亲", "特殊", "持之以恒", "浩大", "厚积薄发"],
  unknown: []
}, {
  id: "5102191",
  stem: "老字号，既是一种特色商贸品牌，也是民族传统文化的瑰宝。近年来，许多老字号通过________创新，积极扩大品牌影响力，不少“网红”老字号还“翻红”海外市场，收获了一批“海粉”。但老字号产品拓展海外市场之路并非________，针对企业遇到的市场问题，政府部门应积极为企业纾困解难，助力老字号走出国门。\n依次填入划横线部分最恰当的一项是：",
  correct: ["持续", "一帆风顺"],
  distractor: ["巧妙", "无往不利", "推进", "天从人愿", "全力", "左右逢源"],
  unknown: []
}, {
  id: "5102190",
  stem: "站在新的历史起点上，展望建设现代化国际瓷都的未来，拥有2000年冶陶史、1000年官窑史、600年御窑史及新中国成立以来70年陶瓷生产史的景德镇，必将继续传承陶瓷文化，深度挖掘千年瓷都人文________，创新陶瓷产业，构建新时代陶瓷产品和话语体系，扩大陶瓷贸易和文化交流，更好满足世界对中国陶瓷的新需要和对中华人文理想的新期待，进一步展示中华古老陶瓷文化魅力，________当代中国人文城市的创新发展。\n依次填入划横线部分最恰当的一项是：",
  correct: ["底蕴", "阐释"],
  distractor: ["潜力", "促进", "资源", "刺激", "涵养", "解读"],
  unknown: []
}, {
  id: "5102180",
  stem: "在这片土地上，红色文化________而博大，除了红色史迹，这里还诞生了许多红色文化名人，陈独秀、陈延年、陈乔年父子，“两弹元勋”邓稼先等，他们的革命、奋斗、拼搏精神不仅推动着时代________，也深深地影响着这片土地上的人们。也正因此，这片土地上才会产出敢于“大包干”的小岗村人、孕育出“舍小家、为大家”的王家坝精神。这些共同________成红色文化的精髓，成为不断奋进的精神动力。\n依次填入划横线部分最恰当的一项是：",
  correct: ["厚重", "进程", "凝结"],
  distractor: ["沉重", "行程", "凝集", "稳重", "过程", "凝聚", "庄重", "历程", "凝固"],
  unknown: []
}, {
  id: "5102193",
  stem: "古今会通亦应伴以中西互镜，构建有中国特色________全球价值的知识体系，强调自明、自觉、自信，以现实问题为会通处。从自我审视看，互镜________着养成基于自明的文化自觉和自信。文化自觉并非________、狂妄的自尊，首先要通过对话、互通获得自知之明。\n依次填入划横线部分最恰当的一项是：",
  correct: ["兼备", "意味", "武断"],
  distractor: ["兼容", "包含", "臆断", "兼有", "象征", "专横", "兼顾", "表达", "决断"],
  unknown: []
}, {
  id: "5102184",
  stem: "有统计表明，由听力障碍者组成的家庭中，约90%育有听力正常子女。他们因出生于听障家庭，常常处在听障、健听两个世界的边缘地带。他们可能既无法真正________听障者世界，也不被听人世界完全________。他们面临普通人无法想象的挫折和压力，比如语言________迟缓、人际沟通障碍等，社会应给予他们更多的关注。\n依次填入划横线部分最恰当的一项是：",
  correct: ["融入", "接纳", "习得"],
  distractor: ["汇入", "接受", "发展", "进入", "纳入", "获取", "深入", "接收", "运用"],
  unknown: []
}, {
  id: "5102360",
  stem: "衡量民众对美好生活需要的满足状况，获得感无疑是一个重要的社会心态________。而获得感的________，需要个体的持续努力，也需要政府和社会的赋能。共同富裕、教育减负、生育友好等国家战略和政策，都是有效的赋能方式，既可以直接________社会成员的负担，也有助于培养更加朝气蓬勃的社会生态，进而从体制机制上保障获得感的可持续性。\n依次填入划横线部分最恰当的一项是：",
  correct: ["指标", "提升", "减轻"],
  distractor: ["标志", "获取", "减少", "标准", "增强", "释放", "准绳", "巩固", "降低"],
  unknown: []
}, {
  id: "4652275",
  stem: "依次填入文中画横线处最恰当的是：",
  correct: ["优化", "扩大"],
  distractor: ["强化", "探索", "更新", "拓展", "创新", "深化"],
  unknown: []
}, {
  id: "4652253",
  stem: "填入横线处的词语最恰当的一项是：",
  correct: ["上海", "重庆", "海南"],
  distractor: ["重庆", "上海", "海南"],
  unknown: []
}, {
  id: "4652256",
  stem: "文中第2段中画横线的“其”字是指：",
  correct: ["玻璃幕墙"],
  distractor: ["钢骨架", "天然石材", "节能材料"],
  unknown: []
}, {
  id: "5102195",
  stem: "升腾的火箭，________的是一个民族的飞天梦想，镌刻的是一个国家的前行脚步。从“嫦娥奔月”到“祝融驭火”，从“天和筑穹”到“墨子传信”，从“北斗联网”到“天舟穿梭”\xb7\xb7\xb7\xb7\xb7\xb7中国航天向浩瀚宇宙的每一次进发，振奋的是越来越昂扬的精神和气概，________的是越来越厚重的自信和底气。\n依次填入划横线部分最恰当的一项是：",
  correct: ["承载", "夯实"],
  distractor: ["记载", "树立", "负载", "牢固", "担负", "增强"],
  unknown: []
}, {
  id: "5102181",
  stem: "中国空间站名为“天宫”，是一个长期在近地轨道运行的空间实验室。这个极具中国________的名字，不仅蕴含了希望航天员在太空工作生活得更为________的愿望，更________着中国人遨游太空的浪漫情怀和不懈探索的精神。\n依次填入划横线部分最恰当的一项是：",
  correct: ["韵味", "舒适", "寄寓"],
  distractor: ["意蕴", "舒服", "涵盖", "特色", "惬意", "象征", "智慧", "适意", "承载"],
  unknown: []
}, {
  id: "5102188",
  stem: "宋代的“琼林宴”，是专为新科进士们举办的宴会，它从唐代“闻喜宴”________而来。与“闻喜宴”不同的是，“琼林宴”的________更高，是皇帝亲自参与的“国宴”，因赐宴在著名的“琼林苑”而得名。明清时期，多将“琼林宴”称为“恩荣宴”，其仪式内容基本不变，“琼林宴”的形式得以________下来。\n依次填入划横线部分最恰当的一项是：",
  correct: ["演变", "规格", "传承"],
  distractor: ["转变", "标准", "流行", "发展", "格局", "延续", "演化", "条件", "稳定"],
  unknown: []
}, {
  id: "5408609",
  stem: "为了延续胡同的生机活力，北京东城不仅重新整治了胡同里外的生活环境和基础设施，还大力发掘出一批________的胡同文化，比如讲述北新桥信托商行年代故事的“北新典故”，展现九道湾胡同历史的“九曲寻幽”“凉亭闲话”“合院朝夕”等，展示出北京城的厚重历史与文化底蕴。\n填入画横线部分最恰当的一项是：",
  correct: ["鲜为人知"],
  distractor: ["前所未有", "口口相传", "寡见鲜闻"],
  unknown: []
}, {
  id: "5408615",
  stem: "随着汉魏文人创作的极大繁荣，古人对于文学创作中的形式要素愈加重视，加之音韵学蜂起，反切和“四声”________，促使人们更加重视汉语的音节结构。六朝以后，研究诗歌韵律问题渐成风气，唐宋以后更加普遍，逮至明清更是________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深入人心", "盛极一时"],
  distractor: ["融会贯通", "无出其右", "蔚然成风", "独树一帜", "此消彼长", "三足鼎立"],
  unknown: []
}, {
  id: "5408625",
  stem: "回顾我国改革开放40多年的历程，有很多________的成就，其中之一就是恩格尔系数稳步下降。这与我国经济从高速发展迈向高质量发展相________，不仅侧面佐证了中国经济社会的发展进步，更是民众告别求温饱阶段、走向更加富裕生活的生动注解。\n依次填入画横线部分最恰当的一项是：",
  correct: ["可圈可点", "匹配"],
  distractor: ["可歌可泣", "呼应", "彪炳史册", "般配", "来之不易", "辉映"],
  unknown: []
}, {
  id: "5408637",
  stem: "研究文学史不可能剥离其思想内涵，研究思想史也不能脱离文学这一重要的表现形式，二者从来就是________的。研究中国现当代文学思想史，如果隔绝了与现代中国思想文化的整体联系，也就难有________的深度分析，也就无法描述文学思想史的真实形态。\n依次填入画横线部分最恰当的一项是：",
  correct: ["密不可分", "抽丝剥茧"],
  distractor: ["互为表里", "举足轻重", "如影随形", "精益求精", "相得益彰", "鞭辟入里"],
  unknown: []
}, {
  id: "5408646",
  stem: "过去高耸的烟囱满是灰尘，昔日热闹的厂房________，以往忙碌的铁轨锈迹斑斑\xb7\xb7\xb7\xb7\xb7\xb7在不少地方都有类似的景象，它们见证了时代发展的________，但随着产业升级和城市化进程推进，逐渐沉寂。\n依次填入画横线部分最恰当的一项是：",
  correct: ["人去楼空", "日新月异"],
  distractor: ["人迹罕至", "事过境迁", "杳无人烟", "标新立异", "颓垣败壁", "沧桑巨变"],
  unknown: []
}, {
  id: "5408613",
  stem: "企业不能仅仅学习、模仿优秀企业的做法，更要积极探索出一套________的企业文化实践经验。如果认为依靠复制其他企业的成功做法就能________，却忽略企业“硬件”与文化“软件”的兼容、匹配问题，最终也是徒劳。\n依次填入画横线部分最恰当的一项是：",
  correct: ["行之有效", "万事大吉"],
  distractor: ["与时俱进", "计日程功", "独树一帜", "博采众长", "推陈出新", "一劳永逸"],
  unknown: []
}, {
  id: "5408624",
  stem: "算法推荐凭借对用户浏览数据的精准分析，降低了人们获取信息的成本，同时也将人们推向了________的舒适圈。人们看似浏览了很多信息，实际只是在不断重复中强化固有的喜好和对事物的看法。一旦________其中，探索世界多样性的动力和欲望难免降低，加剧“信息茧房”效应。\n依次填入画横线部分最恰当的一项是：",
  correct: ["固步自封", "沉浸"],
  distractor: ["悠然自得", "陷溺", "画地为牢", "束缚", "按部就班", "迷失"],
  unknown: []
}, {
  id: "5408639",
  stem: "如今，网络数字技术愈发成熟，平台架构、开发和运营技术趋于________，数字平台的内容差异构成了平台之间互相竞争的优势。音乐、视频和电子书直接________了网络服务商提供服务的目标消费市场和目标消费者。其中，核心内容的版权资源更为________，为各大数字内容平台服务商争相收购。\n依次填入画横线部分最恰当的一项是：",
  correct: ["同质化", "决定", "关键"],
  distractor: ["模式化", "反映", "珍贵", "标准化", "限制", "稀缺", "工具化", "对应", "抢手"],
  unknown: []
}, {
  id: "5408645",
  stem: "智能技术可以________沉浸式学习情境，将传统学习空间中学生受想象力局限而无法直接感受到的内容以三维立体形式呈现出来。学生能够设身处地思考问题，而不是处于________的状态，其潜在的求知欲被激发出来，学生可以________感知知识的生产过程，理解知识的附加价值。\n依次填入画横线部分最恰当的一项是：",
  correct: ["创设", "置身事外", "真实"],
  distractor: ["改善", "雾里看花", "完整", "重建", "无所适从", "深入", "模拟", "无动于衷", "逐步"],
  unknown: []
}, {
  id: "5408649",
  stem: "高精地图是自动驾驶的“基础设施”，数据可以不受天气、光线探测距离等因素的影响，________常规传感器的有效距离，达到超视距感知。同时，汽车传感器________各类静态地物后，将这些物体与高精地图上记录的物体进行比对，从而确定车辆在道路上的精确位置，车辆正是对所处的驾驶环境进行了________感知，才有效确保了驾驶的安全可靠。\n依次填入画横线部分最恰当的一项是：",
  correct: ["突破", "识别", "精准"],
  distractor: ["超越", "搜索", "多维", "打破", "扫描", "立体", "扩展", "发现", "全面"],
  unknown: []
}, {
  id: "4817717",
  stem: "梳理百年党史让人留下深刻记忆：一个主题贯穿全程，那就是实现中华民族伟大复兴；一个关系牢不可破，那就是党与人民休戚与共、生死相依；一个宗旨________，那就是全心全意为人民服务。\n填入画横线部分最恰当的一项是：",
  correct: ["始终不渝"],
  distractor: ["坚持不懈", "持之以恒", "一如既往"],
  unknown: []
}, {
  id: "4817724",
  stem: "红色资源是宝贵的革命历史文化遗产，全国各地都有自己独特的红色资源，这些红色资源具有唯一性和原真性的特点，十分珍贵，人们走进这些红色资源，正是想________地具体了解其独特的革命遗址、纪念物及先辈的革命事迹，在真实体验中感悟当年艰苦卓绝的革命历程和先辈崇高的革命精神。\n填入画横线部分最恰当的一项是：",
  correct: ["亲临其境"],
  distractor: ["设身处地", "近在咫尺", "寓教于乐"],
  unknown: []
}, {
  id: "4817733",
  stem: "过去几十年中国发展总体上很成功，但也存在一些________的短视行为，比如优先上马“短平快”赢利项目而忽视更需长期投入和经营的基础科学，有些重要项目采取简单外购的“拿来主义”而没下大力气自己攻关。结果，我们在一些关键技术上存在被人“卡脖子”的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["急功近利", "隐患"],
  distractor: ["好大喜功", "短板", "顾此失彼", "困境", "心浮气躁", "威胁"],
  unknown: []
}, {
  id: "4817738",
  stem: "把企业打造成创新人才成长的“快乐大本营”，要潜心营造自由宽松、宽容失败的创新文化。在美国硅谷，创新失败者被视为“有经验的人”而受到企业________，创新失败的历练增加了人才的市场价值。在中国，一些大企业对同一创新项目往往组建多个研发团队，鼓励团队之间的竞争，被淘汰者________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["青睐", "虽败犹荣"],
  distractor: ["重视", "习以为常", "赞誉", "心悦诚服", "欢迎", "比比皆是"],
  unknown: []
}, {
  id: "4817746",
  stem: "毋庸置疑，________科技创新的突破性力量，善用科技，将使我们的世界变得更加美好。但科技所蕴含的潜力要真正转化为对社会有意义的现实力量，真正形成________的趋利避害机制，需要包括科技企业在内的全社会的共同努力。在此过程中，技术调节的观念有助于促使科技的杠杆朝着有益社会的方向撬动。\n依次填入画横线部分最恰当的一项是：",
  correct: ["借助", "稳健"],
  distractor: ["顺应", "长效", "倚靠", "灵活", "利用", "新颖"],
  unknown: []
}, {
  id: "4817732",
  stem: "随着现代社会的发展，快餐文化开始________，并且不可避免地影响校园。以快餐阅读为例，时间和精力没少花，却可能收获寥寥。要想真正从阅读中有所收获，传统阅读仍是上选；就阅读效果而言，二者不能________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大行其道", "相提并论"],
  distractor: ["风靡一时", "混为一谈", "蔚然成风", "等量齐观", "大张旗鼓", "一概而论"],
  unknown: []
}, {
  id: "4817742",
  stem: "根植于中华大地的传统文化，是我们的先人在生产实践中________出来的文化精华，它反映了中国人的思维方式和道德观念。然而，由于时代和环境差异，这些传统文化往往被________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["总结", "束之高阁"],
  distractor: ["提炼", "熟视无睹", "孕育", "司空见惯", "浓缩", "漠然置之"],
  unknown: []
}, {
  id: "4817753",
  stem: "青年大学生思想比较活跃，充满激情和活力，接受新生事物快，参与意识强，但他们在认识和理解现实时也容易产生________的问题，对事物的________、困难的艰巨性认识不够。因此，我们应带领学生走出校门，走进丰富、生动的社会大课堂。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一叶障目", "复杂性"],
  distractor: ["管中窥豹", "多样性", "先入为主", "曲折性", "自以为是", "两面性"],
  unknown: []
}, {
  id: "4817776",
  stem: "除了一些常见元素，海水中还________了大量的微量元素。科学家________海水和海洋沉积物中各种各样的元素，去________大洋的洋流路径，了解不同水体之间的混合，确定海水的酸度，估算海水温度和盐度等。\n依次填入画横线部分最恰当的一项是：",
  correct: ["溶解", "利用", "追踪"],
  distractor: ["稀释", "通过", "分析", "分解", "根据", "研究", "溶化", "收集", "考察"],
  unknown: []
}, {
  id: "4817791",
  stem: "人无德不立，品德是为人之本。面对________的世界变局，要明辨是非、恪守正道；面对形形色色的外部诱惑，要保持定力、严守规矩；面对来之不易的美好岁月，要________、心怀感恩；面对强国强军的伟大事业，要________、勇于担当。\n依次填入画横线部分最恰当的一项是：",
  correct: ["扑朔迷离", "饮水思源", "责无旁贷"],
  distractor: ["纷繁复杂", "安之若素", "当仁不让", "眼花缭乱", "知恩图报", "一马当先", "一日千里", "安居乐业", "义不容辞"],
  unknown: []
}, {
  id: "4637294",
  stem: "思政课教师要有正确的党史观和过硬的党史知识，只有自己观点正确、史料丰富，才能准确无误地给学生指引方向、有力有理有据地反驳错误观点、________地选择恰当的教学方式，推动党史教育入脑入心、开花结果。\n填入画横线部分最恰当的一项是：",
  correct: ["游刃有余"],
  distractor: ["信手拈来", "轻而易举", "随心所欲"],
  unknown: []
}, {
  id: "4637527",
  stem: "卫星定位系统是通过获得卫星和用户接收机之间的距离来计算用户位置的，而距离等于传播时间乘以光速，因此，精确的距离测量实际上就是精确的时间测量。没有高精度的时频，卫星定位系统就不可能实现高精度的定位。所谓失之毫“秒”谬以千里，这正是原子钟________的地方。\n填入画横线部分最恰当的一项是：",
  correct: ["大显身手"],
  distractor: ["牛刀小试", "脱颖而出", "无往不利"],
  unknown: []
}, {
  id: "4639317",
  stem: "在未来战争中，掌握算法优势的一方，能快速准确________战场态势，创新最优作战方法，实现“未战而先胜”的战争目的。同时，智能科技将________到战争全要素全过程，物联网、智联网与脑联网成为战争的基础，从而使得战争全息透明，呈现战争控制“有人”、战场交锋“无人”的状态。\n依次填入画横线部分最恰当的一项是：",
  correct: ["预测", "渗透"],
  distractor: ["主导", "贯穿", "判断", "投射", "反映", "覆盖"],
  unknown: []
}, {
  id: "4637388",
  stem: "实施传统胸外按压心肺复苏，常会发生肋骨或胸骨骨折，导致肺、胸膜及心脏损伤，影响心肺复苏的成功率，急救专家由此探索出“胸路不通走腹路”的新路径，腹部提压心肺复苏技术________。与传统心肺复苏技术相比，该技术________，利用腹部提压心肺复苏仪达到起腹心动、起腹呼吸的目的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["应运而生", "另辟蹊径"],
  distractor: ["异军突起", "推陈出新", "横空出世", "一举两得", "粉墨登场", "扬长避短"],
  unknown: []
}, {
  id: "4637535",
  stem: "建筑工程投入巨大，一旦建成再做拆改可谓________。对此，需要完善设计规范和管理制度，从方案设计一开始就强化监管审核，确保建筑物在形体、色彩、体量、高度和空间环境等方面符合城市设计要求，避免陷入“________”的窘境，最大程度地维护公共利益。\n依次填入画横线部分最恰当的一项是：",
  correct: ["劳民伤财", "木已成舟"],
  distractor: ["徒劳无功", "覆水难收", "得不偿失", "尾大不掉", "血本无归", "闭门造车"],
  unknown: []
}, {
  id: "4637396",
  stem: "当前，我国发展面临着前所未有的风险挑战，既有国内的也有国际的，既有政治、经济、文化、社会等领域的也有来自自然界的，既有传统的也有非传统的，“黑天鹅”、“灰犀牛”还会________。要更好应对前进道路上各种可以预见和难以预见的风险挑战，我们必须从历史中获得启迪，从历史经验中提炼出________的法宝。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不期而至", "克敌制胜"],
  distractor: ["有机可乘", "攻无不克", "纷至沓来", "所向披靡", "不请自来", "攻坚克难"],
  unknown: []
}, {
  id: "4637341",
  stem: "解剖是认识动物体内形态特征的重要方式，但对于罕见或稀有物种而言，解剖无疑会破坏珍贵的样本，其损失________。近年来，无损检测已开始应用于文物鉴定等多种领域，________相关技术的应用经验，研发出一套专门针对珍稀动物样本无损检测的方法，必将大有可为。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不言而喻", "借鉴"],
  distractor: ["难以估量", "拓展", "触目惊心", "参考", "毋庸置疑", "模仿"],
  unknown: []
}, {
  id: "4639329",
  stem: "当今世界正经历百年未有之大变局，新一轮科技革命和产业变革深入发展，国际力量对比深刻________，和平与发展仍然是时代主题，人类命运共同体理念________，同时，国际环境日趋复杂，不稳定性不确定性明显增加，新冠肺炎疫情影响广泛深远，经济全球化遭遇逆流，世界进入动荡变革期。\n依次填入画横线部分最恰当的一项是：",
  correct: ["调整", "深入人心"],
  distractor: ["扭转", "经久不衰", "变化", "源远流长", "变换", "牢不可破"],
  unknown: []
}, {
  id: "4637374",
  stem: "人体肠道内生物的多样性令人惊讶，除细菌外，还________着数十万种被称为噬菌体的病毒，这些噬菌体可以感染细菌。众所周知，肠道微生物组不平衡会引发各种疾病，如炎症性肠病、过敏和肥胖，但我们对肠道细菌及噬菌体在人类健康和疾病方面起何种作用却________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["潜伏", "知之甚少"],
  distractor: ["分布", "浑然不觉", "活跃", "束手无策", "充斥", "一知半解"],
  unknown: []
}, {
  id: "4639341",
  stem: "稳就业之“稳”，既要着眼于________存量，让大家把“饭碗”端稳，更要着眼于扩大增量，拓宽就业空间。一方面需要不断优化营商环境，让新增市场主体成为解决就业的________；另一方面还要充分利用新技术衍生的新业态，引导人们转变观念，实现更宽更广的就业。\n依次填入画横线部分最恰当的一项是：",
  correct: ["巩固", "源头活水"],
  distractor: ["维持", "星星之火", "夯实", "不二法门", "强化", "中流砥柱"],
  unknown: []
}, {
  id: "4637534",
  stem: "系统观念是做好“十四五”时期各项工作必须坚持的重要原则。各级税务机关要加强________思考，立足当前、放眼长远，加强税收领域前沿问题研究，增强做好税收工作的主动性和预见性。要进行________谋划，自觉把税收工作融入到党和国家事业发展大局中去思考和谋划，加强“十四五”税收改革发展的顶层设计。\n依次填入画横线部分最恰当的一项是：",
  correct: ["前瞻性", "全局性"],
  distractor: ["针对性", "战略性", "系统性", "长期性", "独立性", "统一性"],
  unknown: []
}, {
  id: "4637378",
  stem: "病毒变异每时每刻都在发生，随机性极大，突变率高，变异速度快，这意味着它们更有机会形成适应环境的________。然而，并非每种变异都能让病毒存活并发展下去。同一时期，病毒的变异株可能有很多种，但“________”，只有那些能更有效________免疫系统侦测且传播能力强的毒株才能最终成为优势株。\n依次填入画横线部分最恰当的一项是：",
  correct: ["性状", "适者生存", "躲避"],
  distractor: ["特质", "优胜劣汰", "突破", "机能", "胜者为王", "迷惑", "表征", "此消彼长", "逃脱"],
  unknown: []
}, {
  id: "4637515",
  stem: "我国各地情况千差万别，要________推进城市空间布局形态多元化。东部等人口密集地区，要________城市群内部空间结构，合理控制大城市规模，不能盲目“摊大饼”。要推动城市组团式发展，形成多中心、多层级、多节点的网络型城市群结构。城市之间既要加强互联互通，也要有必要的生态和安全________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["因地制宜", "优化", "屏障"],
  distractor: ["持之以恒", "修正", "措施", "不遗余力", "重组", "壁垒", "循序渐进", "改善", "系统"],
  unknown: []
}, {
  id: "4637519",
  stem: "长期以来，由于政府同社会智库之间的智库成果报送渠道不畅，从而导致智库成果“体内循环多、成果转化少”等问题。为此，要给社会智库与官方智库________的待遇，建立畅通的智库成果快速报送渠道，________、广谋良策，充分发挥各级各类智库的“________”作用。\n依次填入画横线部分最恰当的一项是：",
  correct: ["平等", "广开言路", "参谋"],
  distractor: ["公平", "从善如流", "军师", "一致", "群策群力", "向导", "相同", "集思广益", "顾问"],
  unknown: []
}, {
  id: "4637524",
  stem: "发达国家一两百年出现的环境问题，在我国30多年来的快速发展中集中显现，呈现明显的结构型、压缩型、复合型特点，老的环境问题尚未解决，新的环境问题________。走老路，去无节制消耗资源，去不计代价污染环境，________！要正确处理经济发展同生态环境保护之间的关系，更加________地推动绿色发展、循环发展、低碳发展，决不以牺牲环境、浪费资源为代价换取一时的经济增长。\n依次填入画横线部分最恰当的一项是：",
  correct: ["接踵而至", "难以为继", "自觉"],
  distractor: ["层出不穷", "如履薄冰", "迅速", "数不胜数", "肆无忌惮", "努力", "突如其来", "积重难返", "积极"],
  unknown: []
}, {
  id: "4637267",
  stem: "文创产品能否经受检验、笑到最后，关键在于是否蕴含了深厚的文化价值与审美价值，在专注其实用价值的同时，更要看到它们所承载的文化意涵、所具有的文化表达功能。如果对传统文化________，盲目引入商业化流程，反而会贬损传统文化的价值。\n填入画横线部分最恰当的一项是：",
  correct: ["不求甚解"],
  distractor: ["敬而远之", "不以为然", "浅尝辄止"],
  unknown: []
}, {
  id: "4637381",
  stem: "近400年来，人类在探索宇宙方面取得了长足的进步。我们知道了地球上再壮观的烟火表演与超新星爆发相比，都________；一颗方糖大小的中子星就有数亿吨重；宇宙中充满着________的物质，包括难以捉摸的黑洞、暗物质、引力波等。\n依次填入画横线部分最恰当的一项是：",
  correct: ["黯然失色", "不可思议"],
  distractor: ["相形见绌", "林林总总", "不值一提", "莫名其妙", "大相径庭", "千奇百怪"],
  unknown: []
}, {
  id: "4637383",
  stem: "透光摄影、多光谱成像、三维病害模型\xb7\xb7\xb7\xb7\xb7\xb7这些听起来更像是医疗或化工业的技术，如今在文物修复圈成为________的“神器”。正是这些现代科技手段对文物的“问诊”与“体检”，弥补了用肉眼无法看到、用手无法摸到“病情”的缺陷，从而使修复人员可以“________”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["必不可少", "对症下药"],
  distractor: ["举足轻重", "有的放矢", "崭露头角", "药到病除", "交口称赞", "妙手回春"],
  unknown: []
}, {
  id: "4637390",
  stem: "太阳能、风能是产生电力的主要可再生新能源，但都具有随机性、________、波动性等特点。太阳能光板在晴天、白天时能发电，阴天、夜晚时就“罢工”了，风能发电也跟风力和天气息息相关。因此，目前迫切需要大规模储能装置，将富余的电能储存起来，在发电不足的时间用，以保证电力的________供给。\n依次填入画横线部分最恰当的一项是：",
  correct: ["间歇性", "平稳"],
  distractor: ["地域性", "持续", "阶段性", "弹性", "周期性", "高效"],
  unknown: []
}, {
  id: "4637395",
  stem: "商标是产品跨入市场的敲门砖，在行业竞争激烈的市场上，市场主体为了在竞争者中________，往往倾向于选择能够彰显个性、标新立异的标识作为商标。然而，如果一味追求个性、博公众眼球，效果可能________。一旦触碰公共秩序和良善风俗底线，就会遭遇商标注册申请被驳回的尴尬境遇。\n依次填入画横线部分最恰当的一项是：",
  correct: ["独树一帜", "适得其反"],
  distractor: ["一马当先", "大打折扣", "一鸣惊人", "事与愿违", "拔得头筹", "过犹不及"],
  unknown: []
}, {
  id: "4637343",
  stem: "基层是国家治理体系的末梢，但这末梢并非________的边角毫末，而是治理现代化总体方略的关键词，也是人民群众日常生活获得感的中转站。基层治理要满足群众的殷切期望，因此，需要________重心下移的治理体系，增添治理资源、激发治理活力，如此基层才能“发声呐喊”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无足轻重", "构建"],
  distractor: ["可有可无", "规范", "默默无闻", "打造", "微乎其微", "补充"],
  unknown: []
}, {
  id: "4637540",
  stem: "新闻工作一方面不能抱残守缺，不思改革，对于各种呼声________；另一方面又不能________，不加辨别地跟着各种思潮跑，没有一个界限。不然，就会乱套。对当前的各种社会思潮，我们要冷静地通过自己的头脑去思考，不能受随意性的支配。\n依次填入画横线部分最恰当的一项是：",
  correct: ["置若罔闻", "人云亦云"],
  distractor: ["敷衍了事", "随波逐流", "不以为意", "拾人牙慧", "莫衷一是", "避重就轻"],
  unknown: []
}, {
  id: "4637359",
  stem: "如今，网络文艺评论受到大众欢迎，但在花样繁多的内容背后经常________着商业目的，无论是无端批评，还是一味吹捧，都会对观众造成误导，给影视创作带来伤害。互联网的普及让我们既为网络文艺评论生态的蓬勃生长感到惊喜，也为其________的状况感到忧虑。\n依次填入画横线部分最恰当的一项是：",
  correct: ["潜藏", "泥沙俱下"],
  distractor: ["夹杂", "乌烟瘴气", "渗透", "鱼龙混杂", "裹挟", "杂乱无章"],
  unknown: []
}, {
  id: "4637526",
  stem: "研究基层政府治理体系，有利于从操作层面反观整个政府治理体系，用“________”的方式自下而上逐级剖析政府治理体系建设的逻辑，并通过“以小见大”的方法________政府治理体系的全貌。\n依次填入画横线部分最恰当的一项是：",
  correct: ["顺藤摸瓜", "还原"],
  distractor: ["抽丝剥茧", "呈现", "管中窥豹", "探求", "按图索骥", "推知"],
  unknown: []
}, {
  id: "4637543",
  stem: "作为对农村生产、生活和生态日常的记录，“三农”视频给人的感觉往往淳朴可亲。这不仅体现在内容上的________，也表现在美学风格上的“原生态”——拍摄是生活实拍，影像生产方式________“零添加”。这种真实的生活场景、粗粝的视频画面让观众仿佛回到童年，从而________了一种独特的美学风格。\n依次填入画横线部分最恰当的一项是：",
  correct: ["返璞归真", "趋向", "成就"],
  distractor: ["喜闻乐见", "类似", "开创", "朴实无华", "追求", "蕴含", "民淳俗厚", "达到", "代表"],
  unknown: []
}, {
  id: "4637379",
  stem: "对武器装备来说，没有永远的“明星”，只有彼此的“克星”。站在对手的角度，选准新装备的“克星”，才能让我们进一步________，抢在对手之前探寻更先进武器装备的制胜机理，打造出________未来战场的坚甲利器。从这个意义上说，一个强劲的对手，既是改进武器的“________”，也是研发武器的“催化剂”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["知己知彼", "适应", "磨刀石"],
  distractor: ["攻其不备", "颠覆", "指向标", "以逸待劳", "引领", "助推器", "战无不胜", "胜任", "源动力"],
  unknown: []
}, {
  id: "4637251",
  stem: "安装监控补光灯的目的在于更好地识别车辆信息，从而提高执法效率，存留违法车辆的有效证据。然而，交通执法的根本目的在于维护道路交通安全，如果执法手段本身对交通安全构成了隐患，甚至不幸导致事故，那么无疑是________。\n填入画横线部分最恰当的一项是：",
  correct: ["本末倒置"],
  distractor: ["得不偿失", "背道而驰", "因小失大"],
  unknown: []
}, {
  id: "4637363",
  stem: "在宇宙过去130多亿年里，暗物质扮演了十分重要的角色。由于在物质的质量比例上占据________地位，暗物质决定了宇宙物质在大尺度上的分布——宇宙大尺度结构。现代超级计算机模拟更是向我们揭示，宇宙中暗物质的空间分布可以再现观测到的星系分布，暗示了星系和暗物质之间________的关系。\n依次填入画横线部分最恰当的一项是：",
  correct: ["主导", "千丝万缕"],
  distractor: ["关键", "盘根错节", "核心", "唇齿相依", "优势", "如影随形"],
  unknown: []
}, {
  id: "4637398",
  stem: "当下，传播媒介的________为文化传播不断创造着新符号。其中，短视频平台跨越专业内容生产门槛，________海量用户，进行日常生活的自我呈现，体现了传播的视觉转向和影像化特点。而虚拟现实、增强现实、混合现实则在视觉、听觉、触觉等多模态符号中________了人类感官，建构受众的认知和体验。\n依次填入画横线部分最恰当的一项是：",
  correct: ["更迭", "聚集", "延伸"],
  distractor: ["创新", "吸引", "挑战", "涌现", "引导", "丰富", "升级", "融合", "重塑"],
  unknown: []
}, {
  id: "4637386",
  stem: "早期的电影多是全景式的“纪录视角”，这是由于摄影机无法移动，只能________传统戏剧我演你看的观演关系。随着各种摄影新技术和剪辑新手法的出现，电影依靠独特的镜头语言，逐渐脱离戏剧的束缚，________。完全依据戏剧思维，使用单一固定的场景所打造的电影虽有佳作，但________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["照搬", "自立门户", "屈指可数"],
  distractor: ["保持", "另起炉灶", "凤毛麟角", "沿袭", "独当一面", "差强人意", "复制", "革故鼎新", "寥寥无几"],
  unknown: []
}, {
  id: "4637366",
  stem: "如果历史观错误，不仅达不到学习教育的目的，反倒会________、走入误区。现在，一些错误倾向要引起警惕：有的________党史上的失误和曲折，肆意抹黑歪曲党的历史、攻击党的领导；有的将党史事件同现实问题刻意勾连、恶意炒作；有的不信正史信野史，将党史庸俗化、娱乐化，热衷传播八卦轶闻，对非法境外出版物________，等等。\n依次填入画横线部分最恰当的一项是：",
  correct: ["南辕北辙", "夸大", "津津乐道"],
  distractor: ["轻重倒置", "渲染", "青睐有加", "缘木求鱼", "聚焦", "趋之若鹜", "断章取义", "曲解", "如数家珍"],
  unknown: []
}, {
  id: "4637290",
  stem: "近年来出现的《我在故宫修文物》等以国宝为题材的纪录片，提供了认识历史的新________。这些纪录片以具体的文物为线索，又不________于文物，而是描绘物品所处时代的精神世界，以此引导当代观众与传统文化发生碰撞，引导情感参与，开拓历史视野。这些节目如同荧屏上的博物馆，让观众________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["视角", "拘泥", "流连忘返"],
  distractor: ["方向", "受制", "大开眼界", "境界", "局限", "身临其境", "途径", "止步", "叹为观止"],
  unknown: []
}, {
  id: "5104772",
  stem: "要增强风险意识，研判未来5年、15年乃至30年我国人口老龄化、人均预期寿命提升、受教育年限增加、劳动力结构变化等发展趋势，分析社会保障可能面临的新情况新问题，提高工作预见性和主动性，________采取应对措施。\n填入划横线部分最恰当的一项是：",
  correct: ["未雨绸缪"],
  distractor: ["大刀阔斧", "双管齐下", "因地制宜"],
  unknown: []
}, {
  id: "5104776",
  stem: "共青团紧扣党在不同历史时期的中心任务，团结带领广大团员青年积极投身人民群众的壮阔实践，在民族复兴征程上勇当先锋、倾情奉献，发挥生力军和突击队作用，使实现民族复兴成为中国青年运动________的恢弘主流。\n填入划横线部分最恰当的一项是：",
  correct: ["一以贯之"],
  distractor: ["勇往直前", "前赴后继", "齐心协力"],
  unknown: []
}, {
  id: "5104777",
  stem: "随着媒介技术快速发展，数字化交往空间开始重构城市与乡村的关系。人们对乡村的集体记忆和整体认知，不再________在实体的物理空间和生活场景中，新媒体产品折射出的乡味、野趣和新农村面貌等，________了大众的乡村印象。\n依次填入划横线部分最恰当的一项是：",
  correct: ["局限", "重塑"],
  distractor: ["围绕", "颠覆", "封闭", "改变", "限制", "反映"],
  unknown: []
}, {
  id: "5104780",
  stem: "马克思主义能不能在实践中发挥作用，关键在于能否把马克思主义基本原理同中国实际和时代特征结合起来。面对快速变化的世界和中国，如果________、思想僵化，没有理论创新的勇气，不能科学回答中国之问、世界之问、人民之问、时代之问，不仅党和国家事业无法继续前进，马克思主义也会失去________、说服力。\n依次填入划横线部分最恰当的一项是：",
  correct: ["墨守成规", "生命力"],
  distractor: ["纸上谈兵", "发展力", "固步自封", "凝聚力", "临渴掘井", "持久力"],
  unknown: []
}, {
  id: "5104781",
  stem: "管理犹如治水，疏堵结合才能________。事实上，“堵”的手段强调严明纪律、形成震慑，操作起来也简单有效，但关键在于是否能够以条令法规为依据进行科学把握。若对待部队建设中带有倾向性、________的问题，动辄要求“全部清除”“一律禁止”，甚至“乱打板子”，不仅很难达到目的，还会导致问题累积、矛盾升级。\n依次填入划横线部分最恰当的一项是：",
  correct: ["标本兼治", "普遍性"],
  distractor: ["一劳永逸", "紧迫性", "防微杜渐", "安全性", "事半功倍", "关键性"],
  unknown: []
}, {
  id: "5104782",
  stem: "缩微技术是目前国际公认的最为________的珍贵文献长期保存手段。一方面，保存缩微胶片所需空间远小于纸质书籍；另一方面，缩微胶片能保存更长时间。缩微拍摄后，古籍原件可以被更好地保护起来，古籍的内容也能“化身千百”、广为传播，而不是被“________”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["有效", "束之高阁"],
  distractor: ["传统", "与世隔绝", "常见", "视而不见", "流行", "隐姓埋名"],
  unknown: []
}, {
  id: "5104783",
  stem: "仅靠未成年人发挥自律性，主动去抵御网络诱惑并不现实。通过学校和家长的共同努力，可以实现一定程度的控制，但这需要一直盯着孩子，也很困难，还容易________。此前，为彻底落实游戏防沉迷措施，监管部门发布了一系列严规，给游戏平台戴上了“________”，获得非常好的成效。\n依次填入划横线部分最恰当的一项是：",
  correct: ["反弹", "紧箍咒"],
  distractor: ["回落", "保护套", "失效", "防盗网", "逆反", "连环扣"],
  unknown: []
}, {
  id: "5102663",
  stem: "从世界百年未有之大变局看，稳住农业基本盘、守好“三农”基础是应变局、开新局的“________”。对我们这样一个拥有14亿人口的大国来说，“三农”向好，全局主动。当前，国际环境日趋复杂，不稳定性不确定性日益增加，新冠肺炎疫情影响广泛深远，经济全球化遭遇________，世界进入动荡变革期。对此，我们要有清醒认识，做好打________的准备。\n依次填入划横线部分最恰当的一项是：",
  correct: ["压舱石", "逆流", "持久战"],
  distractor: ["总开关", "障碍", "车轮战", "定盘星", "停滞", "攻坚战", "助推器", "波折", "拉锯战"],
  unknown: []
}, {
  id: "5102626",
  stem: "传统手工艺产品一般在产业基地集中生产再销往全国乃至全世界，这使得各地旅游景点销售的手工艺产品常常来源一致，________。以各地博物馆为代表的单位已积极对地方物质文化遗产进行文化创意产品开发，有意识地进行地方资源的________创新，而包括非物质文化遗产在内的传统手工艺尚缺乏产品设计新意，未能________地方手工艺特色。\n依次填入划横线部分最恰当的一项是：",
  correct: ["大同小异", "针对性", "突显"],
  distractor: ["如出一辙", "颠覆式", "展现", "索然无味", "突破性", "涵盖", "乏善可陈", "开放式", "抓准"],
  unknown: []
}, {
  id: "5102635",
  stem: "化工企业在环保治理和达标排放上的确存在着________的现象，少数企业偷排乱放严重污染了当地环境，败坏了化工行业的________。专家认为，对这种违法企业无论怎样处罚都不为过，但是，简单粗暴的“一刀切”会让企业________，正常的生产运营受到严重影响，这有悖环保风暴的初衷。\n依次填入划横线部分最恰当的一项是：",
  correct: ["良莠不齐", "声誉", "人人自危"],
  distractor: ["愈演愈烈", "风气", "分崩离析", "竭泽而渔", "道德", "如履薄冰", "变本加厉", "操守", "难以为继"],
  unknown: []
}, {
  id: "5102183",
  stem: "改革和法治如鸟之两翼、车之两轮。党的十八大以来，全面深化改革的一个鲜明特点，就是把法治贯穿于改革全过程，在法治下推进改革、在改革中完善法治，保证改革和法治相互促进、________。\n填入划横线部分最恰当的一项是：",
  correct: ["相得益彰"],
  distractor: ["交相辉映", "相映成趣", "相为表里"],
  unknown: []
}, {
  id: "4662360",
  stem: "改革开放四十多年，发生了许多故事。在这些故事中，既有为改变命运而顽强打拼、从不怨天尤人的普通人，又有________、始终站在潮流之上的企业家，更有周旋于改革风险之间，为新生事物成长________的人民公仆。\n依次填入画横线部分最恰当的一项是：",
  correct: ["百折不回", "保驾护航"],
  distractor: ["白手起家", "遮风挡雨", "筚路蓝缕", "出谋划策", "独具慧眼", "运筹帷幄"],
  unknown: []
}, {
  id: "4662384",
  stem: "在区位、产业、资金等硬优势相对不足的情况下，我们如何吸引人才、留住人才？答案就在于形成软优势，在价值观念、制度体系、自然环境等方面形成比较优势。价值的认同、情感的共鸣，最能打动人心。人才工作不能________，必须深耕细作，向深处用情，既要有“千金市马骨”的________，也要有“千年等一回”的耐心。\n依次填入画横线部分最恰当的一项是：",
  correct: ["急功近利", "诚意"],
  distractor: ["浅尝辄止", "热情", "粗枝大叶", "决心", "好高骛远", "智慧"],
  unknown: []
}, {
  id: "4662398",
  stem: "中华文明看似柔和，实则坚强。这也从一个侧面，回答了为什么古代印度、古代埃及、古代巴比伦等文明古国早已进入了博物馆，唯有中华文明历经五千年风吹雨打，依然挺立、________，在人类文明的灿烂星空中闪烁着耀眼的光芒。知来处，明去处。正是中华文化典籍的代代传承，中华民族历经磨难而坚强屹立，中华文明饱经沧桑而________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["生机勃勃", "薪火相传"],
  distractor: ["不绝如缕", "美轮美奂", "势不可挡", "一脉相承", "源远流长", "彪炳千古"],
  unknown: []
}, {
  id: "4662410",
  stem: "量子计算技术快速发展对现有的密码技术构成极大的威胁和挑战，一旦实用化量子计算出现，将导致基于离散对数、整数分解的公钥密码体制直接被快速________，意味着当前所使用的网络信息系统不再安全。为应对此________威胁，美国和欧洲已经启动了抗量子计算攻击的密码算法标准化工作。\n依次填入画横线部分最恰当的一项是：",
  correct: ["攻破", "颠覆式"],
  distractor: ["取代", "现实性", "破解", "闪电式", "淘汰", "致命性"],
  unknown: []
}, {
  id: "4662414",
  stem: "毫无疑问，网络阅读对传统的纸质阅读造成了巨大冲击，这一现实推动了出版的电子化。但是网络盗版现象________，也________了网络阅读的健康发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["层出不穷", "制约"],
  distractor: ["此起彼伏", "阻碍", "乱象横生", "影响", "屡禁不止", "限制"],
  unknown: []
}, {
  id: "4662338",
  stem: "往事一旦写入回忆录，必然经过了一个主观________的环节。说到底，回忆录是选择性记忆的产物。每个人骨子里都有________的天性，趋利避害的本能。这决定了回忆录中的往事，可以被屏蔽、可以被改写，也可以被强化和升华。\n依次填入画横线部分最恰当的一项是：",
  correct: ["筛选", "扬长避短"],
  distractor: ["提炼", "避重就轻", "评判", "好大喜功", "归纳", "追名逐利"],
  unknown: []
}, {
  id: "4662347",
  stem: "随着多语平行语言资源和计算能力的快速增长，机器翻译的进步________。但也有专家明确表示：目前的机器翻译技术尚不成熟，无论是文本翻译，还是口语翻译，机器翻译的质量远没有达到令人满意的水平。错译、漏译比比皆是，上下文指代常常________，而且也没有在线的优化和学习能力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["有目共睹", "张冠李戴"],
  distractor: ["一日千里", "指鹿为马", "彰明较著", "答非所问", "众所周知", "鱼龙混杂"],
  unknown: []
}, {
  id: "4662356",
  stem: "杭州变临安、南京变金陵、西安变长安\xb7\xb7\xb7\xb7\xb7\xb7一夜之间，冬雪的银装素裹，使许多历史文化名城呈现出________的诗画意境。看着刷屏的雪景照片，有种现象________：雪落在“高大上”的现代建筑上，显得________；而当长桥短亭、雕梁画栋、飞檐翘角等与白雪相遇，总能呈现出让人惊叹的构图与意境。\n依次填入画横线部分最恰当的一项是：",
  correct: ["如梦如幻", "耐人寻味", "平淡无奇"],
  distractor: ["恍如隔世", "发人深省", "朴实无华", "影影绰绰", "相映成趣", "格格不入", "浮想联翩", "引人入胜", "意味隽永"],
  unknown: []
}, {
  id: "4662368",
  stem: "对于一位科学家来说，好奇心极其重要，是科学研究的驱动力。创新的________之一是先人一步，好奇心帮助科学家________、永不停留。假如别人已经踏出了一条上山的道路，科学家被好奇心________着，总想试试更快更好的道路，想去更多的山头看看风景。\n依次填入画横线部分最恰当的一项是：",
  correct: ["秘诀", "刨根问底", "驱使"],
  distractor: ["要义", "精益求精", "鞭策", "法则", "亦步亦趋", "推动", "根基", "追本溯源", "鼓舞"],
  unknown: []
}, {
  id: "4662379",
  stem: "春联的第一要素是“春”，不少作品中都有________、________、燕子等春天的意象，但这只是“小春”；另一个重要的意象是“祖国的春天”，由探月工程、________、________等国家发展新成就组成，这才是“大春”。它们共同构成一种欣欣向荣、喜气洋洋的氛围。\n依次填入画横线部分最恰当的一项是：",
  correct: ["梅花", "喜鹊", "北斗导航", "脱贫致富"],
  distractor: ["兰花", "蝴蝶", "两弹一星", "中国天眼", "桃花", "大雁", "高速铁路", "嫦娥五号", "月季", "天鹅", "杂交水稻", "丝绸之路"],
  unknown: []
}, {
  id: "5102259",
  stem: "水流与冰川的________，会碰撞出一个神奇的景观——冰川洞穴。冰岛的冰川洞穴更是一个独特存在，与世界其他地方的冰川洞穴相比，它们晶莹透明，极尽美妙。然而，在冰岛温和的海洋性气候和独特的地热环境下，它们几乎随时________，这使每个镜头都成为唯一的瞬间。\n依次填入划横线部分最恰当的一项是：",
  correct: ["相遇", "消融"],
  distractor: ["接触", "消失", "会合", "止息", "聚积", "融化"],
  unknown: []
}, {
  id: "4673104",
  stem: "新时代现实世界是如此新鲜丰富、多姿多彩，生活的________、人民的拼搏奋斗、家庭的________、百姓的爱恨喜痛，都值得作家去侧耳倾听、用心思考、挥笔书写，真正做到语出一人之口，呼出万众之声。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["日新月异", "酸甜苦辣"],
  distractor: ["精彩纷呈", "跌宕起伏", "精妙绝伦", "悲欢离合", "一日千里", "喜怒哀乐"],
  unknown: []
}, {
  id: "4673219",
  stem: "在中共一大纪念馆“真理的味道”展陈前，72种版本的《共产党宣言》作为“镇馆之宝”，吸引参观者驻足，在此________真理的力量。\n填入横线处最恰当的是：",
  correct: ["感悟"],
  distractor: ["感知", "体验", "品味"],
  unknown: []
}, {
  id: "4673221",
  stem: "历朝历代面临的生态问题不同，________保护环境的治理理念不变。无论在成文法典，还是在政府文件中，多有号令天下植树造林、固土防沙、兴修水利等内容。\n依次填入横线处最恰当的是：",
  correct: ["尽管", "但是"],
  distractor: ["因为", "所以", "不仅", "而且", "即使", "可是"],
  unknown: []
}, {
  id: "4673110",
  stem: "党的百年历史，就是党与群众水乳交融、________的历史。一条扁担、一张借据、半条棉被就是党与人民血肉相连、情深似海的________。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["休戚与共", "见证"],
  distractor: ["唇齿相依", "印记", "相濡以沫", "记忆", "众志成城", "证明"],
  unknown: []
}, {
  id: "4673222",
  stem: "乡村振兴，关键是产业振兴。因地制宜发展特色产业，大力推动一二三产业融合发展，不断________产业链、________供应链、________价值链，走出一条科学有效、农民受益的产业发展之路。\n依次填入横线处最恰当的是：",
  correct: ["延伸", "打造", "提升"],
  distractor: ["延伸", "提升", "打造"],
  unknown: []
}, {
  id: "4673106",
  stem: "每一寸鲜血浸染的红色热土，每一段感人至深的红色往事，都________着艰苦卓绝的牺牲奉献，________着气吞山河的壮丽辉煌，是全党全国各族人民弥足珍贵的精神财富。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["凝结", "铭刻"],
  distractor: ["汇聚", "镌刻", "凝聚", "描绘", "汇集", "勾勒"],
  unknown: []
}, {
  id: "4673112",
  stem: "一代代特区建设者________、艰苦创业，将昔日落后的边陲小镇、荒滩渔村建成了繁华的现代化城市，在建设中国特色社会主义伟大进程中谱写了勇立潮头、________的壮丽篇章。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["披荆斩棘", "开拓进取"],
  distractor: ["紧锣密鼓", "开天辟地", "一往无前", "开云见日", "乘风破浪", "开疆拓土"],
  unknown: []
}, {
  id: "4673114",
  stem: "社会是企业家施展才华的舞台。________真诚回报社会、切实履行社会责任的企业家，________能真正得到社会认可，________是符合时代要求的企业家。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["只有", "才"],
  distractor: ["只要", "就", "如果", "不仅", "还", "因为", "所以"],
  unknown: []
}, {
  id: "5101824",
  stem: "音乐是什么？也许永远无法得出________的答案，但是这个问题本身就有不可忽视的哲学分量。也许“做音乐”回应了人类比创造更________的需求：交流。声音向另一个人证明了我们的存在，转变成人际互动的形式，就是歌唱。\n依次填入画横线部分最恰当的一项是：",
  correct: ["确切", "深刻"],
  distractor: ["公认", "普遍", "精确", "基本", "公允", "迫切"],
  unknown: []
}, {
  id: "5101853",
  stem: "与人们想象中孤独挖掘内心或者寻找灵感的传统写作不同，网络文学生产仿佛一场在相同时空里不断发生的________，作者和读者之间存在大量互动，写作与阅读过程紧密结合。读者________至关重要，读者对创作的参与性也大大增强，作者和读者共同汇聚“创意”，实现作品的创造、更新和进化。\n依次填入画横线部分最恰当的一项是：",
  correct: ["接力赛", "反馈"],
  distractor: ["对抗赛", "沉浸", "擂台赛", "服务", "淘汰赛", "感受"],
  unknown: []
}, {
  id: "5101817",
  stem: "处于农耕时代、以农为本的古人，农业生产活动和日常生活易受气候变化、时令更替的制约，对季节、月令变换的细微不同的感受远较今人________。在传统的“天人合一”“天人感应”等观念的影响下，他们将日常生活细节和天地时令结合起来，在四时流转中过着一种审美诗意的生活，节日成为平常生活里________的重要节点。\n依次填入画横线部分最恰当的一项是：",
  correct: ["敏感", "熠熠生辉"],
  distractor: ["细腻", "寥寥可数", "直接", "念念不忘", "强烈", "孜孜以求"],
  unknown: []
}, {
  id: "5101833",
  stem: "沙发、台灯、水杯、音箱、灯罩、咖啡壶\xb7\xb7\xb7\xb7\xb7\xb7生活中充斥着大量“非规则平面”物体，它们中的一些未来可能会智能化，其智能化后的人机交互不再是通过一块平面屏幕，而是会实现物体本身可感知、可________、可对话，而要做到这一点，柔性电子技术________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["显示", "大有可为"],
  distractor: ["触摸", "迫在眉睫", "输出", "永无止境", "操控", "前途无量"],
  unknown: []
}, {
  id: "5101852",
  stem: "就我国而言，汉语受到英语等其他外语的影响是不可避免的，但我们也不必过于________，语言自有其净化________的内在机制，它会在与其他语言的交流中，取其精华，去其糟粕。\n依次填入画横线部分最恰当的一项是：",
  correct: ["杞人忧天", "筛选"],
  distractor: ["惴惴不安", "提升", "谈虎色变", "创新", "心灰意冷", "融合"],
  unknown: []
}, {
  id: "5101720",
  stem: "术语在学术交流过程中发挥着重要的，甚至是________的作用，它一方面节省了人们沟通交流的时间，另一方面也在一定程度上强化了共同体的集体认知。“隔行如隔山”，如果你不是某个领域的专业人士，那么你可能真就不明白某些术语到底是什么意思。但是，当我们把学术交流转变为大众传播时，就需要________对专业术语的使用。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不可替代", "警惕"],
  distractor: ["独一无二", "禁止", "一言九鼎", "减少", "非同小可", "放弃"],
  unknown: []
}, {
  id: "5101828",
  stem: "兰科植物全球现有接近30000个物种，我国约有1600余种。它们与中国社会有着深远而________的联系。公元元年以前的《神农本草经》，已有关于石斛、天麻等兰科植物的药用记录；而将兰科植物用于观赏的________，可能始于三国时期的贵族阶层，并________到了当代。\n依次填入画横线部分最恰当的一项是：",
  correct: ["密切", "传统", "延续"],
  distractor: ["确切", "习俗", "影响", "广泛", "情形", "波及", "紧密", "做法", "沿袭"],
  unknown: []
}, {
  id: "5101823",
  stem: "稳定的体温是恒温动物适应复杂多变环境的重要生理基础。恒温动物可以利用自身代谢________体温、维持体温________，进而拓展生存空间。长期以来，恒温曾被认为是哺乳类和鸟类所特有的。近年来，越来越多的研究发现恒温在其他脊椎动物谱系中同样存在，仅在鱼类中就至少独立________了六次。\n依次填入画横线部分最恰当的一项是：",
  correct: ["调节", "稳定", "演化"],
  distractor: ["改变", "稳固", "演变", "调整", "固定", "进化", "控制", "恒定", "演绎"],
  unknown: []
}, {
  id: "5101832",
  stem: "快门是相机中一个相当重要的装置，它以________的态度面对分分秒秒不停变化的现实，以及无法________的时间，最后，对着时间拉出一条线，决定我们所见的事物。这个动作，把现实中模糊存在的实像，转化为具有________方向性和意义的虚像，定影在底片上。\n依次填入画横线部分最恰当的一项是：",
  correct: ["果断", "捕捉", "明确"],
  distractor: ["忠实", "回忆", "清晰", "冷静", "复制", "唯一", "严谨", "定格", "准确"],
  unknown: []
}, {
  id: "4651520",
  stem: "填入文中画横线处最恰当的一项是：",
  correct: ["全天候"],
  distractor: ["一站式", "无缝隙", "定制型"],
  unknown: []
}, {
  id: "4651513",
  stem: "疫情导致全球产业格局重塑，中国国内也面临严峻挑战，中国将________内陆的新基建投资和消费转型构建稳定的国内循环，巩固脱贫攻坚成果与乡村振兴的有机________，进一步为深化中国自然资本增值和重塑区域经济提供新的方向。\n依次填入画横线处最恰当的一项是：",
  correct: ["依托", "衔接"],
  distractor: ["提振", "结合", "抓紧", "协调", "力促", "联系"],
  unknown: []
}, {
  id: "4651509",
  stem: "视听传播行业的发展繁荣，需要“数据治理”作保障。加大监管力度，不断________视听传播数据的管理体系，运用大数据等手段________统计信息系统，才能让相关政策法规更好落地见效，推动行业高质量发展。\n依次填入画横线处最恰当的一项是：",
  correct: ["健全", "完善"],
  distractor: ["规范", "支持", "升级", "更新", "优化", "重组"],
  unknown: []
}, {
  id: "4651517",
  stem: "广大进城务工人员常常在医疗、社保、子女入学等涉及公共服务均等化的民生保障问题上面临________，这些都是摆在我们面前的现实问题。城镇化是一个渐进过程，很多问题的解决无法________，但至少应该在发展的过程中，努力体现解决问题的诚意。\n依次填入画横线处最恰当的一项是：",
  correct: ["窘境", "一蹴而就"],
  distractor: ["挫折", "迎刃而解", "劣势", "急功近利", "困难", "立竿见影"],
  unknown: []
}, {
  id: "4651526",
  stem: "“微改造”的城市更新模式遵循“修旧如旧，建新如故”的原则，采取________的办法进行修复改造，很好地保留了历史建筑的整体________和空间肌理，同时________文创产业，为历史街区增添了活力。\n依次填入画横线处最恰当的一项是：",
  correct: ["精雕细刻", "风貌", "导入"],
  distractor: ["返璞归真", "面貌", "植入", "一丝不苟", "样貌", "融入", "纤毫毕现", "容貌", "引入"],
  unknown: []
}, {
  id: "4651534",
  stem: "中国人口众多，地域辽阔，使得我们具有________的内需市场和分工体系，即使在外部需求受到冲击的情况下，仍然可能通过增加内部的________来保持增长，这已经被全球金融危机后的一系列的事实所证明。由于各地发展仍不平衡，很多地方的经济发展具有很大的潜力，大国经济发展上的区域间的差异，既是作为发展中国家尚不发达的重要经济________，同时也是可以保持更长期持续增长“梯度效应”的重要条件。\n依次填入画横线处最恰当的一项是：",
  correct: ["得天独厚", "循环", "标志"],
  distractor: ["不可多得", "消费", "特征", "天时地利", "调节", "特点", "无可比拟", "供给", "标识"],
  unknown: []
}, {
  id: "4651544",
  stem: "以都市圈视角来看，超大城市的城区和郊区应该互相________、互相补充并________：城区是超大集聚，郊区则应该是中型或小型集聚；城区是尽显________的超级都市，郊区则是各有特色的市镇体系和生态田园；城区是高容积率和高密度的，郊区则是相对低容积率和低密度的。\n依次填入画横线处最恰当的一项是：",
  correct: ["错位", "相得益彰", "魅力"],
  distractor: ["提携", "美美与共", "气势", "呼应", "融为一体", "实力", "借鉴", "珠联璧合", "优势"],
  unknown: []
}, {
  id: "4651552",
  stem: "数字技术开启了图像和视频时代，极大拓展了各类人群参与文化创作和消费的规模。消费者以较低费用甚至免费登录一个平台，文化服务就会________，能够听到或试听世界各地的音乐，看到或试看全球的电影，________地欣赏博物馆中珍贵的藏品。手机和平板电脑的便携性和移动性，更加________现代社会快节奏、时间碎片化、空间移动频繁的特点，更利于创作和欣赏文化产品。\n依次填入画横线处最恰当的一项是：",
  correct: ["应有尽有", "足不出户", "契合"],
  distractor: ["触手可及", "酣畅淋漓", "符合", "扑面而来", "无拘无束", "贴合", "信手拈来", "赏心悦目", "切合"],
  unknown: []
}, {
  id: "4651557",
  stem: "与地震、爆炸不同，任何一场森林大火，最初都是比较________的，速度只有百米或几百米每小时，一旦发展成大火，速度会增加几十倍甚至上百倍，森林大火或特大火灾，依靠人力是很难扑灭的，它的热辐射能力非常强，防火隔离带对它________。当火线强度超过1700千瓦/米时，就超出了人类目前的灭火技术水平，只能依靠降雨、可燃物燃尽、燃至湖海等方式熄灭。因此，对于森林大火而言，________是最有效的办法。\n依次填入画横线处最恰当的一项是：",
  correct: ["温和", "无能为力", "防微杜渐"],
  distractor: ["微弱", "形同虚设", "未雨绸缪", "缓慢", "望洋兴叹", "防患未然", "可控", "鞭长莫及", "斩草除根"],
  unknown: []
}, {
  id: "4651497",
  stem: "作者以文学实录的形式写下的山民故事和个人感悟，________，情深意切。有的考证源流，有的用诗词歌赋表达山川秀美、古迹悠悠，有的记录________花海的一头幸福猪、古镇休憩中的一条藏獒，幽默之处常常引得读者________，有的讲述古城的故人故事，有的怀念家人朋友，感人至深。\n依次填入画横线处最恰当的一项是：",
  correct: ["娓娓道来", "徜徉", "会心一笑"],
  distractor: ["滔滔不绝", "徘徊", "拍手叫好", "从容不迫", "寄身", "抚掌大笑", "侃侃而谈", "闯入", "忍俊不禁"],
  unknown: []
}, {
  id: "4651503",
  stem: "访古是十分感人的经历，尤其是当我们踏上古代文献中________的地点时。亲手触摸庄重威严的利簋，秀丽铭文好像把我们拉回到三千年前牧野之战的场景，________中描绘的古代社会面貌在脑海中清晰了起来，我们感受到了历史迎面扑来的强烈震颤。这种感觉，对于考古学家来说可谓一种致命的“诱惑”。然而，身为一名严谨科学的从业者，必须对这种诱惑保持足够的警惕，维护考古记录的________，这是一名考古学者的自警，也是整个考古学学科的自尊。\n依次填入画横线处最恰当的一项是：",
  correct: ["耳熟能详", "只言片语", "独立性"],
  distractor: ["如雷贯耳", "刀光剑影", "客观性", "如数家珍", "白纸黑字", "严肃性", "司空见惯", "鼓角齐鸣", "主体性"],
  unknown: []
}, {
  id: "4651724",
  stem: "数字时代，________的科技进步为红色文创开拓了新的发展空间。一些设计师顺势而为，积极借助数字技术________红色资源，创新体验形式。\n依次填入画横线处最恰当的一项是：",
  correct: ["日新月异", "转化"],
  distractor: ["突飞猛进", "利用", "一日千里", "借鉴", "一飞冲天", "依托"],
  unknown: []
}, {
  id: "4651730",
  stem: "面对国际金融危机冲击，我们之所以能________，率先重返平稳较快发展轨道，靠的就是扩大内需，以内需的确定性和稳定性________外需的不确定性和不稳定性。相应地，我国经济的对外依存度有了明显下降。\n依次填入画横线处最恰当的一项是：",
  correct: ["化险为夷", "对冲"],
  distractor: ["处变不惊", "缓解", "有惊无险", "消弭", "处之泰然", "中和"],
  unknown: []
}, {
  id: "4651736",
  stem: "关于江南的意象，古代诗词中________。这些意象的产生，半是源于江南人对故乡的回望，半是来自异乡人的反观。在这中间，运河作为出入江南的重要通道，成了古典诗词的审美对象，因而有着“唐诗之河”“宋词之河”等________。\n依次填入画横线处最恰当的一项是：",
  correct: ["俯拾皆是", "美誉"],
  distractor: ["不计其数", "代称", "车载斗量", "雅号", "琳琅满目", "别称"],
  unknown: []
}, {
  id: "4651725",
  stem: "根据相关规定，当事人之间________串通，企图通过诉讼、调解等方式________他人合法权益的，人民法院应当驳回其请求，并根据情节轻重予以罚款、拘留；构成犯罪的，依法追究刑事责任。\n依次填入画横线处最恰当的一项是：",
  correct: ["恶意", "侵害"],
  distractor: ["故意", "侵犯", "有意", "侵占", "蓄意", "侵吞"],
  unknown: []
}, {
  id: "4651734",
  stem: "作为传统文化数千年一系的文明古国，中国数字文化产业发展有着得天独厚的________。中华文化源远流长、博大精深、丰厚多样，文化知识________巨大。我国数字文化产业能够萃取获得和转化创新的文化资源是海量和多元的。传承发扬中华文化，赋予中国传统优秀文化以精当表达，向世界准确________中国文化的当代价值，是数字文化产业的责任担当，也是巨大机遇。\n依次填入画横线处最恰当的一项是：",
  correct: ["资源禀赋", "存量", "传递"],
  distractor: ["发展空间", "数量", "传输", "先天优势", "体量", "传扬", "战略储备", "能量", "传播"],
  unknown: []
}, {
  id: "4651739",
  stem: "视线越过长满谷物的绿色斜坡，可以看见轻薄的雾气在远处林间________，群山________。白杨树娇嫩的新叶色泽浅淡发白，还不能像大片叶子那样哗啦啦作响，只在风中发出________的沙沙声。\n依次填入画横线处最恰当的一项是：",
  correct: ["缭绕", "若隐若现", "微弱"],
  distractor: ["环绕", "似有若无", "脆弱", "萦绕", "时有时无", "娇弱", "缠绕", "忽隐忽现", "纤弱"],
  unknown: []
}, {
  id: "4651737",
  stem: "资金不足是限制农产品品牌形成和发展的重要原因。品牌的建立是一个________的复杂过程。创立品牌、支撑品牌、品牌经销等各环节都需要资金________地注入，其中巨额广告费让许多农村电商经营主体________。从外部因素看，帮助农村电商经营主体解决资金问题是树立品牌的关键。\n依次填入画横线处最恰当的一项是：",
  correct: ["循序渐进", "源源不断", "望而却步"],
  distractor: ["旷日持久", "无休无止", "望尘莫及", "日积月累", "雷打不动", "心力交瘁", "环环相扣", "巨细无遗", "不堪重负"],
  unknown: []
}, {
  id: "4651780",
  stem: "填入文中画横线处最恰当的是：",
  correct: ["工作原理"],
  distractor: ["运行轨迹", "治疗机制", "传输方式"],
  unknown: []
}, {
  id: "4651772",
  stem: "《共产党宣言》不仅具有巨大的政治和历史价值，这篇光辉之作的“激扬文字”也是无与伦比的。“一个幽灵，共产主义的幽灵，在欧洲大陆徘徊。”哪个政治文件有这样________的开篇？“让统治阶级在共产主义革命面前发抖吧，无产者在这个革命中失去的只是锁链，他们获得的将是整个世界。”如此________的豪言，谁能不为之热血沸腾。\n依次填入画横线处最恰当的一项是：",
  correct: ["诗意", "掷地有声"],
  distractor: ["深邃", "舍我其谁", "厚重", "气壮山河", "抒情", "壮怀激烈"],
  unknown: []
}, {
  id: "4651765",
  stem: "虽然空间站运行在低地球轨道上，与地面的距离不过几百公里，相比于月球、火星等天体与地球的距离，显得“________”。但是这里已经进入了太空，可以获得微重力环境，也就是我们俗称的“失重”环境。这种在地面上难以长时间获得的特别环境，让空间站成为________的科学实验平台。\n依次填入画横线处最恰当的一项是：",
  correct: ["近在咫尺", "理想"],
  distractor: ["唾手可得", "稀缺", "微不足道", "完美", "不足挂齿", "高端"],
  unknown: []
}, {
  id: "4651773",
  stem: "现如今，各行各业因品牌效应而带来持续的经济收益十分可观，然而农村电商在建立农业品牌的道路上可谓________。由于受到长久以来分散生产经营的影响，农村电商未能切实体会到农产品品牌效应所能带来的巨大收益，以至于对建立品牌的________不足，缺乏动力。所以，________农村电商主体强化品牌意识至关重要。\n依次填入画横线处最恰当的一项是：",
  correct: ["举步维艰", "兴趣", "引导"],
  distractor: ["孤军奋战", "认识", "扶持", "一筹莫展", "经验", "协助", "凤毛麟角", "信心", "敦促"],
  unknown: []
}, {
  id: "4651777",
  stem: "中亚探险史，罗布泊是一个________的话题。我们所面对的“丝绸之路热”，是对罗布泊探险的接续。在一百多年的时间长河里，她绚丽的颜色一直没有褪去。当人们读到这本书的最后一页时，会为罗布荒原的大地早就面目全非而________，也会为作家从容穿越于时间壁垒间的气魄________。\n依次填入画横线处最恰当的一项是：",
  correct: ["经久不衰", "怅然若失", "拍案叫绝"],
  distractor: ["历久弥新", "痛心疾首", "自愧弗如", "讳莫如深", "喟然长叹", "击节赞叹", "众说纷纭", "抱恨终天", "赞不绝口"],
  unknown: []
}, {
  id: "5101711",
  stem: "儿童多动症的注意力缺陷症状延续到成人期，表现为做事拖延，时间管理能力差，组织性差，效率低等；而儿童期的多动或冲动症状，也常常以“________”的形式表现出来，比如计划多却难以坚持，频繁辞职更换工作，情绪控制能力差等。\n填入画横线部分最恰当的一项是：",
  correct: ["改头换面"],
  distractor: ["顾此失彼", "似是而非", "莫名其妙"],
  unknown: []
}, {
  id: "5102409",
  stem: "过去你可能有想不起要买什么的时刻，现在不会了，每一样内容里都________了营销，别人购物发了朋友圈会启发你也想买，还有各种各样的广告。现代人就像转笼里的仓鼠，在工作、消费的循环里________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["植入", "疲于奔命"],
  distractor: ["嵌入", "乐此不疲", "融入", "周而复始", "插入", "殚精竭虑"],
  unknown: []
}, {
  id: "5101820",
  stem: "咖啡和茶饮的成本结构、利润空间很________，大多包括店铺成本、损耗成本、原料成本、人工成本、管理成本、营销成本、租金成本等，差异最大的就是原料。茶饮的原料非常复杂，成本自然也比较复杂。但咖啡的原料________，成本和原料联系紧密，原料市场有变，就会影响到定价。\n依次填入画横线部分最恰当的一项是：",
  correct: ["接近", "单一"],
  distractor: ["稳定", "讲究", "透明", "关键", "相似", "重要"],
  unknown: []
}, {
  id: "5102369",
  stem: "《中华人民共和国海南自由贸易港法》第三十三条规定，海南自由贸易港推进国土空间规划体系建设，实行________的自然生态空间用途管制，严守生态保护________，构建以国家公园为主体的自然保护地体系，推进绿色城镇化、美丽乡村建设。\n依次填入画横线部分最恰当的一项是：",
  correct: ["差别化", "红线"],
  distractor: ["差异化", "底线", "个性化", "人性化", "红线"],
  unknown: []
}, {
  id: "4651836",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是：\n党的十九大以来，党中央全面分析国际科技创新竞争________，深入研判国内外发展形势，针对我国科技事业面临的突出问题和挑战，坚持把科技创新摆在国家发展全局的核心位置，全面________科技创新工作。",
  correct: ["态势", "谋划"],
  distractor: ["大势", "谋划", "态势", "策划"],
  unknown: []
}, {
  id: "4651843",
  stem: "将下列选项中的词语填入句子横线处，最恰当的一组是：\n这次疫情是对全球卫生治理体系的一次集中________。我们要加强和发挥联合国和世界卫生组织作用，完善全球疾病预防控制体系，更好预防和应对今后的疫情。",
  correct: ["检验"],
  distractor: ["考验", "锻炼", "磨炼"],
  unknown: []
}, {
  id: "4651846",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是：\n个人信息保护是数字经济和社会治理的底线，个人信息保护法的一大使命就是划出行为边界，引导并________政府和市场主体，使个人信息的收集、存储、使用、加工、传输、提供、公开等________，令侵害个人信息的行为能够得到法律惩处，为个人信息保护创造稳定可预期的常态化局面。",
  correct: ["约束", "有章可循"],
  distractor: ["约束", "有据可查", "制约", "有章可循"],
  unknown: []
}, {
  id: "4651849",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是：\n身居“唐宋八大家”之列的欧阳修，________文章冠绝一时，其为政措施________颇具创新意识。________欧阳修一生仕途坎坷，为官几十年竟遭三次贬谪，但他始终宠辱不惊，晚年________是旷达潇洒。",
  correct: ["不仅", "也", "尽管"],
  distractor: ["不但", "还", "不过", "更", "不仅", "也", "尽管"],
  unknown: []
}, {
  id: "4651851",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是：\n择业观是价值观和人生观的________，也是社会发展变化的________，就业观念的变化，折射出当代青年身上的朝气与锐气，也折射出时代的发展在当代青年身上留下的印记。",
  correct: ["缩影", "风向标"],
  distractor: ["掠影", "指南针", "缩影", "风向标"],
  unknown: []
}, {
  id: "4651856",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是：\n在很多外地人看来，把江西人称为“老表”，似乎是一种贬义，因为“老表”这两个字很下里巴人。江西人却以有这样一个称呼而感到非常自豪，无论海角天涯，无论是否________，相互之间只要听到“我是老表”，马上就像________的亲戚一样。",
  correct: ["素昧平生", "久别重逢"],
  distractor: ["萍水相逢", "不期而遇", "素昧平生", "久别重逢"],
  unknown: []
}, {
  id: "4651827",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是：\n他深知沦落江湖的艺人的________和痛苦，他是带着深厚的挚爱和同情来________这两个受着生活重压的小人物的。",
  correct: ["辛酸", "刻画"],
  distractor: ["心酸", "刻画", "描绘", "辛酸"],
  unknown: []
}, {
  id: "4651829",
  stem: "将下列选项中的词语依次填入各句横线处，最恰当的一组是：\n（1）如果仅凭蜻蜓点水式的观感，作出以偏概全的判断，就容易盲人摸象、________，就难以读懂真实而鲜活的农村，甚至陷入悲观悲情的泥潭。\n（2）在中华民族近代史上，贫困如影随形：多灾多难、饿殍遍地的记录________。",
  correct: ["一叶障目", "不胜枚举"],
  distractor: ["目无全牛", "俯拾皆是", "一叶障目", "不胜枚举"],
  unknown: []
}, {
  id: "4651831",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是：\n当时，军管组动辄干预并批判他们的技术工作，技术讨论会上甚至不允许使用外文字母作符号。很多技术人员自叹如倾巢之卵，________，即使慎重、委婉地表达看法，也仍常遭批判。但每次讨论会上，他仍坚持讲真话，明确地讲出自己对技术问题的看法，绝不________。",
  correct: ["噤若寒蝉", "随声附和"],
  distractor: ["守口如瓶", "随声附和", "噤若寒蝉", "广谋从众"],
  unknown: []
}, {
  id: "4651834",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是：\n在博物馆展厅中心，一件19世纪的婚纱头纱美得令人________。这件平铺面积达7平方米的头纱耗时数十年制作，将所有阿朗松针织花边技艺融为一体，仿佛一本花边“百科全书”。人们观赏它，是在探寻时光的________，也是________时间打磨后的精湛技艺。",
  correct: ["屏息凝神", "瑰丽", "感受"],
  distractor: ["心旷神怡", "绚烂", "品味", "瑰丽", "领会", "屏息凝神", "研习"],
  unknown: []
}, {
  id: "4807713",
  stem: "AI语音技术正在________，但现阶段，“检索式回答”是大多虚拟助手的主要人机交互方式之一，对话内容局限于模型自建库和互联网数据。用户的单个问题体量大且无法穷尽，依据互联网数据回答用户提问命中率低，这种整个行业普遍存在的情况因为大模型的加入得到了________。AI助手在听、看和感受等方面都因它获得了长足进步，变得越发“博学”，功能不多、语音识别不准、语音唤醒困难等种种不智能的表现正在一一________。\n依次填入划横线处的词语，最恰当的一项是：",
  correct: ["发展", "改善", "消除"],
  distractor: ["升级", "解决", "优化", "改善", "发展", "改变", "关注", "进化"],
  unknown: []
}, {
  id: "4807707",
  stem: "现阶段我国正全力推进智慧农业发展，将“智慧”赋能于农业生产的各个环节，从________、田间管理到收获，从靠________到看________，实现了由传统农业“看天”向智慧农业看“屏幕”的转变。\n依次填入划横线处的词语，最恰当的一项是：",
  correct: ["播种", "经验", "数据"],
  distractor: ["选种", "老天", "技术", "播种", "天气", "政策", "春播", "人力"],
  unknown: []
}, {
  id: "4807705",
  stem: "近年来，国产精品剧________，主旋律作品“爆款”频出，一部《山海情》实现了电视遥控器在家庭的代际统一，我们今天的幸福生活就是《觉醒年代》的续集，观众的真心点赞和真切感慨，体现了优秀国产剧的深厚观众缘，也证明了好作品的强大________。\n依次填入划横线处的词语，最恰当的一项是：",
  correct: ["层出不穷", "生命力"],
  distractor: ["异军突起", "感召力", "拨云见日", "凝聚力", "数不胜数", "创造力"],
  unknown: []
}, {
  id: "4807739",
  stem: "冬奥题材美术创作，绝不仅仅是将冰雪自然景观与冰雪运动________简单地组合或叠加，而是需要在深入理解奥林匹克精神的基础上，实现力与美“一加一大于二”的融合，是视觉上的绽放，也是精神上的________。\n依次填入划横线处的词语，最恰当的一项是：",
  correct: ["形象", "升华"],
  distractor: ["景象", "提升", "健儿", "超越", "场景", "提炼"],
  unknown: []
}, {
  id: "4807746",
  stem: "冬日晴空下，绵延上百公里的黄河湿地三门峡段，一群群“白衣仙客”悠然自得地________，时而引吭高歌，时而________，时而凌空亮翅，时而翩翩起舞，形成全国罕见的城市生态风景线。在三门峡，白天鹅与山水，与城市，与人，融为一体，创造着“天鹅之城”诗意栖居的日常生活场景。\n依次填入划横线处的词语，最恰当的一项是：",
  correct: ["徜徉", "婉转低鸣"],
  distractor: ["散步", "飞上云霄", "飞翔", "闲庭信步", "玩耍", "一飞冲天"],
  unknown: []
}, {
  id: "4807737",
  stem: "中国人的时间________与世界上其他国家的人一样，经历了自然时间向社会时间的转变，但中国是有着悠久农业传统的国家，依赖自然条件的农业生活，使中国人的时间观念，有着浓厚的________特点，季节岁时的感觉特别强烈。\n依次填入划横线处的词语，最恰当的一项是：",
  correct: ["感知", "自然性"],
  distractor: ["感悟", "天然性", "感觉", "农业性", "体验", "生态性"],
  unknown: []
}, {
  id: "5101815",
  stem: "从十九世纪末至今的一个多世纪里，西方世界的科幻小说作家和电影编剧导演们，几乎________地在反思科学的纲领下进行科幻创作。在这个纲领之下，西方科幻作品中普遍展示科学技术过度发展后的荒谬后果，________滥用科学技术对社会的危害。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不约而同", "警示"],
  distractor: ["出乎意料", "反省", "异口同声", "避免", "突如其来", "杜绝"],
  unknown: []
}, {
  id: "5108636",
  stem: '当我们引以为傲地去畅谈中华文明的缘起时，背后其实都少不了历史文献的记载做________。即便是在今天，考古学提供了认识历史的重要方式，但对文献进行校对、考证、梳理依然是进行专业研究的________。“左史记言，右史记事"，在历史的长河中，口耳相传的可靠性终究比不上卷帙浩繁的文献记录。\n依次填入画横线部分最恰当的一项是：',
  correct: ["支撑", "基本功"],
  distractor: ["依据", "拿手戏", "基础", "必修课", "论证", "主攻点"],
  unknown: []
}, {
  id: "4925413",
  stem: "“互联网+传统艺术”这种方式给传统艺人带来了新的发展机遇。首先，网上付费欣赏可以扩大受众规模，增加表演者的收入，稳定他们的内心，让他们没有后顾之忧。其次，网络世界青年群体居多，传统文化艺术要想更好地传承，抓住青年这个大群体________。\n填入画横线部分最恰当的一项是：",
  correct: ["势在必行"],
  distractor: ["刻不容缓", "迫在眉睫", "任重道远"],
  unknown: []
}, {
  id: "4925412",
  stem: "欧洲的古老岩画多为洞穴岩画，为了保护史前的艺术品，很多岩洞都采取了封闭措施，以保护史前的洞穴岩画不受游客呼吸和汗水的腐蚀。塞拉尼亚\xb7拉林多萨岩画全部暴露在外，在南美热带雨林的湿热气候中竟保持万年不变色，堪称奇迹。塞拉尼亚\xb7拉林多萨岩画无论是规模、内容、艺术水准还是保存状态，都令人________。\n填入画横线部分最恰当的一项是：",
  correct: ["叹为观止"],
  distractor: ["瞠目结舌", "大开眼界", "拍案叫绝"],
  unknown: []
}, {
  id: "4925415",
  stem: "2020年快速崛起的在线教育行业在2021年伊始就再次________。在去年的春晚舞台上，各大在线教育机构“八仙过海，各显神通”，纷纷通过知识福袋、免费赠课、抽奖、抢红包等多元化玩法与观众互动，并借此植入品牌，一举成为春晚赞助商主力，为新一年的用户和流量争夺战________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大放异彩", "跑马圈地"],
  distractor: ["粉墨登场", "排兵布阵", "崭露头角", "未雨绸缪", "独占鳌头", "养精蓄锐"],
  unknown: []
}, {
  id: "4925416",
  stem: "从实质上来说，星座的不同就是出生时间的不同。不同星座的人在精神气质或生理上是否存在差异，心理学研究的结果________。但医学上确有得到广泛承认的________。多种疾病是与时间有关的，比如季节性情绪障碍（SAD）是其中之一。\n\n依次填入画横线部分最恰当的一项是：",
  correct: ["模糊不定", "发现"],
  distractor: ["各执一词", "结论", "语焉不详", "证据", "模棱两可", "理论"],
  unknown: []
}, {
  id: "4925411",
  stem: "在中国考古学百年发展过程中，中华文明起源与发展是最为重要的研究内容，也是几代考古人________、潜心研究的重大课题。几代考古人勤奋耕耘，________，勾勒出中华文明起源与发展的轮廓。\n依次填入画横线部分最恰当的一项是：",
  correct: ["孜孜以求", "薪火相传"],
  distractor: ["废寝忘食", "前赴后继", "默默无闻", "一往无前", "甘于奉献", "淡泊名利"],
  unknown: []
}, {
  id: "4925410",
  stem: "近几年，随着全球政治经济环境变化，有的国家大搞单边主义、保护主义，传统国际循环明显________。这种情况下，必须把发展立足点放在国内，更多依靠国内市场实现经济发展。我国是全球最大和最有潜力的消费市场，具有巨大增长空间。改革开放以来，我们遭遇过很多外部风险冲击，最终都能________，靠的就是办好自己的事、把发展立足点放在国内。\n依次填入画横线部分最恰当的一项是：",
  correct: ["弱化", "化险为夷"],
  distractor: ["受阻", "枯木逢春", "下挫", "柳暗花明", "迟缓", "有备无患"],
  unknown: []
}, {
  id: "4925414",
  stem: "市场经济环境中，作品成了产品，要到市场上销售，出品方需要锦上添花的广告，所以，出品方不仅生产作品，也生产有利于销售产品的评论，评论的评判功能慢慢向商品广告的功能转化，评论的环境发生了变化，评论的________也受到影响，评论家说真话就有了难度，好处说好容易，坏处说坏不易，这是客观存在的，这也是________、绕来绕去不做判断之文风形成的原因之一。\n依次填入画横线部分最恰当的一项是：",
  correct: ["独立性", "吞吞吐吐"],
  distractor: ["专业性", "瞻前顾后", "创造性", "含含糊糊", "及时性", "闪烁其词"],
  unknown: []
}, {
  id: "4925417",
  stem: "人口学或许是最有趣的研究学科，在________的专有名词和一堆无趣的统计数字背后，暗藏着人类社会最________的故事，包括生与死、社群的兴起与衰落、移民落脚他乡的挣扎、我们该如何________退休生活以及孩子的未来，等等。\n依次填入画横线部分最恰当的一项是：",
  correct: ["枯燥乏味", "精彩", "规划"],
  distractor: ["琳琅满目", "感人", "安排", "高深莫测", "平凡", "经营", "眼花缭乱", "温馨", "应对"],
  unknown: []
}, {
  id: "4925425",
  stem: "历史是一面镜子。以史为鉴，才能避免________。对历史，我们要心怀敬畏、心怀良知。历史无法改变，但未来可以________。铭记历史，不是为了延续仇恨，而是要共同引以为戒。传承历史，不是为了________过去，而是要开创未来，让和平的薪火代代相传。\n依次填入画横线部分最恰当的一项是：",
  correct: ["重蹈覆辙", "塑造", "纠结"],
  distractor: ["妄自尊大", "期盼", "沉溺", "原地踏步", "开创", "重复", "莫衷一是", "展望", "留恋"],
  unknown: []
}, {
  id: "5102652",
  stem: "走进榆阳乡村，田成方、树成行，渠成网、路相通，一幢幢农家院落________，一个个乡村旅游景点别具特色，一张张笑脸幸福满满，蓝天白云与阡陌纵横的农田交相辉映，诗意盎然的田园画卷________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["错落有致", "美不胜收"],
  distractor: ["鳞次栉比", "美轮美奂", "风格迥异", "赏心悦目", "星罗棋布", "尽收眼底"],
  unknown: []
}, {
  id: "4817937",
  stem: "近年来，随着外部环境和我国发展所具有的要素禀赋的变化，市场和资源两头在外的国际大循环动能明显减弱，而我国内需潜力不断释放，国内大循环活力日益强劲，两者客观上呈现________的态势。\n填入划横线部分最恰当的一项是：",
  correct: ["此消彼长"],
  distractor: ["休戚与共", "共生共荣", "稳中向好"],
  unknown: []
}, {
  id: "4817940",
  stem: "作为一门美丽的学问，宇宙微波背景辐射物理在过去的半个世纪里毫无疑问地向世人展现了她的魅力。“天生丽质难自弃”——作为未来几十年内CMB研究的两大主要科学目标“原初引力波探测”和“CMB透镜测量”，必定会再次用她纯净的美________人们的心灵。\n填入划横线部分最恰当的一项是：",
  correct: ["震撼"],
  distractor: ["涤荡", "震动", "激荡"],
  unknown: []
}, {
  id: "4817944",
  stem: "虽说春兰秋菊各一时之秀，但同兰比起来，唯菊独占一秋。“秋风有意染黄花”，如果你领悟了菊的意韵，是不是也会去有意为菊________一番。\n填入划横线部分最恰当的一项是：",
  correct: ["点染"],
  distractor: ["藻饰", "润饰", "点缀"],
  unknown: []
}, {
  id: "4817980",
  stem: "不断攀升的销售总额、不断刷新的“购物车”清单，清晰地勾勒出中国消费结构优化升级、不断________新增长点的轨迹。令人振奋的不只有消费时点的成交额，还有背后消费新业态的成长与新模式的更迭。正是后者________了中国不断迸发的创新活力，令人对中国经济行稳致远更有信心。\n依次填入划横线部分最恰当的一项是：",
  correct: ["催生", "凸显"],
  distractor: ["打造", "透露", "培育", "展现", "带动", "反映"],
  unknown: []
}, {
  id: "4817987",
  stem: "工匠精神是一种严谨认真、精益求精、追求完美的精神。我国自古就有________和弘扬工匠精神的优良传统。《诗经》中的“如切如磋，如琢如磨”，反映的就是古代工匠在切割、打磨、雕刻玉器时精益求精、反复________的工作状态。\n依次填入划横线部分最恰当的一项是：",
  correct: ["尊崇", "琢磨"],
  distractor: ["推崇", "雕琢", "崇奉", "加工", "传承", "打磨"],
  unknown: []
}, {
  id: "4817993",
  stem: "莫罗城堡扼守哈瓦那港，高耸的城堡通过木吊桥和石通道与外相连，堡内四通八达的隧道、厚重的石门、嘎吱作响的木梯，都给城堡________了历史感。与堡内________的空间形成鲜明对比，堡顶是拥抱大海与蓝天的开阔地。几台锈迹斑斑的大炮一字排开，仿佛在诉说着当年的悲壮历史。\n依次填入划横线部分最恰当的一项是：",
  correct: ["增添", "逼仄"],
  distractor: ["增进", "斜仄", "增设", "狭仄", "增补", "险仄"],
  unknown: []
}, {
  id: "2579000",
  stem: "21世纪以来，关于人类起源的研究成果日新月异，但资料仍不够丰富，因而学者们对此________。过去的160多年间，随着出土人类化石和文化遗物的增多、有关学科的加入，科学界对人类历史的认识不断更新，有多种假说虽曾盛极一时却终被________。我们应综合考虑多个学科新的研究成果，才能得到客观的、较合理的认识。\n依次填入画线部分最恰当的一项是：",
  correct: ["众说纷纭", "取代"],
  distractor: ["莫衷一是", "挑战", "一筹莫展", "放弃", "各执己见", "改进"],
  unknown: []
}, {
  id: "2578999",
  stem: "在此次新型冠状病毒肺炎疫情防控过程中，高科技尤其是大数据技术被广泛采用，通过________确定病毒传播途径，进行重点防控。可以说，利用科技手段，我们编制出了密不透风的疫情防控网络，把大海捞针变为________。\n依次填入画线部分最恰当的一项是：",
  correct: ["精准", "按图索骥"],
  distractor: ["反复", "有的放矢", "广泛", "轻而易举", "及时", "有章可循"],
  unknown: []
}, {
  id: "2578998",
  stem: "每个人的需求都是不同的，真正的大学生活，根本就没有什么“标配”。所谓的“标配”其实是一种________印象，其中甚至可能有商家为了促销而________的影子。\n依次填入画线部分最恰当的一项是：",
  correct: ["刻板", "推波助澜"],
  distractor: ["偏执", "趁火打劫", "虚假", "顺水推舟", "从众", "添油加醋"],
  unknown: []
}, {
  id: "2578995",
  stem: "新型冠状病毒肺炎疫情全球蔓延所产生的一个直接后果，是使粮食和能源等大宗商品的生产、流通和贸易出现________，价格大幅波动，而作为与世界经济深度融合的中国经济自然难以________。\n依次填入画线部分最恰当的一项是：",
  correct: ["梗阻", "独善其身"],
  distractor: ["分化", "袖手旁观", "萎缩", "明哲保身", "断裂", "置身事外"],
  unknown: []
}, {
  id: "2578992",
  stem: "从艺术创作实践到艺术理论，需要以问题为________。正是在回答艺术创作实践提出的一个又一个挑战性问题过程中，艺术理论得到发展和完善。这就要求艺术理论工作者在关注实践的过程中有自觉的问题意识，能够敏锐捕捉、准确接住创作现实抛出的新问题。从艺术现场破题，从问题症结处________，锐意创新。\n依次填入划横线部分最恰当的一项是：",
  correct: ["中介", "迎难而上"],
  distractor: ["向导", "大显身手", "根源", "激流勇进", "媒介", "百折不回"],
  unknown: []
}, {
  id: "4817936",
  stem: "汽车是20世纪现代化的重要标志，以石油为燃料的汽车工业________是世界各强国经济腾飞的龙头和重要支柱。近年来，世界主要汽车大国纷纷加强战略谋划、强化政策支持，跨国企业加大研发投入、完善产业布局，新能源汽车成为全球汽车产业转型发展的主要方向和促进未来世界经济持续增长的重要________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["曾经", "引擎"],
  distractor: ["一向", "动力", "之前", "源泉", "向来", "引领"],
  unknown: []
}, {
  id: "4817943",
  stem: "磁控软体机器人，就像一根细细的导线，能在复杂的血管环境中________，帮助医生完成脑部等微创手术。机器人内芯是一种柔软的聚合物基质，其中均匀分布着磁性微粒，因而可以通过外部磁场编程精确控制机器人的走向。为了________出入复杂曲折的脑血管环境，机器人最外层还涂有一层水凝胶以降低表面摩擦力。\n依次填入划横线部分最恰当的一项是：",
  correct: ["穿行", "灵活"],
  distractor: ["穿梭", "灵敏", "流通", "便于", "通行", "灵巧"],
  unknown: []
}, {
  id: "4817955",
  stem: "今年汛前黄河调水调沙特别突出抓住水沙关系________的“牛鼻子”，按照安全可控、________的原则，结合中游水库腾库迎汛要求，以黄河中下游现状水沙调控工程为主体，以中下游水库群河道水沙联合调控技术为________，在确保防洪安全的前提下，科学调度中游水库，实现水库排沙减淤、维持下游中水河槽过流能力、保障抗旱用水安全和持续改善下游生态等目标，发挥水资源综合效益。\n依次填入划横线部分最恰当的一项是：",
  correct: ["调节", "统筹兼顾", "支撑"],
  distractor: ["调剂", "不偏不倚", "支持", "调整", "面面俱到", "支柱", "协调", "应有尽有", "支援"],
  unknown: []
}, {
  id: "4817963",
  stem: "文运同国运相牵，文脉同国脉相连。文化是一个国家、一个民族的灵魂，文化遗产是文明文化的记忆________。每一项文化遗产，必定都经过历史的________、岁月的洗礼和文化的沉淀，________着一个国家、一个民族特有的情感和智慧。\n依次填入划横线部分最恰当的一项是：",
  correct: ["载体", "冲刷", "凝结"],
  distractor: ["承载", "冲撞", "凝聚", "库存", "冲击", "聚结", "宝库", "冲洗", "聚集"],
  unknown: []
}, {
  id: "4817976",
  stem: "中国企业在计算机视觉、机器学习、图像识别、生物识别、语音识别和自然语言处理关键技术领域不断取得________。在经历了PC时代的Windows和移动互联网时代的Android和iOS之后，与新一代人工智能相________的操作系统正在________原有的垄断。\n依次填入划横线部分最恰当的一项是：",
  correct: ["突破", "适应", "打破"],
  distractor: ["突进", "适合", "颠覆", "进步", "对应", "击破", "进展", "切合", "破除"],
  unknown: []
}, {
  id: "4817996",
  stem: "我们用世界银行的最新数据，补充安格斯\xb7麦迪森的历史数据，可以清晰地显示中国经济发展在数千年中的________。在公元1000至1600年之间，中国的人均收入大体上处于世界平均水平；经济规模（GDP总量）长时间保持世界首位，1820年时竟占到世界经济总量的1/3。不过，也正是在那个时刻，中国在世界经济“大分流”中落到了________的国家行列，无论是经济总量占世界的比重，还是与世界平均水平相比的相对人均收入都一路下跌，逐渐把中国推入________的境地。\n依次填入划横线部分最恰当的一项是：",
  correct: ["兴衰更替", "停滞", "积贫积弱"],
  distractor: ["潮起潮落", "滞后", "一穷二白", "兴衰荣辱", "停息", "水深火热", "大起大落", "滞缓", "万丈深渊"],
  unknown: []
}, {
  id: "4817904",
  stem: "一般来说，神经网络算法的第一步是学习。在这个过程中，神经网络需要不断________突触的数值，以便改进算法表现，更好地完成分配给它的任务。不幸的是，算法用来________神经网络中突触正确数值的技术来自于一套复杂的数学方法，被称为“反向传播”。这个过程需要________一系列高精度运算，会消耗大量能量。\n依次填入划横线部分最恰当的一项是：",
  correct: ["调整", "识别", "执行"],
  distractor: ["充实", "辨析", "运行", "扩大", "辨识", "实行", "完善", "辨别", "施行"],
  unknown: []
}, {
  id: "2731022",
  stem: "除印文“大刘记印”四字之外，该印的尺寸也值得关注。从尺寸上看，长、宽各1.7厘米，约合汉尺七分四。湖南长沙收缴品“长沙王印”与之最接近，长1.65厘米、宽1.6厘米，约合汉尺七分。陕西咸阳征集品“皇后之玺”长、宽各2.8厘米，约合汉尺一寸二分，即《续汉书志\xb7祭祀志》所谓“方十二分”。诸侯王玺长、宽各2.3厘米，约合汉尺一寸，即《汉书\xb7严助传》所说的“方寸之印”。“大刘记印”和“长沙王印”的尺寸接近，加之两印的主人都是上层贵族。可见，西汉私人用印应该是________见方的规制。\n填入横线处最恰当的一项是：",
  correct: ["七分"],
  distractor: ["八分", "一寸", "一寸二分"],
  unknown: []
}, {
  id: "2732682",
  stem: "湖南是华夏文明的重要________之一。炎帝陵就坐落于今湖南省株洲市炎陵县城西鹿原陂，数千年的香火传承，________了其独特的历史文化地位，也成为了海内外炎黄子孙谒祖祈福、旅游观光、研学交流、文化体验以及接受中华传统文化教育和爱国主义教育的________旅游目的地。\n依次填入画横线部分最恰当的一项是：",
  correct: ["发祥地", "成就", "知名"],
  distractor: ["发源地", "建立", "知名", "发祥地", "成立", "著名", "树立"],
  unknown: []
}, {
  id: "2732684",
  stem: "度过了漫长的中世纪之后，西方社会迎来了文化启蒙的思想大解放时期。这一时期，西方的哲学家将本体论的问题抛在了一边，________地研究起了认识论，也就是“人如何认识外在世界”的问题。外在世界________可以认识？这在我们普通人看来根本不是一个问题，________在哲学家眼中，这却是一个很大的问题。\n依次填入画横线部分最恰当的一项是：",
  correct: ["专心致志", "是否", "但"],
  distractor: ["聚精会神", "如何", "或者", "一本正经", "居然", "然而", "心无旁骛", "难道", "不过"],
  unknown: []
}, {
  id: "11446009",
  stem: "人的生命具有无限的韧性和耐力，只要你始终如一地努力做下去，无论在怎样的处境都不________，就一定能创造出令自己和他人都感到震惊的成就。\n填入画横线部分最恰当的一项是：",
  correct: ["自暴自弃"],
  distractor: ["悔过自新", "好高骛远", "前功尽弃"],
  unknown: []
}, {
  id: "11445967",
  stem: "虽然我们还没有掌握外星人存在的直接证据，但现代天文学确证：地球人的出现是宇宙演变的结果；由于自然法则在宇宙中具有普遍性，导致地球人诞生的因素也会出现在苍茫宇宙的某处。因此，不少科学家________：宇宙中存在外星人。\n填入画横线部分最恰当的一项是：",
  correct: ["坚信"],
  distractor: ["怀疑", "质疑", "证实"],
  unknown: []
}, {
  id: "3523492",
  stem: "早在商汤时代，浴盘上就镌刻有“苟日新，日日新，又日新”的铭词，旨在激励自己澡身而浴德，澡雪而精神，既要盥洗身体，更要涤荡心灵，保持向新求新的精神，产生________的进步。\n填入划横线部分最恰当的一项是：",
  correct: ["日新月异"],
  distractor: ["与日俱进", "竿头日上", "突飞猛进"],
  unknown: []
}, {
  id: "3522455",
  stem: "现代体育比赛不仅是各国运动员速度与力量的竞技场，也是世界各国展示形象、尖端科技与体育融合的大舞台。随着人类对挑战自身的执着追求，各竞技项目的成绩不断________人体能力的极限，要想进一步提高比赛成绩，哪怕是提高百分之一甚至千分之一，教练与运动员都要竭尽全力采用各种方式和技术去实现，科技的赋能作用也就愈发重要。\n填入划横线部分最恰当的一项是：",
  correct: ["逼近"],
  distractor: ["刷新", "挑战", "考验"],
  unknown: []
}, {
  id: "3522897",
  stem: "凡事绝非一日之功。我国生态文明建设水平仍滞后于经济社会发展，生态环境恶化趋势尚未得到根本扭转。特别是对积弊日久、历史欠账较多的生态环境来说，更不可能一蹴而就、________，需要付出长期不懈的艰苦努力。\n填入划横线部分最恰当的一项是：",
  correct: ["立竿见影"],
  distractor: ["一劳永逸", "一了百当", "水到渠成"],
  unknown: []
}, {
  id: "3522941",
  stem: "实体书店不仅是一种商业业态，也是一个文化标志，更是一座城市的文化招牌。实体书店要想在图书市场上赢得竞争，关键要找准定位，________自己的比较优势和市场价值，在服务上做得更加周到精准，才能让读者________，让逛书店成为文化时尚，让更多人浸润在浓郁书香中。\n依次填入划横线部分最恰当的一项是:",
  correct: ["明确", "纷至沓来"],
  distractor: ["明晰", "络绎不绝", "确定", "源源不断", "确立", "客似云来"],
  unknown: []
}, {
  id: "3522429",
  stem: "实际上普通话和方言不是同一层次上的交际工具，普通话是全民共同语，是官方语言，而方言是区域性的，是民间语言。通过明确________，普通话和方言可以做到并行不悖，甚至________，相得益彰。\n依次填入划横线部分最恰当的一项是：",
  correct: ["界定", "相辅相成"],
  distractor: ["规定", "齐头并进", "划分", "互为表里", "区分", "珠联璧合"],
  unknown: []
}, {
  id: "3522972",
  stem: "在高山相夹的谷底，有时能直观地看到地形对云的________：气流翻山越岭被抬升形成波动气流，在气流的波峰与波谷之前，云也随之上下扭曲。在一些情况下，大气温度和高度成反比，处于波谷处的温度更高，达不到云________的温度，而波峰处的温度可以形成云，这样就形成了有云和无云条带反复交错的波状云天空。\n依次填入划横线部分最恰当的一项是：",
  correct: ["塑造", "凝结"],
  distractor: ["制造", "凝集", "打造", "凝聚", "创造", "凝固"],
  unknown: []
}, {
  id: "3522401",
  stem: "个人信息保护立法的优劣，最重要的评价标准就是科学而且精准地________两大法律价值，一方面是保障个人信息权益，同时又不能过度影响个人信息的合理利用。相信随着各方积极参与讨论，________，最终一定会制定出一部良善的个人信息保护法，实现二者的________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["平衡", "集思广益", "兼顾"],
  distractor: ["权衡", "齐心协力", "融合", "衡量", "博采众长", "统一", "均衡", "广开言路", "两全"],
  unknown: []
}, {
  id: "3522447",
  stem: "当前，构建中国特色文艺理论体系已渐成学界共识，但在推进建设的道路上，________易，具体而微难；空喊口号易，付诸实践难。中国特色文艺理论体系建设，除了宏观维度的考量，更需要大功细作，从概念、范畴、术语及具体议题设置等微观层面入手，________，聚沙成塔，一砖一瓦搭建大厦。\n依次填入划横线部分最恰当的一项是：",
  correct: ["大而化之", "条分缕析"],
  distractor: ["坐而论道", "步步为营", "小题大做", "集腋成裘", "通观大局", "精雕细琢"],
  unknown: []
}, {
  id: "3522899",
  stem: "人体是一个庞大的共生体。人体皮肤表面、口腔、呼吸道、肠道________着大量微生物，它们的数量是人体本身细胞的数十倍，编码的基因是人体基因的100倍。每个人的身体里都会有微生物留存的痕迹，而人体的健康会与体内的菌群________。人们将特定环境中包括微生物在内的总DNA称为宏基因组。\n依次填入划横线部分最恰当的一项是：",
  correct: ["生存", "休戚与共"],
  distractor: ["寄生", "同气连枝", "依附", "表里相依", "潜伏", "如影随形"],
  unknown: []
}, {
  id: "3522431",
  stem: "野草属于乡间大地。在城市里被水泥丛林挤得难有________的野草，即便得到了点滴瘠薄的土地，也生长得________，茎叶上积满了灰尘，一副失魂落魄的样子。那些生长在乡间大地上的野草，则________地在风中低语，在雨中吟唱。\n依次填入划横线部分最恰当的一项是：",
  correct: ["栖身之地", "萎靡不振", "惬意"],
  distractor: ["一席之地", "没精打采", "肆意", "弹丸之地", "垂头丧气", "适意", "一隅之地", "奄奄一息", "恣意"],
  unknown: []
}, {
  id: "3522898",
  stem: "大自然的________让囊谦县成为了神圣的万山之宗、圣洁的江河之源，扎曲、孜曲、巴曲、热曲、吉曲五条大河由西北平行向东南贯穿全境。有人戏说，在囊谦旅行，不需要准备矿泉水，随处可见清澈纯净的溪流，掬________清泉入口，甘甜爽口，________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["鬼斧神工", "一捧", "沁人心脾"],
  distractor: ["天造地设", "一把", "心旷神怡", "巧夺天工", "一掌", "美轮美奂", "神来之笔", "一洌", "乐以忘忧"],
  unknown: []
}, {
  id: "3522957",
  stem: "解释国家兴衰是许多学科________的学术好奇心所在，经济学家更是________地发展出各种理论框架，期冀破解经济增长之谜。激励学者们把中国这个经历了由盛至衰的历史作为主要研究对象的，是以著名的中国科技史学家李约瑟命名的所谓“李约瑟之谜”。这个谜题尝试回答为什么在前现代社会，中国科技________于其他文明，而近现代中国不再具有这样的领先地位。\n依次填入划横线部分最恰当的一项是：",
  correct: ["旷日持久", "孜孜不倦", "遥遥领先"],
  distractor: ["绵延不绝", "孜孜矻矻", "迥然不同", "亘古不变", "皓首穷经", "名列前茅", "持之以恒", "殚精竭虑", "一枝独秀"],
  unknown: []
}, {
  id: "3523494",
  stem: "无论是体长、体重或是综合进行考量，蓝鲸都无愧于现存最“大”的生物体。而生活在广袤的大洋中，蓝鲸不需要像陆生动物那样费力地支撑起自己沉重的身躯，可以自在地________。\n填入划横线部分最恰当的一项是：",
  correct: ["巡游"],
  distractor: ["洄游", "巡回", "逡巡"],
  unknown: []
}, {
  id: "3524708",
  stem: "人体已经适应了地表生活，进入太空后，难免会出现________反应，毕竟细胞间的相互作用与在地表时迥异。\n填入划横线部分最恰当的一项是：",
  correct: ["异常"],
  distractor: ["奇妙", "特殊", "奇特"],
  unknown: []
}, {
  id: "3522456",
  stem: "《周书》曰：“小满之日苦菜秀。”小满时节，麦类、谷物等农作物子粒开始饱满，但尚未成熟，恰是青黄不接的时候。而田间地头的野菜正蓬勃生长，采食野菜来度过饥荒，自是________。\n填入划横线部分最恰当的一项是：",
  correct: ["顺理成章"],
  distractor: ["不容置疑", "水到渠成", "理所当然"],
  unknown: []
}, {
  id: "3523497",
  stem: "随着微信用户群体不断扩大，微信在流量获取、社群运营、用户规模与黏性方面的优势越发明显，越来越多的教育产品开始________微信生态探索新的服务模式，吸引用户进行________分享，以降低获得新用户的成本，提升用户黏性。\n依次填入划横线部分最恰当的一项是：",
  correct: ["借助", "持续性"],
  distractor: ["借用", "全方位", "依托", "聚变式", "凭借", "立体化"],
  unknown: []
}, {
  id: "3523502",
  stem: "我国的大禹治水传说和西方的诺亚方舟故事为我们呈现了中西文化的美丽景观，“娴静”的中国传统文化与“跃动”的西方文化相映，东方的责任意识和西方的权力思想相辅，________我们走向中西文化差异的源头，启发我们________中西文化的特质和精髓，促使我们相互借鉴、彼此“扬弃”，绘写多彩的人类文明图画。\n依次填入划横线部分最恰当的一项是：",
  correct: ["引导", "思索"],
  distractor: ["引领", "思考", "指引", "拷问", "指示", "追寻"],
  unknown: []
}, {
  id: "3522458",
  stem: "南音是中国现存最古老的乐种之一，以其大量的曲目、古老的乐器和自成体系的记谱方法，________着汉唐以来中国音乐的血脉。南音被誉为“中国音乐历史的活化石”，在中国音乐史中具有________的特殊地位，极具历史、文化、学术研究价值。\n依次填入划横线部分最恰当的一项是：",
  correct: ["延续", "不可替代"],
  distractor: ["贯通", "独一无二", "承载", "举足轻重", "沿袭", "出类拔萃"],
  unknown: []
}, {
  id: "3523016",
  stem: "国产电影之所以能够在票房上与席卷全球的好莱坞电影________，很大程度上是因为国产电影这种互联网气质带来的亲切感、平民化，这是好莱坞电影难以比拟的________优势。\n依次填入划横线部分最恰当的一项是：",
  correct: ["分庭抗礼", "本土"],
  distractor: ["平分秋色", "突出", "不相上下", "草根", "和衷共济", "特别"],
  unknown: []
}, {
  id: "3522459",
  stem: "成年人总是认为孩子思维幼稚、理解力有限，这其实是一种________。得益于蓬勃发展的信息技术和日益便利的交通出行，如今的孩子比以往掌握更多知识，也更加渴望了解世界。阅读可以打开一扇扇门，让他们看见广阔的世界，了解活着的意义，也要面对死亡和失去。而友谊和爱，这些宝贵的品质犹如黑夜中的明灯，终将________他们面向世界，走向未来。\n依次填入划横线部分最恰当的一项是：",
  correct: ["偏见", "引领"],
  distractor: ["成见", "推动", "误读", "促进", "误解", "带动"],
  unknown: []
}, {
  id: "3522928",
  stem: "橄榄油被用于制作肥皂，最早的________资料显示是在公元前2000年，在苏美尔地区发现的黏土片，极像是________的油脂与碱、钾、钠、树脂和盐多种成分混合的产物。当时，人们用橄榄油和一种常见植物燃烧后的灰烬中的碱来制作肥皂。\n依次填入划横线部分最恰当的一项是：",
  correct: ["可考", "沸腾"],
  distractor: ["佐证", "饱和", "公开", "流动", "可靠", "液态"],
  unknown: []
}, {
  id: "3522879",
  stem: "除了用于作战外，现代头盔经过改良已被广泛应用于民用领域。自行车场地比赛很早就有佩戴头盔的规定，一方面是因为比赛时________，碰撞事故频发；另一方面是二十世纪八九十年代侧重空气动力学的场地赛车研发，将选手身体纳入到设计因素中，头盔也成为________阻力的重要配件之一。\n依次填入划横线部分最恰当的一项是：",
  correct: ["你追我赶", "降低"],
  distractor: ["短兵相接", "提高", "夹枪带棒", "降低", "针锋相对"],
  unknown: []
}, {
  id: "3522432",
  stem: "颠覆性技术具有两面性，既可能产生正面结果，也可能带来负面影响。它可能对已有的技术和市场带来革命性________，甚至改变世界力量________。通常，这类技术的出现没有规律，更难以________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["影响", "平衡", "预测"],
  distractor: ["作用", "均衡", "预料", "变革", "均匀", "预想", "改革", "平均", "预估"],
  unknown: []
}, {
  id: "3522989",
  stem: "机器智能，是指机器所具有的一种能力，它使机器能够________通常需要人类智能才能完成的任务。在过去的几年里，机器智能取得了极为快速的发展和举世瞩目的成绩，从“阿尔法狗”打败围棋世界冠军，到全自动无人驾驶汽车首次在公共道路上行驶，这一系列革命性的________让公众对机器智能的能力刮目相看。如今，机器智能系统已经________应用到商业、政府和个人生活的各方面，对原来的机器人产业进行了升级。\n依次填入划横线部分最恰当的一项是：",
  correct: ["执行", "创新", "广泛"],
  distractor: ["完成", "创造", "普遍", "承担", "改革", "普及", "贯彻", "革新", "宽泛"],
  unknown: []
}, {
  id: "2742330",
  stem: "依次填入文中第42条画横线处最恰当的是：",
  correct: ["完善", "统筹"],
  distractor: ["制定", "及时", "整理", "持续", "研究", "切实"],
  unknown: []
}, {
  id: "2742295",
  stem: "语言是民族认同最重要的标志，因此，大力开展历史汉语、现代汉语研究的重要性________。\n填入画横线部分最恰当的一项是：",
  correct: ["不言而喻"],
  distractor: ["有目共睹", "不置可否", "众口一词"],
  unknown: []
}, {
  id: "2742300",
  stem: "《中庸》不同于《大学》，后者________，对于核心概念的相互关系有明确规定；前者相对散漫，没有交代各个部分之间的逻辑联系，留下巨大的言说空间与理论张力。\n填入画横线部分最恰当的一项是：",
  correct: ["纲举目张"],
  distractor: ["包罗万象", "字字珠玑", "条分缕析"],
  unknown: []
}, {
  id: "2742303",
  stem: "在艺术加工时，为了制造情节冲突难免会和现实之间产生“折射”，导致________偏差，在一些情况下，只要“无关大雅”便“相安无事”。因此，我们不能过于________地要求电影等同现实。\n依次填入画横线部分最恰当的一项是：",
  correct: ["细节", "苛刻"],
  distractor: ["观点", "简单", "主题", "严厉", "线索", "粗暴"],
  unknown: []
}, {
  id: "2742311",
  stem: "总是盯着科学大问题，不如蹲下身子多从________之处发掘一些“小问题”。有些科学问题看似小，只要________可能会有意想不到的惊喜。\n依次填入画横线部分最恰当的一项是：",
  correct: ["细微", "坚持不懈"],
  distractor: ["矛盾", "矢志不渝", "空白", "锲而不舍", "隐蔽", "百折不挠"],
  unknown: []
}, {
  id: "2742318",
  stem: "公众对科普活动参与度越高，越有助于科学素质的提升；公众科学素质越高，科普事业也随之________。两者的良性循环，无疑会________出科学事业和创新驱动战略的一片沃土，培育出更多的创新人才和高素质创新大军。\n依次填入画横线部分最恰当的一项是：",
  correct: ["水涨船高", "涵养"],
  distractor: ["日臻完善", "挖掘", "一日千里", "开拓", "方兴未艾", "积蓄"],
  unknown: []
}, {
  id: "2742323",
  stem: "如果某些领域存在法律规制缺位，或法律惩罚力度过于轻微，抑或法律规范难以深入其中、________，有关部门可以考虑在该领域引入信用制度来解决这些难题。但是，引入社会信用制度，是一把双刃剑，必须慎重对待，明晰认定标准，防止失信行为认定的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["力有不逮", "泛化"],
  distractor: ["顾此失彼", "盲目", "相形见绌", "随意", "力不从心", "模糊"],
  unknown: []
}, {
  id: "2742328",
  stem: "政企良性互动是优化营商环境的重要举措。市场经济是典型的“候鸟经济”，哪里环境好，企业就往哪里走。加强政企良性互动，广泛听取企业心声，充分了解企业诉求，有利于政府________、靶向发力，进一步提升营商环境优化的________性、落地率和覆盖面。\n依次填入画横线部分最恰当的一项是：",
  correct: ["对症开方", "精准"],
  distractor: ["因地制宜", "主动", "顺势而为", "持续", "有的放矢", "稳定"],
  unknown: []
}, {
  id: "2742302",
  stem: "人工智能可以自动识别标本，这对植物学家来说当然不是________。毕竟，大部分鉴定工作枯燥又无聊，但又________，人工智能在这些地方帮忙，真是不能更贴心。开一个脑洞，如果科学家能把那些________又不得不做的都交给人工智能，科学产出会不会更加丰富？\n依次填入画横线部分最恰当的一项是：",
  correct: ["威胁", "至关重要", "繁琐"],
  distractor: ["打击", "举足轻重", "冗长", "阻挠", "迫在眉睫", "机械", "妨碍", "应接不暇", "浅显"],
  unknown: []
}, {
  id: "2742306",
  stem: "有观点认为，在信息流爆炸及碎片化的当下，人物访谈节目已经不再被需要。但不能忽略的是，访谈背后是一个个________的人物，节目由此呈现对人性内里的深层次________，社会话题也通过讨论引起发酵和反思，这正是访谈节目的________所在。\n依次填入画横线部分最恰当的一项是：",
  correct: ["鲜活", "挖掘", "价值"],
  distractor: ["典型", "发挥", "亮点", "独特", "揭露", "内涵", "有趣", "展现", "魅力"],
  unknown: []
}, {
  id: "2742309",
  stem: "弦理论有一项很古怪的推测，认为宇宙中________着成百上千种几乎隐形的粒子，并且在很久之前，这些粒子曾经组成过一张横跨整个宇宙的弦网络。尽管还未做到________，但它是目前最接近真相的“万物理论”。这些假想粒子也被称为“轴子”，假如能________它们的存在，就意味着我们生活在一个广阔的“轴子宇宙”中。\n依次填入画横线部分最恰当的一项是：",
  correct: ["充斥", "尽善尽美", "证实"],
  distractor: ["弥漫", "无懈可击", "辨明", "汇聚", "天衣无缝", "判断", "映现", "自圆其说", "验证"],
  unknown: []
}, {
  id: "3522850",
  stem: "人脸识别系统深度学习的数据越多，人脸识别的效果就会越精确。只要给予足够多的人脸攻击大数据样本，机器就能够自主地学习到伪造图像或合成视频中的________，最终就能得到对于这些攻击的分辨能力。并且，随着学习数据的不断增多，深度学习系统也会一天比一天强大，让各种各样的“换脸”________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["瑕疵", "无所遁形"],
  distractor: ["弊端", "无计可施", "错误", "插翅难逃", "缺陷", "束手无策"],
  unknown: []
}, {
  id: "3523005",
  stem: "“我思故我在”“我劳故我在”，这种存在方式带给我两书柜的劳绩，好比几根火柴捆绑在一起，多少有了一点________。这种存在方式也带给我________的生活习性。活得实在、活得真实，在我看来是整个人生的真谛。我喜欢像罗丹的《思想者》那样，没有________、没有装点，通过自己的文字，赤膊面对这个世界。\n依次填入划横线部分最恰当的一项是：",
  correct: ["硬度", "简朴", "遮掩"],
  distractor: ["厚度", "简单", "掩饰", "亮度", "简洁", "遮挡", "温度", "简练", "修饰"],
  unknown: []
}, {
  id: "3522410",
  stem: "“回输”是细胞治疗需要________的主要手段之一。将细胞注射回人体，犹如将一艘艘小船放回航道，而人体内是一个密织交错的“航道网”，如果没有有效的、执行力强的“导航”设备，只能“________”。无法到达指定位置的细胞治疗，功效将被大大________，甚至不起作用。\n依次填入划横线部分最恰当的一项是：",
  correct: ["仰仗", "随波逐流", "稀释"],
  distractor: ["凭借", "离弦走板", "侵蚀", "依靠", "返本还原", "缩小", "依仗", "随俗浮沉", "减弱"],
  unknown: []
}, {
  id: "4658471",
  stem: "明确规定儿童票从“量身高”转为“看年龄”，顺应了公众普遍期待的改革方向，也是对相关概念的“________”。无论是联合国儿童权利公约，还是我国相关法律法规，界定儿童的唯一标准就是年龄。\n填入画横线部分最恰当的一项是：",
  correct: ["正本清源"],
  distractor: ["追根究底", "条分缕析", "求真务实"],
  unknown: []
}, {
  id: "4658473",
  stem: "创新面对的最大难题是高失败率。高失败率导致创新的________太高，于是一些创业者便选择“拷贝”、模仿别人的创新。不过，哪怕创新失败的人也应得到社会的________，因为正是不断的失败，造就了真正的创新者。\n依次填入画横线部分最恰当的一项是：",
  correct: ["成本", "尊重"],
  distractor: ["门槛", "理解", "风险", "同情", "投入", "认可"],
  unknown: []
}, {
  id: "4658475",
  stem: "媒体一直被认为是社会的________，通过新闻事实选择、新闻价值判断等新闻生产机制，对大千世界的变动进行舆论监督，进而________公众对大部分人所无法亲身经历和体验的事实的了解和认知，发挥着议程设置和社会协调的功能。\n依次填入画横线部分最恰当的一项是：",
  correct: ["守望者", "影响"],
  distractor: ["掌控者", "引导", "巡夜人", "激发", "代言人", "左右"],
  unknown: []
}, {
  id: "4658483",
  stem: "人际纠葛的处理方式直接体现社会成员的精神面貌与人格修养，也反映一个社会的文明程度。一些人面对磕磕碰碰，不是________，而是火冒三丈；不是冷静应对，而是宣泄情绪。心态失衡、情绪失控，可能有压力过大等原因，但互联网上日渐增多的谩骂，现实中时有所闻的暴力，都提醒人们，“心灵炎症”需要疗治，理性________需要弥补。\n依次填入画横线部分最恰当的一项是：",
  correct: ["平心静气", "缺失"],
  distractor: ["宽以待人", "瑕疵", "从容不迫", "缺陷", "据理力争", "匮乏"],
  unknown: []
}, {
  id: "4658490",
  stem: "虽然美洲人很早就把玉米作为主食，但欧洲人对此________。直到15世纪末哥伦布到了北美，才发现这种美妙的粮食。不过，粮食与物种的传播过程，历来________，也有人认为在哥伦布之前玉米就传到了欧洲。\n依次填入画横线部分最恰当的一项是：",
  correct: ["浑然不知", "众说纷纭"],
  distractor: ["不屑一顾", "莫衷一是", "不以为然", "不言自明", "嗤之以鼻", "见仁见智"],
  unknown: []
}, {
  id: "4658500",
  stem: "在多元共生的文化语境里，影视艺术________。然而，近年来一些有悖于主流价值观和审美观的作品混入其中，甚至大行其道。而一些观众尤其是年轻观众却对这些作品________，并由此产生认同和效仿，让不良思想渐次蔓延。\n依次填入画横线部分最恰当的一项是：",
  correct: ["异彩纷呈", "趋之若鹜"],
  distractor: ["百花齐放", "津津乐道", "日新月异", "乐此不疲", "别具一格", "奉若圭臬"],
  unknown: []
}, {
  id: "4658464",
  stem: "古有西王母“其状如人，豹尾虎齿”，今有豹纹服饰。可见，在人类文化中，豹总是和________联系在一起。同时，豹也多是________的象征，希腊罗马神话中的酒神狄奥尼索斯就多以骑豹或者披豹皮的形象出现，《诗经\xb7郑风\xb7羔裘》中的君子也是“羔裘豹饰，孔武有力”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["时尚", "勇猛"],
  distractor: ["个性", "魁梧", "优美", "智慧", "高雅", "彪悍"],
  unknown: []
}, {
  id: "4658465",
  stem: "在一个新词汇层出不穷的时代，准确说出所思所想，比不假思索套用流行词汇更有________。很多时候，网络用语的风头正盛只是暂时的，真正拥有生命力的语言总会在时间的沉淀下大浪淘沙。只有直面内心感受的差异化表达，才能________，造就语言的经典。\n依次填入画横线部分最恰当的一项是：",
  correct: ["价值", "经久不衰"],
  distractor: ["意义", "一语中的", "难度", "历久弥新", "个性", "掷地有声"],
  unknown: []
}, {
  id: "4658497",
  stem: "民族音乐被认为是一种高雅艺术，但高雅并不等于________。民族音乐来源于生活，是民众最________的东西，很容易产生共鸣。在各种音乐会中，我们很注意观众的________，看哪些作品被演奏出来的时候，会将现场气氛推向一个高潮。\n依次填入画横线部分最恰当的一项是：",
  correct: ["曲高和寡", "熟悉", "反应"],
  distractor: ["完美无缺", "亲近", "体验", "一枝独秀", "欣赏", "情绪", "阳春白雪", "喜欢", "状态"],
  unknown: []
}, {
  id: "4658507",
  stem: "取名不规范已经成为中国楼市的怪现状。讨彩头、求吉利本来________，但如果追逐流俗，浮华之风和矫饰文化就会“________”。若只是市场流俗，不违反法治原则和市场规则也就罢了，若用“大、洋、怪”或“擅自更名”的方式去________商业利润，不仅坐实了资本贪婪之名，甚至可能违反法律。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无可厚非", "应运而生", "追逐"],
  distractor: ["理所当然", "水到渠成", "获取", "习以为常", "层出不穷", "谋求", "顺理成章", "蔚然成风", "牟取"],
  unknown: []
}, {
  id: "3523549",
  stem: "华夏文明甚至整个人类文明发展演变到今天，其实都有一个________的过程，人们喜欢自由自在地生活，不喜欢被叠床架屋束缚，简洁的价值观与人类追求单纯明净的趣味也非常契合。\n填入画横线部分最恰当的一项是：",
  correct: ["删繁就简"],
  distractor: ["言简意赅", "去伪存真", "去粗取精"],
  unknown: []
}, {
  id: "3523569",
  stem: "“一日为师，终身为父”，是传统师徒制的写照。历史上，师徒制保障了传统工艺技艺的________，可谓手工业时代的一种职业教育模式。随着工业文明的发展，大机器生产使职业院校代替师徒制，成为培养产业工人的主阵地。\n填入画横线部分最恰当的一项是：",
  correct: ["薪火相传"],
  distractor: ["生生不息", "蒸蒸日上", "一脉相承"],
  unknown: []
}, {
  id: "3523574",
  stem: "积极的爱国应该有意识地诉诸理性。一个________爱国的人，如果不能冷静下来，以理性的方式表达爱国诉求，而是任由自己的爱国情感________，完全可能适得其反，不仅帮不到自己的国家，还会损害自己的国家，同时又戕害到无辜的他人。\n依次填入画横线部分最恰当的一项是：",
  correct: ["自诩", "泛滥"],
  distractor: ["自夸", "蔓延", "自命", "失控", "自吹", "放纵"],
  unknown: []
}, {
  id: "3523578",
  stem: "山川地理的阻隔是把“双刃剑”，在某种程度上，它可以________免受外部干扰的环境，使不同人群在漫长历史时期得以自由地各自向前发展，保护文化的多样性；但是封闭的环境同时也很可能________文化的活力，使其停滞不前，甚至消亡湮灭。\n依次填入画横线部分最恰当的一项是：",
  correct: ["提供", "消磨"],
  distractor: ["构成", "扼杀", "孕育", "释放", "营造", "禁锢"],
  unknown: []
}, {
  id: "3523581",
  stem: "教育与互联网的结合催生了大规模网络公开课程这一在线教育形式，使得获取教育资源更加________，每门课程可以同时________的学生数量几乎没有限制，实现了优质教育资源的低成本、广覆盖。\n依次填入划横线部分最恰当的一项是：",
  correct: ["便利", "接纳"],
  distractor: ["丰富", "选择", "快捷", "汇集", "多元", "囊括"],
  unknown: []
}, {
  id: "3523555",
  stem: "《白鹿原》是二十世纪九十年代初发表的。那是个还有人对“文学”两个字充满________，结结实实写长东西的时代；是还有许多青年，在信息闭塞的情况下，找好书读，伏案写，投稿给文学杂志，________着被认可的时代。\n依次填入画横线部分最恰当的一项是：",
  correct: ["热忱", "期盼"],
  distractor: ["眷恋", "盼望", "热情", "等待", "依恋", "渴望"],
  unknown: []
}, {
  id: "3523559",
  stem: "中国的建筑风格从来都是________的，并不一味拒绝“洋建筑”，关键在于如何在借鉴的过程中，呈现出建筑的文化主体意识。而人们之所以________当下的一些西式建筑热，就在于其舍本逐末、生搬硬套，缺少了对历史的敬畏和对文化的理解。\n依次填入画横线部分最恰当的一项是：",
  correct: ["兼容并蓄", "质疑"],
  distractor: ["海纳百川", "否定", "千姿百态", "反感", "独树一帜", "排斥"],
  unknown: []
}, {
  id: "3523563",
  stem: "“苟日新，日日新，又日新”是商朝的开国君主成汤刻在澡盆上的警词，其本义是指洗澡除去肌肤上的污垢，引申为精神上的弃旧图新。也就是说，如果能每天除旧更新，就要________。“苟日新，日日新，又日新”从动态角度来强调不断革新。可见，中国传统文化是比较强调创新的，要求人们以一种革新的姿态，适应并推动社会发展，而不能________，阻挡历史前进的步伐。\n依次填入画横线部分最恰当的一项是：",
  correct: ["持之以恒", "因循守旧"],
  distractor: ["锲而不舍", "夜郎自大", "循序渐进", "坐井观天", "迎难而上", "抱残守缺"],
  unknown: []
}, {
  id: "3523565",
  stem: "人工智能技术的进一步发展，对就业会不可避免地造成冲击，许多岗位和职业将逐步消失。不过，大家不必过于________。事实证明，每次技术革命都推动了人类社会的进步，新技术的发展还会________出更多的新工作岗位。但面对未来人工智能时代的新挑战，政府、企业和个人还是应该________，积极拥抱变革。\n依次填入画横线部分最恰当的一项是：",
  correct: ["焦虑", "创造", "未雨绸缪"],
  distractor: ["紧张", "产生", "居安思危", "担忧", "提供", "有备无患", "着急", "设立", "常备不懈"],
  unknown: []
}, {
  id: "3523571",
  stem: "在日常环境中，人们往往有着________的身份标签，一言一行都会影响周围人对自身的评价，所以，自然而然便保持着一种无形的________。但是，当这些社区中的“好居民”，工作中的“好职工”进入一个新的环境，其自身的身份特征________，“反正也不认识我”人们如是想着，于是一些不文明现象随之产生。\n依次填入画横线部分最恰当的一项是：",
  correct: ["明确", "自律", "弱化"],
  distractor: ["特有", "自省", "消失", "鲜明", "压力", "模糊", "固有", "束缚", "偏移"],
  unknown: []
}, {
  id: "2719300",
  stem: "“人民城市人民建”。搭建民意“直通车”、公众“议事厅”，有事好商量，大家来出力，很多工作就能做到________。比如上海能在短短一年内迅速形成垃圾分类的新风尚，靠的就是人民群众的主动性、积极性与创造性。\n填入画横线部分最恰当的一项是：",
  correct: ["事半功倍"],
  distractor: ["立竿见影", "万无一失", "尽善尽美"],
  unknown: []
}, {
  id: "2719309",
  stem: "在芯片、操作系统等很多方面，我们需要下定决心，攻坚克难，自力更生。因为一旦核心技术受制于人，就有被人“________”的威胁。所以，我们要有“宝剑锋从磨砺出，梅花香自苦寒来”的定力，逐渐形成一批拥有自主知识产权的核心技术和产业，把发展的主动权牢牢掌握在自己手中。\n填入画横线部分最恰当的一项是：",
  correct: ["釜底抽薪"],
  distractor: ["过河拆桥", "落井下石", "一网打尽"],
  unknown: []
}, {
  id: "2719317",
  stem: "中国道路的成功开创不仅创造了中国奇迹，而且创造了中国经验。中国经验无疑是中国智慧的结晶，具有鲜明的________。但是，中国经验作为中国道路的积极成果，也是在遵循历史发展和现代化发展规律、吸收世界发展经验教训的基础上形成的，它是对人类文明发展进行探索的重要产物，反映了人类文明进步的规律，因而又具有一定的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["特殊性", "普遍性"],
  distractor: ["地域性", "国际性", "实践性", "理论性", "先进性", "创新性"],
  unknown: []
}, {
  id: "2719324",
  stem: "“为调研而调研”等现象的出现，很大程度上就在于调研不深入、不具体。现实中，有人了解情况习惯于大而化之、________；有人调研习惯于走设计“路线”，________。这些心中不揣问题、脚下不沾泥土的错误做法，导致调研不深、不实、不细、不准，最终也会无效。\n依次填入画横线部分最恰当的一项是：",
  correct: ["粗枝大叶", "按部就班"],
  distractor: ["走马观花", "表里不一", "轻描淡写", "循规蹈矩", "避重就轻", "按图索骥"],
  unknown: []
}, {
  id: "2719330",
  stem: "探索和形成一个好的制度不容易，关键是毫不动摇地坚持和巩固、与时俱进地完善和发展、________地遵守和执行。这要求我们要把制度像种子一样种在头脑里，如红线一般________于工作中。这样才能推动中国特色社会主义制度更加成熟、更加定型，将制度优势转化为强大的治理效能，通达“中国之治”的新天地。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不折不扣", "贯穿"],
  distractor: ["坚定不移", "渗透", "一丝不苟", "应用", "矢志不渝", "根植"],
  unknown: []
}, {
  id: "2719420",
  stem: "当前，我国旅游市场的需求还在持续迸发，人民的旅游诉求也在不断升级。仅靠评级就想________的想法已经过时，口碑立身，品质说话才是景区吸引客源的正道。希望景区能摒弃________的心理，为游客营造更加舒心和放心的环境，为旅游行业发展带来更多正能量。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一劳永逸", "急功近利"],
  distractor: ["一本万利", "浑水摸鱼", "一步到位", "好高骛远", "一鸣惊人", "投机取巧"],
  unknown: []
}, {
  id: "2719342",
  stem: "每个民族都有自己独特的民俗文化，然而，一些人分不清具体的民族文化和民俗文化，加之有人为了在短时间内推出本民族民俗文化，盲目迎合当下的流行需要，反而使自己的民俗文化变得________，出现“雷同化”传播现象，使大众对不同区域的特色民俗文化认知较为________，影响大众对民俗文化的了解和兴趣，进而在一定程度上影响少数民族地区的经济发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不伦不类", "模糊"],
  distractor: ["支离破碎", "肤浅", "名存实亡", "混乱", "面目全非", "狭隘"],
  unknown: []
}, {
  id: "2719352",
  stem: "从生态学角度来讲，人工种群和野外种群是完全不同的概念。大型哺乳动物行为复杂，其生活技巧人类难以传授，又难以“无师自通”。如果________将其放归野外，结局很可能是死亡。就算可以放归野外，也必须为他们找到________的栖息地。\n依次填入画横线部分最恰当的一项是：",
  correct: ["贸然", "合适"],
  distractor: ["直接", "天然", "草率", "理想", "随意", "安全"],
  unknown: []
}, {
  id: "2719348",
  stem: "近代以来，怎样处理中国传统文化与西方文化的关系，成为很多学者关注的重要问题。有人主张全盘西化，也有人主张全面恢复传统。这些________的观点当然受到了当时历史环境的影响，但也暴露出一些人在思维模式上的局限，即用________的思维来看待复杂的文化现象。这种思维模式在今天的研究中依然不同程度地存在。\n依次填入画横线部分最恰当的一项是：",
  correct: ["偏颇", "非此即彼"],
  distractor: ["荒谬", "泾渭分明", "片面", "针锋相对", "极端", "水火不容"],
  unknown: []
}, {
  id: "2719357",
  stem: "噬菌体是一种侵袭细菌的病毒，虽然它们很早就被发现，但由于一次只能攻击一种特定的细菌而未受关注。然而，曾经不那么受欢迎的________，如今却成了它们最大的吸引力。由于过度使用抗生素，人类无意中________了目前最强大、最具耐药性的超级细菌，而噬菌体无疑是对付它们的潜在有效武器。\n依次填入画横线部分最恰当的一项是：",
  correct: ["特异性", "催生"],
  distractor: ["敏感性", "培育", "单一性", "激活", "局限性", "发现"],
  unknown: []
}, {
  id: "2719421",
  stem: "代入感是作品引发受众认同的机制，故事人物的某些方面召唤读者将自己替换为主人公，从而________，与角色同呼吸共命运。代入感是长篇网络小说________的属性，由于网络小说连载时间长，读者容易中途放弃。因此，作品绑定读者，将单纯浏览转变为情感认同便十分重要。\n依次填入画横线部分最恰当的一项是：",
  correct: ["感同身受", "不可或缺"],
  distractor: ["惺惺相惜", "独一无二", "身临其境", "与生俱来", "触景生情", "与众不同"],
  unknown: []
}, {
  id: "2719305",
  stem: "上世纪八十年代初，SCI作为一种________的、相对公平的量化指标被引进中国，这是建立科学、公平、公正的高校科研评价体系的初步尝试，在当时是一种进步。但如果启用先进的考核举措而长期________，甚至演变成“至上”的法宝和单一的指挥棒，最终都会________，弊大于利。\n依次填入画横线部分最恰当的一项是：",
  correct: ["客观", "一成不变", "物极必反"],
  distractor: ["详细", "奉为圭臬", "画地为牢", "稳定", "唯命是从", "作茧自缚", "中立", "墨守成规", "贻笑大方"],
  unknown: []
}, {
  id: "2719318",
  stem: "医生和患者在沟通时最容易出现的________其实是，患者不同意或没听懂医生的建议，又因为不想被说教或觉得尴尬而没有如实反馈意见，而医生也大多没有意识到这一点。这显然会大大影响临床诊疗的________。此外，患者还会由于不想被说教而不承认一些不良生活行为。越是健康状况差的患者，越是容易________一些信息，而他们恰恰是最需要高质量医疗服务的人。\n依次填入画横线部分最恰当的一项是：",
  correct: ["盲区", "效率", "隐瞒"],
  distractor: ["难点", "结果", "遗漏", "障碍", "判断", "虚构", "瓶颈", "目的", "回避"],
  unknown: []
}, {
  id: "2719326",
  stem: "内太阳系的岩石行星与外太阳系的气态行星最初的物质构成________。科学家此前认为，由于木星质量大、引力强，可以在一些物质到达内太阳系之前将其________，阻止了内外太阳系物质的混合。但研究表明，木星的成长速度不足以阻止外太阳系物质源源不断流入内太阳系，这意味着内外太阳系行星将拥有________的成分。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大相径庭", "吞噬", "类似"],
  distractor: ["大同小异", "阻拦", "共同", "相去甚远", "消灭", "全新", "千姿百态", "捕获", "独特"],
  unknown: []
}, {
  id: "2719337",
  stem: "随着各种侦察手段的不断演进，可视侦察、红外侦察、雷达侦察等“________”，现代坦克在战场上越来越难以藏身。对此，现代坦克当然不会“________”。在讲求“发现即摧毁”的现代战场上，坦克必须实现对侦察手段的“免疫”，见招拆招，________，让对手对自己庞大的身躯“视若无睹”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["虎视眈眈", "坐以待毙", "有的放矢"],
  distractor: ["齐头并进", "束手就擒", "对症下药", "大显身手", "自暴自弃", "见机行事", "明察秋毫", "知难而退", "多管齐下"],
  unknown: []
}, {
  id: "2719292",
  stem: "发展扶贫产业不能眉毛胡子一把抓，必须立足当地自然禀赋，挖掘地方特色资源，按照“宜种则种、宜养则养”的原则，注重发展山地农业、生态农业、观光农业等特色产业，学会“靠山吃山唱山歌，靠海吃海念海经”，谨防产业“________”。应该看到，适合的才是最好的。\n填入画横线部分最恰当的一项是：",
  correct: ["水土不服"],
  distractor: ["急功近利", "削足适履", "千篇一律"],
  unknown: []
}, {
  id: "2719336",
  stem: "一根网线、一部手机，把偏远的贫困地区链接进了广阔的大市场。电商扶贫，不是________地把农产品搬到网上，更在深层次地倒逼农业产业转型升级，进而扩展到其他相关领域，创建出中国式扶贫的新________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["简单", "范本"],
  distractor: ["盲目", "方向", "机械", "蓝图", "被动", "模式"],
  unknown: []
}, {
  id: "2719340",
  stem: "在实际应用中，专网通常服务于政府、军队、公安、能源、消防、轨道交通等部门或领域，大部分情况下被用来进行应急通信、调度指挥。性能可靠、低成本、定制化的特点，使其在行业应用中具备________的优势。即便5G时代呼啸而来，专网依旧能够找到________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不可替代", "用武之地"],
  distractor: ["独具一格", "立足之地", "众所周知", "一席之地", "显而易见", "立锥之地"],
  unknown: []
}, {
  id: "2719323",
  stem: "信息匮乏的年代，决策水平与信息量成正相关，但当信息从匮乏走向过载甚至“爆炸”时，决策质量与信息量间的函数曲线便开始下滑，利用繁杂信息形成________判断变得难上加难。此时，智能化就可以大显身手，计算智能未必能在逻辑能力上逾越人类，但其强大的处理速度却恰好使信息过载带来的决策困境________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["准确", "迎刃而解"],
  distractor: ["理性", "烟消云散", "科学", "不复存在", "有效", "无影无踪"],
  unknown: []
}, {
  id: "2719335",
  stem: "一些国家在实现自身现代化过程中选错了参照系，将发达国家有什么、做什么作为实现自身现代化的________，导致在向市场经济转型过程中经济停滞、崩溃，危机不断。而中国能够根据自己的要素禀赋条件，发挥政府在市场经济中________的作用，把自己能做好的产业做大做强，将比较优势变成竞争优势，从而推动经济长期稳定快速发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["目标", "因势利导"],
  distractor: ["原则", "总揽全局", "模本", "穿针引线", "途径", "保驾护航"],
  unknown: []
}, {
  id: "2719359",
  stem: "现代社会获取盐分轻而易举，以至于人们认为吃盐是________的事情。而事实上，由于盐在地理上的分布不均以及交通不畅等原因，其在古代一直都属于________之物。在人类历史上的绝大部分时间里，人们都在寻找盐，甚至令盐业成为了历史上第一个由国家垄断的产业。可以说，盐贯穿着整个人类历史，并在人类文明的发展中起到了________的作用。\n依次填入画横线部分最恰当的一项是：",
  correct: ["理所当然", "稀缺", "至关重要"],
  distractor: ["稀松平常", "必需", "举足轻重", "天经地义", "关键", "承上启下", "手到擒来", "珍贵", "一以贯之"],
  unknown: []
}, {
  id: "2719364",
  stem: "亲近百姓、接近生活是曲艺这门艺术的生命力所在。当然，任何人都不可能________生活的全部，所以创作者才有了“采风”一说。采风从来不是去________生活，而是深入其中，体会其中的乐与悲。然而，现在许多曲艺工作者没有耐心去深入百姓生活，于是只能写自己熟悉的生活，创作能力无疑也受到了________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["了解", "审视", "限制"],
  distractor: ["描摹", "评判", "质疑", "洞察", "记录", "束缚", "掌握", "体验", "削弱"],
  unknown: []
}, {
  id: "3522654",
  stem: "区块链的诸多特征使其成为一项备受期待的革命性技术，而目前这一技术的应用潜能还远未被完全开发。今天我们看到的区块链技术在金融、物流、医疗、保险等领域的应用，仅是________般的一瞥所见，尚有许多应用正在被尝试、推广。\n填入画横线部分最恰当的一项是：",
  correct: ["浮光掠影"],
  distractor: ["走马观花", "蜻蜓点水", "浅尝辄止"],
  unknown: []
}, {
  id: "3522656",
  stem: "教育，最终都是为了促进人的全面发展，帮助下一代提高生存能力。批评惩戒和赏识鼓励是________的两种方式，有些时候，“当头棒喝”甚至比温言软语更有效果。\n填入画横线部分最恰当的一项是：",
  correct: ["并行不悖"],
  distractor: ["如影随形", "各有所长", "不可或缺"],
  unknown: []
}, {
  id: "3522671",
  stem: "几乎所有成年人都只能使用左脑处理语句。但对儿童而言，任何一个大脑半球的损伤都不太可能影响语言学习，这说明在早期阶段人脑的两个半球都具有这种能力。美国乔治敦大学神经学家指出，这为神经损伤提供了一种________机制。例如，如果左半球受到围产期中风的________，新生儿将使用右半球学习语言。\n依次填入画横线部分最恰当的一项是：",
  correct: ["补偿", "损害"],
  distractor: ["赔偿", "祸害", "补充", "损失", "填充", "毁坏"],
  unknown: []
}, {
  id: "3523504",
  stem: "ADHD，也就是通常所说的“多动症”，在儿童时期常以多动、冲动、注意力缺陷等为主要表现，其中很多人的症状会________到成年期。成人多动症患者更是一个被严重________的群体，我们给这个群体贴了很多标签，如“不靠谱”“拖延症”“低情商”“冲动狂”等。\n依次填入画横线部分最恰当的一项是：",
  correct: ["延续", "忽视"],
  distractor: ["影响", "歧视", "延迟", "误解", "保留", "排斥"],
  unknown: []
}, {
  id: "3522599",
  stem: "电视在家庭中基本可以保证固定的开机时长，这就给电视广告提供了足够大的“曝光”空间，不仅可以提高受众的________，同时更容易在家庭成员之间产生共鸣，无形之中增强广告的________效果。\n依次填入画横线部分最恰当的一项是：",
  correct: ["覆盖量", "传播"],
  distractor: ["积极性", "营销", "多样化", "吸引", "保有量", "交互"],
  unknown: []
}, {
  id: "3522601",
  stem: "随着医疗设备技术的发展，医疗市场也对非侵入式检测设备提出了更高的________——准确、及时且按需实现患者监测。因此，如果一项技术能够以非侵入的方式反复测量个体的健康状态，且成本不高，那么它将有助于预防和预测疾病，提高诊疗决策的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["要求", "精准性"],
  distractor: ["门槛", "前瞻性", "期望", "创新性", "标准", "主动性"],
  unknown: []
}, {
  id: "3522570",
  stem: "量子计算将极大促进当前人工智能及其应用的发展，深刻地________包括基础教育在内的众多领域。特别是，借助于量子计算技术，人类对于微观世界的认识以及宏观世界的探索将得到极大扩展，从而引发人类思维能力的________提升。\n依次填入画横线部分最恰当的一项是：",
  correct: ["改变", "根本性"],
  distractor: ["融合", "战略性", "解决", "突破性", "支持", "阶段性"],
  unknown: []
}, {
  id: "3522674",
  stem: "灵感，一个很美的词汇，天生带有古灵精怪的流动感。它如同一尾滑溜溜的金鱼，极难抓，但真的抓住时，它又在手心扭动，让人________，一不小心又让它溜走了。灵感是如此琢磨不透又难以控制。那到底如何才能在________灵感的游戏中享受到最大的快乐呢?\n依次填入画横线部分最恰当的一项是：",
  correct: ["不知所措", "捕捉"],
  distractor: ["一筹莫展", "追寻", "望洋兴叹", "激发", "爱莫能助", "点燃"],
  unknown: []
}, {
  id: "3522596",
  stem: "学术研究是一项严谨缜密的科学工作，________是其研究的前提基础。学术不求真便会没有标准，当真正的学术研究被________、舆论炒作成为风气之时，便意味着学术低谷的到来。\n依次填入画横线部分最恰当的一项是：",
  correct: ["去伪存真", "冷落"],
  distractor: ["实事求是", "放弃", "有的放矢", "遗忘", "推陈出新", "忽视"],
  unknown: []
}, {
  id: "3522605",
  stem: "世界上的一万多种鸟，其实各有各的美丽，从各种华丽的羽毛，到鸟喙的形状，到鸣唱的声音，不能不让我们________生物多样性的神奇。进化论之父达尔文在加拉帕戈斯群岛上通过观察当地鸟类发现，虽然这些鸟类很明显长得很相似，有着共同的祖先，但是它们的鸟喙形状却________。\n依次填入画横线部分最恰当的一项是:",
  correct: ["惊叹", "大相径庭"],
  distractor: ["惊奇", "毫无二致", "探索", "云泥之别", "追寻", "异曲同工"],
  unknown: []
}, {
  id: "3523507",
  stem: "我国有很庞大的老年群体，但他们却因为科技的发展，在生活中有很多地方________。不是他们________，不想接触新事物，而是一辈子的习惯，不是说改就能改的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["举步维艰", "固步自封"],
  distractor: ["寸步难行", "墨守成规", "步履艰难", "画地为牢", "艰难跋涉", "抱残守缺"],
  unknown: []
}, {
  id: "3523498",
  stem: "从长远看，电影产业的发展必然要拥抱网络平台，但是院线依然具有________的优势，观影社交仪式感、巨幕、3D沉浸式体验以及高度还原的环绕立体声，这些都是网上观影所不具备的，影院和互联网带来的始终是两种________的观影体验。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不可替代", "截然不同"],
  distractor: ["遥遥领先", "大相径庭", "独一无二", "背道而驰", "无与伦比", "各有所长"],
  unknown: []
}, {
  id: "3522591",
  stem: "国无德不兴，人无德不立。如果一个民族、一个国家没有共同的核心价值观，________，行无依归，那这个民族、这个国家就无法前进。这样的情形，在我国历史上，在当今世界上，都________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["莫衷一是", "屡见不鲜"],
  distractor: ["自以为是", "数不胜数", "各行其是", "不一而足", "积非成是", "层出不穷"],
  unknown: []
}, {
  id: "3522604",
  stem: "节约资源、减少垃圾生产成为某种意义上的公共事务，很容易遭遇“搭便车困境”——人人都想________，最终会导致公共事务乏人问津。节约资源的功效并没有那么________，需要人们久久为功；付出没有得到及时、有效的反馈与回报，难免会影响公众参与。\n依次填入画横线部分最恰当的一项是：",
  correct: ["坐享其成", "立竿见影"],
  distractor: ["蜂拥而上", "妙手回春", "鸠占鹊巢", "神通广大", "据为己有", "一劳永逸"],
  unknown: []
}, {
  id: "3522577",
  stem: "原创是作品的生命力之源，抄袭无异于________。影视行业想要成为常青树，优质的原创作品是根基。如果任由抄袭之风盛行，________抄袭作者活跃在屏幕上，将________从业者的生存环境，消耗整个行业的未来前景。\n依次填入画横线部分最恰当的一项是：",
  correct: ["自掘坟墓", "纵容", "腐蚀"],
  distractor: ["自相残杀", "放纵", "剥蚀", "自投罗网", "放任", "消蚀", "自欺欺人", "容许", "磨蚀"],
  unknown: []
}, {
  id: "3522589",
  stem: "大多数群居的哺乳动物，雌性个体怀孕生育后，随着后代迅速________，它们也会很快________原有的社会地位。然而在人类的大部分历史中，生育和照顾幼儿几乎是女性壮年时期的全职工作。有研究认为，人类婴儿的________，让人类与母亲的关系与一般的动物相比更加紧密。\n依次填入画横线部分最恰当的一项是：",
  correct: ["独立", "回归", "脆弱性"],
  distractor: ["成熟", "改变", "重要性", "分离", "恢复", "可塑性", "长大", "获得", "依附性"],
  unknown: []
}, {
  id: "3522595",
  stem: "糖对健康有危害已经________，大家也能很好地理解和接受“少糖”这一健康饮食的基本原则。但是人类对甜味的喜好是________的，“健康少糖”和“享受甜味”对于很多人来说是很________的选择。甜味剂的出现，为人们提供了二者兼得的可行选择。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深入人心", "与生俱来", "艰难"],
  distractor: ["毋庸置疑", "刻骨铭心", "无奈", "显而易见", "积重难返", "被动", "妇孺皆知", "根深蒂固", "痛苦"],
  unknown: []
}, {
  id: "3522569",
  stem: "口供是案件中的主要证据、直接证据，对案件的证明往往具有不可替代的作用，特别是在贿赂犯罪、毒品犯罪等________强、客观证据相对较少的案件中，口供对认定案件十分________。对口供的审查应当________，要进行合法性审查、客观性审查、系统性审查和补强印证审查等。\n依次填入画横线部分最恰当的一项是：",
  correct: ["隐蔽性", "关键", "全面"],
  distractor: ["破坏性", "重要", "严格", "复杂性", "珍贵", "深入", "关联性", "有用", "认真"],
  unknown: []
}, {
  id: "3522661",
  stem: "大学里有一些“冷门”专业，比如古生物专业、梵语专业等。有人可能质疑这样的专业有些“浪费”教育资源，因为它们很难与产业结合转化成生产力，培养出来的学生也很难在就业市场上________。但或许这样专业的存在，本来就不能简单地用世俗的眼光来打量。\n填入画横线部分最恰当的一项是：",
  correct: ["炙手可热"],
  distractor: ["如鱼得水", "学以致用", "鹤立鸡群"],
  unknown: []
}, {
  id: "2741681",
  stem: "促进技术创新、产业升级，实现经济高质量发展，离不开人才的________作用，但是，有的地方并没有认真思考自身实际条件对吸引人才、发挥人才积极作用的影响，恨不得引进一批人才后立刻就让当地经济社会发生翻天覆地的变化，在引进人才工作上出现________的问题。\n依次填入画横线部分最恰当的一项是：",
  correct: ["支撑", "急功近利"],
  distractor: ["引导", "拔苗助长", "辅助", "一拥而上", "推动", "因噎废食"],
  unknown: []
}, {
  id: "2741686",
  stem: "一把剪刀、一个镊子、一支毛笔、一碗糨糊、一盏台灯\xb7\xb7\xb7\xb7\xb7\xb7在图书馆的古籍中心，古籍修复师们年复一年重复着手中的工作。在需要修复的珍贵古籍面前，他们始终________。\n填入画横线部分最恰当的一项是：",
  correct: ["如履薄冰"],
  distractor: ["不苟言笑", "精益求精", "视若珍宝"],
  unknown: []
}, {
  id: "2741688",
  stem: "侦探小说的长久流行，部分原因是读者对世理人情中的阴暗面________的好奇心。安宁与平静只是一种表象，只要稍微留心，便能觉察到看似________的日常中处处有大大小小的危机。平凡生活的危机就是侦探小说最广泛和丰富的素材来源。\n依次填入画横线部分最恰当的一项是：",
  correct: ["经久不衰", "一成不变"],
  distractor: ["与生俱来", "悠然自得", "历久弥新", "百无聊赖", "自然而然", "波澜不惊"],
  unknown: []
}, {
  id: "2741691",
  stem: "一项新的研究表明，包括狩猎和徒步旅行在内的人类活动正在促使世界各地的哺乳动物在夜间变得更加________，表现出夜行性增强的趋势。因为只有在这个时候它们才不太可能碰到人类，这种转变所造成的后果尚不清楚，但科学家怀疑，这可能会________到一些动物种群的生存。\n依次填入画横线部分最恰当的一项是：",
  correct: ["活跃", "威胁"],
  distractor: ["敏感", "影响", "亢奋", "侵犯", "冲动", "妨碍"],
  unknown: []
}, {
  id: "2741742",
  stem: "戏曲电影是丰富人们精神文化生活的重要方式，更是用新的科技手段传播中华传统文艺________的措施。但我们要把握电影环境的新变化，找准戏曲电影的________观众，培育更适宜其生存发展的优质土壤，只要根据新的社会环境对症下药，戏曲电影的第二春不久定会到来。\n依次填入画横线部分最恰当的一项是：",
  correct: ["行之有效", "目标"],
  distractor: ["有的放矢", "潜在", "独具匠心", "特定", "得天独厚", "新兴"],
  unknown: []
}, {
  id: "2741689",
  stem: "街头艺术是一座开放的城市重要的一部分。一方面，街头艺术是城市的品味和气质，它比鳞次栉比的高楼大厦更温润人心。另一方面，文艺应让所有人都能够________，街头也应该成为表现艺术的“基层”。我们的文化自信、主旋律和正能量，不仅仅表达在严谨的大舞台，亦可以展现在________的小天地。\n依次填入画横线部分最恰当的一项是：",
  correct: ["欣赏", "活泼"],
  distractor: ["认同", "自由", "理解", "随意", "接触", "温馨"],
  unknown: []
}, {
  id: "2741693",
  stem: "在互联网已经进入下半场的背景下，技术成为驱动企业发展的________，人工智能不仅是下一代信息技术的核心和焦点，也是最有可能改变人类生活的技术。当前，不少企业尤其是行业龙头企业已经在着手进行研发、应用人工智能，想在这一次的科技革命中抢占先机，从而________拥有新的核心竞争力，________自己的行业地位。\n依次填入画横线部分最恰当的一项是：",
  correct: ["引擎", "率先", "巩固"],
  distractor: ["关键", "持续", "树立", "支柱", "真正", "打造", "动力", "迅速", "维护"],
  unknown: []
}, {
  id: "2741694",
  stem: "文学研究一直离不开两个维度：一个倾向于艺术的、内部结构的审美研究；另一个倾向于社会的、外部关系的意义揭示。两者原本可以________，互为补充，但在不同时代，由于对文学本体的追问，以及文学的主体性和文学的社会价值性上思考不同，使两者关系变得复杂，甚至紧张和________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["相得益彰", "对立"],
  distractor: ["珠联璧合", "僵持", "互通有无", "尖锐", "并行不悖", "冲突"],
  unknown: []
}, {
  id: "2741745",
  stem: "当前，以数字化的知识和信息作为关键生产要素的数字经济蓬勃发展，新技术、新业态、新模式________。各国纷纷将发展数字经济作为推动实体经济提质增效、________核心竞争力的重要举措，推动数字经济取得的创新成果________于实体经济各个领域，围绕新一轮科技和产业制高点展开积极竞合。\n依次填入画横线部分最恰当的一项是：",
  correct: ["层出不穷", "重塑", "融合"],
  distractor: ["乏善可陈", "形成", "应用", "方兴未艾", "提升", "实践", "纷至沓来", "培育", "落实"],
  unknown: []
}, {
  id: "2741695",
  stem: "所谓“做对的事情”，就是要把握________，清晰利弊，在做事之前要仔细考虑，分析判断，着眼于长远，理清________，找出关键点。而“把事情做对”则将关注重点引向了________，强调做事情方法要正确，二者缺一不可。\n依次填入画横线部分最恰当的一项是：",
  correct: ["方向", "来龙去脉", "过程"],
  distractor: ["原则", "是非曲直", "源头", "规律", "轻重缓急", "结果", "趋势", "千头万绪", "目的"],
  unknown: []
}, {
  id: "3019109",
  stem: "建设“红色村”，既要注重源于“红”、体现“红”，更要注重传承“红”、弘扬“红”，用红色文化烘托红色精神，以红色精神________红色基因。\n填入横线处的词语最恰当的一项是：",
  correct: ["激活"],
  distractor: ["发现", "激荡", "发掘"],
  unknown: []
}, {
  id: "3019112",
  stem: "正是广大基层干部群众以无比巨大的热情投入改革，以只争朝夕的劲头________改革，以一往无前的勇气探路改革，才令改革开放的大潮澎湃不息，蔚为壮观，________出令世界惊叹的成就。\n填入横线处的词语最恰当的一项是：",
  correct: ["参与", "创造"],
  distractor: ["推动", "创建", "推进", "构建", "参加", "制造"],
  unknown: []
}, {
  id: "3019115",
  stem: "乡村振兴，必须在人才队伍建设上尽快破题，研究出台乡村振兴引才专项政策，打通农业人才服务基层的________，________基层农业人才的发展空间等。一些地方的农校、政府已经在通过鼓励学生“下地”、农民“上学”等方式，为基层农技岗位输送人才。\n填入横线处的词语最恰当的一项是：",
  correct: ["渠道", "扩大"],
  distractor: ["禁锢", "扩张", "脉络", "扩展", "桎梏", "提升"],
  unknown: []
}, {
  id: "3018762",
  stem: "伟大抗疫精神，同中华民族长期形成的特质禀赋和文化基因________，是爱国主义、集体主义、社会主义精神的传承和发展，是中国精神的生动________。\n填入横线处的词语最恰当的一项是：",
  correct: ["一脉相承", "诠释"],
  distractor: ["一衣带水", "展示", "相辅相成", "展现", "相得益彰", "解释"],
  unknown: []
}, {
  id: "3018753",
  stem: "粤港澳大湾区建设________，深圳前海、珠海横琴、广州南沙等一系列创新“支点”，正串起大湾区的“创新项链”，形成更广泛的合作创新热潮。\n填入横线处的词语最恰当的一项是：",
  correct: ["如火如荼"],
  distractor: ["风起云涌", "声势浩大", "如日中天"],
  unknown: []
}, {
  id: "3018757",
  stem: "求同，就要守住政治底线，不断________共同思想政治基础。不能因为________最大公约数，就动摇了必须固守的政治底线。\n填入横线处的词语最恰当的一项是：",
  correct: ["巩固", "寻求"],
  distractor: ["奠定", "追寻", "筑牢", "思索", "打造", "探索"],
  unknown: []
}, {
  id: "3018768",
  stem: "无论是对外交往，还是著作演讲，“讲故事”________能阐释观念、触发思考，________能感染受众、拉近距离，最终在受众头脑中、心灵中获得双重共鸣。\n填入横线处的词语最恰当的一项是：",
  correct: ["不仅", "而且"],
  distractor: ["虽然", "更", "尽管", "也", "因为", "所以"],
  unknown: []
}, {
  id: "3018774",
  stem: "“先天下之忧而忧，后天下之乐而乐”，激励着一代又一代仁人志士为国家富强而________、为民族振兴而________。\n填入横线处的词语最恰当的一项是：",
  correct: ["前赴后继", "殚精竭力"],
  distractor: ["运筹决胜", "呕心沥血", "奋不顾身", "煞费苦心", "勇往直前", "绞尽脑汁"],
  unknown: []
}, {
  id: "3522582",
  stem: "2020年是紫禁城建成600年，也是故宫博物院成立95周年。紫禁城作为明清两代皇宫，它是中华民族宝贵的传统文化________，也是著名的世界文化遗产。它不仅拥有中国古代最________的宫殿建筑群，还拥有一百八十余万件珍贵文物和大量的文献档案，承载着丰富的历史信息和文化印记，是中华民族记忆传统、________文脉、增强文化自信的重要资源。\n依次填入画横线部分最恰当的一项是：",
  correct: ["遗产", "宏伟", "传承"],
  distractor: ["财产", "巨大", "继承", "产业", "庞大", "延续", "象征", "丰富", "接续"],
  unknown: []
}, {
  id: "3522575",
  stem: "面对民族存亡的空前危机，中国人民的爱国热情像火山一样迸发出来，全体中华儿女________、共御外侮，为民族而战，为祖国而战，为尊严而战，汇聚起气势磅礴的力量。在这一壮阔进程中，中国人民向世界展示了天下兴亡、匹夫有责的爱国情怀，视死如归、________的民族气节，不畏强暴、血战到底的英雄气概，百折不挠、________的必胜信念，铸就了伟大的抗战精神。\n依次填入划横线部分最恰当的一项是：",
  correct: ["众志成城", "宁死不屈", "坚忍不拔"],
  distractor: ["团结一心", "见义勇为", "勇往直前", "风雨同舟", "英勇无畏", "能屈能伸", "同舟共济", "宁折不弯", "意志坚定"],
  unknown: []
}, {
  id: "3523514",
  stem: "家人是用来爱的，而不是用来伤害的。谁的爱与付出都不是________的，安抚好自己的情绪，体谅彼此，多一点有效沟通，整个家庭才能和和睦睦。\n填入画横线部分最恰当的一项是：",
  correct: ["理所当然"],
  distractor: ["无缘无故", "责无旁贷", "轻而易举"],
  unknown: []
}, {
  id: "4630385",
  stem: "民间故事与个人创作最大的不同在于它们________的特质。众多无名故事家不断讲述它们，使每一个流传的故事成为集体智慧的结晶。\n填入画横线部分最恰当的一项是：",
  correct: ["口口相传"],
  distractor: ["锻炼逻辑", "奔走相告", "道听途说"],
  unknown: []
}, {
  id: "4630401",
  stem: "在实际生活中，很多人并不________血型性格说的起源和原理，只是在直观感受上觉得“有些准”。其实无论从色彩、星座、笔迹还是血型看性格，所对应的性格描述都是如此，相信的人只看见说对的部分，却________了说不准的部分。\n依次填入画横线部分最恰当的一项是：",
  correct: ["关心", "忽略"],
  distractor: ["清楚", "否定", "重视", "忽视", "理解", "屏蔽"],
  unknown: []
}, {
  id: "4630432",
  stem: "中国历史很长，地域广袤，社会发展的状况也不尽相同，经常有新的东西出现。因此，研究和学习历史，一定要有________，靠一个人的力量要兼顾到各方面是不可能的，必致________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["重点", "挂一漏万"],
  distractor: ["侧重", "事半功倍", "取舍", "囫囵吞枣", "方向", "顾此失彼"],
  unknown: []
}, {
  id: "4630435",
  stem: "文物看似没有生命、没有声音，但是它们________了历史的风云，寄托着先人的情怀，充满了生命的活力。在博物馆，我们通过对文物的瞻仰，与先人的生命接续了起来，在________中实现了与历史的对话、与先人的情感交流，这也是博物馆所追求的文化目标。\n依次填入画横线部分最恰当的一项是：",
  correct: ["浸透", "宁静"],
  distractor: ["经历", "凝重", "蕴含", "平淡", "折射", "沧桑"],
  unknown: []
}, {
  id: "4630439",
  stem: "教师承担着立德育人的神圣使命，对教师的要求比其他行业高________，但高到什么程度，要有客观标准和现实考量。如果把教师的育人细节不加选择、________地置于舆论场，可能会给教师和学校制造不必要的麻烦和干扰。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无可厚非", "随心所欲"],
  distractor: ["公平合理", "杂乱无章", "不容置喙", "毫无保留", "由来已久", "轻而易举"],
  unknown: []
}, {
  id: "4630381",
  stem: "有些景区借助热播影视剧，不仅提高了人气，而且带来了可观的经济收入，可谓________。其实，仔细分析这些成功案例，不难发现，这些景区就是影视剧的拍摄地，剧中的元素与景区高度________，游客带着观感游览，很容易引发情感共鸣。\n依次填入画横线部分最恰当的一项是：",
  correct: ["名利双收", "契合"],
  distractor: ["一举多得", "相似", "两全其美", "匹配", "公私兼顾", "重叠"],
  unknown: []
}, {
  id: "4004478",
  stem: "近年来在许多地方，“校闹”频发让学校疲于招架，让教师________：学生在校园遭遇安全事故要闹，对老师安排座位不满意要闹，孩子被罚抄课文还要闹\xb7\xb7\xb7\xb7\xb7\xb7“校闹”现象干扰了正常教学秩序，破坏了良好教育生态，治理“校闹”，目前已有相关规定，却收效不大，需要进一步细化落实。\n填入画横线部分最恰当的一项是：",
  correct: ["无所适从"],
  distractor: ["忧心如焚", "垂头丧气", "人人自危"],
  unknown: []
}, {
  id: "4004484",
  stem: "一直以来，为偶像打榜、刷数据________，其背后除了粉丝的狂热之外，更有“大粉”们的引导和灰色产业链的助推。此前，“星缘”APP利用粉丝给“爱豆”刷流量的需求，疯狂牟利，不到一年吸金800余万元。\n填入画横线部分最恰当的一项是：",
  correct: ["大行其道"],
  distractor: ["大张旗鼓", "风靡一时", "蔚然成风"],
  unknown: []
}, {
  id: "4004495",
  stem: "老龄化社会遭遇“扫码时代”，如何找到办法让两者________，如何让老年人过上正常生活进而可以安享便利？解决这一难题，需要个人、家庭、社会通力合作。\n填入画横线部分最恰当的一项是：",
  correct: ["并行不悖"],
  distractor: ["不相上下", "双管齐下", "大同小异"],
  unknown: []
}, {
  id: "4004500",
  stem: "相比踏踏实实的实干，纸上文章好做易做。但扶贫数据看上去很美，不代表贫困群众真的满意。“材料扶贫”无异于________，非但打不赢决战脱贫攻坚这样的硬仗，长此以往反而会损害全民致富奔小康的国家大计。\n填入画横线部分最恰当的一项是：",
  correct: ["纸上谈兵"],
  distractor: ["画饼充饥", "夸夸其谈", "言之无物"],
  unknown: []
}, {
  id: "4004530",
  stem: "除了季节的变换导致夜的长短发生变化，黑夜本身并无变迁可言，昼夜交替是自然规律，________。夜的变迁发生在与人类的关系中，人类对黑夜的感情十分复杂，黑夜常常与________联系起来，令人产生长夜漫漫的感觉。\n依次填入画横线部分最恰当的一项是：",
  correct: ["亘古不变", "恐惧"],
  distractor: ["一成不变", "邪恶", "有条不紊", "孤独", "一以贯之", "寒冷"],
  unknown: []
}, {
  id: "4004546",
  stem: "对城市而言，限行的好处显而易见。治堵有很多办法，比如多修点马路、合理科学地规划线路、设置通行信号、加快公共交通建设等，但这些办法都会撞到天花板，而限行则________，上海限行首日通畅的高架就说明了这点。有限的道路资源、停车位资源，跟不上越来越大的需求，不限的话，迟早有一天大家都会堵在路上，________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["立竿见影", "寸步难行"],
  distractor: ["药到病除", "一动不动", "行之有效", "长吁短叹", "无所顾忌", "一筹莫展"],
  unknown: []
}, {
  id: "4004553",
  stem: "不妨大胆假设，如果不是画家嫌写实的鞋子________、破坏画面，就是因为世风保守，不便画出女子的绣鞋。还有一种可能：画家无意处理鞋子的问题。既然画家并非以照相式记录为追求，观者何必较真？床上到底有没有人，________，也恰是趣味所在。\n依次填入画横线部分最恰当的一项是：",
  correct: ["纷然杂陈", "模棱两可"],
  distractor: ["错综复杂", "不言而喻", "扑朔迷离", "不置可否", "乱七八糟", "显而易见"],
  unknown: []
}, {
  id: "4004564",
  stem: "生活在北宋末年的画家张择端绘制的《清明上河图》，生动描绘了北宋都城东京汴梁的风土人情，真实反映了汴京以及汴河两岸的自然风光和街市繁荣情景。街市内店铺________，各类招幌林立，商贾云集，人流如织，叫卖声________，一派繁华的都市景象被描绘得绘形绘色，呼之欲出。\n依次填入画横线部分最恰当的一项是：",
  correct: ["星罗棋布", "此起彼伏"],
  distractor: ["漫山遍野", "活灵活现", "浩如烟海", "响彻云霄", "鳞次栉比", "余音绕梁"],
  unknown: []
}, {
  id: "4004574",
  stem: "科研需要踏踏实实，需要兢兢业业，更不要说需要夜以继日、________了。那么，一个科研工作者——即使是诺贝尔奖得主，怎么可能在走马观花中，只蜻蜓点水般地在某处站站脚、说些话，就能________了？\n依次填入画横线部分最恰当的一项是：",
  correct: ["殚精竭虑", "点石成金"],
  distractor: ["专心致志", "扭转乾坤", "废寝忘食", "脱胎换骨", "披星戴月", "画龙点睛"],
  unknown: []
}, {
  id: "4004589",
  stem: "人，当是城市的唯一________。城市化的逻辑必须修正，城市化的运行亟待转轨。从规模扩张到形象塑造再到品质________，再聚焦于人性化的张扬，城市化已在书写一个________的版本。\n依次填入画横线部分最恰当的一项是：",
  correct: ["尺度", "提升", "崭新"],
  distractor: ["标准", "改善", "多样", "牵挂", "升级", "全新", "主宰", "升高", "鲜明"],
  unknown: []
}, {
  id: "4004601",
  stem: "电视剧人须百倍珍惜传统文化源远流长的文脉传承，自豪地对待中华民族的优秀历史文化传统和革命历史文化资源，________好民族文化瑰宝，传承好中华文史精粹，辩证把握、理性萃取深厚传统文化的时代价值，古为今用，________，将中华民族的文化自信、道路自信通过各种方式熔铸到创作实践中，使作品中的人物形象________出沁人心脾、滋人心智、撼人心魄的民族情怀、社会责任、道德光彩与文化品性。\n依次填入画横线部分最恰当的一项是：",
  correct: ["守护", "推陈出新", "凸显"],
  distractor: ["维护", "去粗取精", "散发", "保护", "洋为中用", "展示", "保卫", "继往开来", "表现"],
  unknown: []
}, {
  id: "4004613",
  stem: "和平犹如空气和阳光，受益而不觉，失之则难存。弱肉强食不是人类共存之道，穷兵黩武不是人类和平之计。和平而非战争，合作而非对抗，这才是人类社会进步的永恒主题。________历史、________先烈、________和平、________未来——无论过去、现在还是未来，都是我们共同的心声。\n依次填入画横线部分最恰当的一项是：",
  correct: ["铭记", "缅怀", "珍爱", "开创"],
  distractor: ["牢记", "怀念", "珍惜", "创造", "谨记", "悼念", "爱惜", "塑造", "铭刻", "纪念", "重视", "刻画"],
  unknown: []
}, {
  id: "2742045",
  stem: "依法行政是依法治国的重要环节，是指行政机关依照宪法法律规定取得并行使其行政权力，并对其行政行为的后果承担相应责任。依法治国和依法行政的________，需要各级政府及其工作人员在法治________上行使权力、在宪法法律范围内活动。\n依次填入画横线处最恰当的一项是：",
  correct: ["实现", "轨道"],
  distractor: ["实施", "基础", "执行", "框架", "履行", "道路"],
  unknown: []
}, {
  id: "2742050",
  stem: "随着年龄增长和阅历增加，我开始思考怎样用古典音乐语言表现中国文化，怎样将中国文化________融入到我对古典音乐的诠释中。我会把中国文化的诗意美融入到演奏中。“穿衣蛱蝶深深见，点水蜻蜓款款飞”，让观众在乐符的________中仿佛听到蝴蝶翅膀的振动声，看到蜻蜓点水般的涟漪款款。\n依次填入画横线处最恰当的一项是：",
  correct: ["意蕴", "流淌"],
  distractor: ["韵味", "共振", "精髓", "飞扬", "感受", "跳跃"],
  unknown: []
}, {
  id: "2742052",
  stem: "购物车升级的背后是新消费的崛起。新消费的外生动力在于技术创新、业态升级和服务体验。当前消费者的消费需求不断升级，________生产端提升供给水平。需求和供给间已不再是________，而是通过互联网与制造业的深度融合，依托数字经济的发展，架起线上购物与实体生产间的桥梁，生产、流通、分配、消费各个环节的效率和服务质量都在不断提升。\n依次填入画横线处最恰当的一项是：",
  correct: ["倒逼", "泾渭分明"],
  distractor: ["促进", "截然对立", "迫使", "楚河汉界", "激发", "各自为政"],
  unknown: []
}, {
  id: "2742023",
  stem: "科学和艺术都追求普遍性和永恒性，追求“真”和“美”。关于普遍性和永恒性是________的，科学求“真”和艺术求“美”也无需赘言。科学追求的美主要是和谐之美和简洁之美。至于“艺术求真”，是艺术家通过自己的________把事物的本质揭示出来，这是“源于生活，高于生活”的艺术创作原则。\n依次填入画横线处最恰当的一项是：",
  correct: ["不言而喻", "感悟"],
  distractor: ["显而易见", "体验", "不言自明", "把握", "有目共睹", "认知"],
  unknown: []
}, {
  id: "2742030",
  stem: "为了吸引平台流量，一些视频创作者打着“正能量”的旗号，杜撰故事进行摆拍，然后以新闻事件的名义上传，骗取点赞和转发。然而总有网友提出疑问，为何事件发生时正好有人在拍摄？视频中________的内容、漏洞百出的表演\xb7\xb7\xb7\xb7\xb7\xb7诸如此类的摆拍视频，在短时间内欺骗了公众的感情，长此以往也消解了公众的信任，曲解了正能量的含义。倘若不加强管理，相关平台就可能被造假者利用，成为假新闻的“________”。\n依次填入画横线处最恰当的一项是：",
  correct: ["粗制滥造", "集散地"],
  distractor: ["脑洞大开", "发源地", "荒诞不经", "发祥地", "无稽之谈", "策源地"],
  unknown: []
}, {
  id: "2742034",
  stem: "提质升级的公共文化服务极大提升了群众的获得感和幸福感，成为小康生活________的一部分。通过公共文化服务，更多人享受到了中国文化繁荣发展的成果，更多的普通人能徜徉于书海，________于艺术，为中华文化的________而惊叹，成为民族自信心和自豪感的重要滋养。\n依次填入画横线处最恰当的一项是：",
  correct: ["不可或缺", "纵情", "博大精深"],
  distractor: ["不可分割", "忘情", "鬼斧神工", "互为表里", "移情", "独步天下", "相辅而行", "钟情", "出神入化"],
  unknown: []
}, {
  id: "2742039",
  stem: "农产品销路问题，事关国计民生、产业转型，影响着农村发展后劲。不过，打开销路，________还是要看农产品的品质。为此，在________的销售市场中，应当积极引导农户转变经营观念、革新种植技术，培育更多优质农产品，努力在扩大销路与提升品质之间形成________。\n依次填入画横线处最恰当的一项是：",
  correct: ["归根结底", "优胜劣汰", "良性循环"],
  distractor: ["追根溯源", "硝烟四起", "互利共赢", "说千道万", "品质为王", "动态平衡", "千头万绪", "不进则退", "联动机制"],
  unknown: []
}, {
  id: "2742044",
  stem: "仔细观察自然是发现的开端，是认识事物奥秘的向导，我们要注意观察自然界的各种事物、各种现象，注意大自然偶然疏忽留下的破绽，通过对这些________的观察，追根寻源，让大自然________出各种深藏的秘密。我们要以大自然为师，以自然之道来认识自然、适应自然、调节自然、改造和利用自然，使得人类社会________，不断向前发展。\n依次填入画横线处最恰当的一项是：",
  correct: ["蛛丝马迹", "袒露", "日新月异"],
  distractor: ["细枝末节", "显现", "顺势而行", "精益求精", "裸露", "改天换地", "细致入微", "尽显", "弃旧图新"],
  unknown: []
}, {
  id: "2742048",
  stem: "今天的汉语是历史汉语的发展。要更好地了解今天的汉语，就要了解它的________。通过现代的录音工具和记录手段，我们已经能________今天汉语及各种方言、各个要素的现状；历代典籍的数字化，又为我们深入探求汉语悠久的、________的历史，使我们的语言和语言学研究自立于世界民族之林奠定了坚实基础。\n依次填入画横线处最恰当的一项是：",
  correct: ["前世今生", "描摹", "绵延不断"],
  distractor: ["古往今来", "发掘", "生生不息", "来龙去脉", "理清", "周而复始", "千姿百态", "探明", "代代相传"],
  unknown: []
}, {
  id: "2742029",
  stem: "科研人员是科技创新的核心力量，也是科普创作和科学传播的重要生力军。然而，由某科普研究所开展的一项调查显示，相比之下，我国的科普人力资源严重失衡，尤其是作为科普源头的科普创作人力资源更是________。推动科研人员参与科普事业，成为________。国家也在倡导科研人员参与科普，从科研人员的角度来说，这也是________的事情。\n依次填入画横线处最恰当的一项是：",
  correct: ["捉襟见肘", "当务之急", "责无旁贷"],
  distractor: ["难以为继", "燃眉之急", "义不容辞", "凤毛麟角", "重中之重", "理所当然", "后继无人", "人心所向", "舍我其谁"],
  unknown: []
}, {
  id: "2742169",
  stem: "数字经济其实早已不是什么新鲜事物，只是________的新冠肺炎疫情，让人们更________、更真切地领略到数字经济的“魔力”，也对我国创新能力、创新成果有了更具象、更深刻的认知。\n依次填入画横线处最恰当的一项是：",
  correct: ["突如其来", "直观"],
  distractor: ["猝不及防", "具体", "出乎意料", "精准", "无孔不入", "感性"],
  unknown: []
}, {
  id: "2742171",
  stem: "城市是人类进入文明时代的关键标志，是文明成果的________之地，城市不仅仅是非农人口与产业的空间集聚，也________了适应时代变化的经济社会文化生活，从古至今都是经济文化的“高地”。\n依次填入画横线处最恰当的一项是：",
  correct: ["荟萃", "孕育"],
  distractor: ["汇聚", "培育", "积淀", "滋养", "展示", "滋生"],
  unknown: []
}, {
  id: "2742181",
  stem: "工业遗产是一道独特的风景。若能挖掘工厂、矿山的历史文化与科普价值，通过创造性规划和________开发，将它们改造成博物馆、文创园，既能让工业遗产重焕光彩，也让人们得以________历史、憧憬未来。\n依次填入画横线处最恰当的一项是：",
  correct: ["保护性", "回望"],
  distractor: ["商业性", "回馈", "抢救性", "回溯", "艺术性", "回归"],
  unknown: []
}, {
  id: "2742187",
  stem: "有学者认为，跨文化的叙述和理论能力，即将本土历史经验在________概括中理论化，使之能够触动和指导有着不同历史经验的人们的生活和________，是近代以来中国先贤们始终追寻的目标，也是文化中国在更新自身的________中影响世界的具体方式。\n依次填入画横线处最恰当的一项是：",
  correct: ["凝练", "思辨", "传承"],
  distractor: ["提炼", "思考", "传统", "归纳", "思想", "特质", "总结", "思索", "特性"],
  unknown: []
}, {
  id: "2742192",
  stem: "用大概率思维应对小概率事件，重在________、防患于未然。在思想深处绷紧防范________小概率事件风险这根弦，从考验中________经验，补足应急管理体系和能力的短板和漏洞，使之更加完善更具威力。\n依次填入画横线处最恰当的一项是：",
  correct: ["未雨绸缪", "化解", "汲取"],
  distractor: ["居安思危", "消解", "获得", "举一反三", "消除", "总结", "见微知著", "规避", "吸纳"],
  unknown: []
}, {
  id: "2742237",
  stem: "《中国名菜谱》的出版在中国烹饪史上具有特殊意义，它记录了各老字号的当家菜，对各家过去________的技术进行了精确细致的记录。很多菜谱就是一篇硬核长文，比如第一辑中上来就介绍北京烤鸭，洋洋洒洒讲了15页，从养鸭子到修炉子，________，全部囊括。\n依次填入画横线处最恰当的一项是：",
  correct: ["秘而不宣", "事无巨细"],
  distractor: ["隐而不发", "条分缕析", "讳莫如深", "深入浅出", "秘不示人", "知无不言"],
  unknown: []
}, {
  id: "2742230",
  stem: "生命意识、风骨气韵、家国情怀，这三者________，成为中国古典诗词积淀于文化中的审美基因。它们深隐于华夏灵魂深处，昂而不傲，光而不妖。它们________、融达。成就了中华文化昂扬的自信：“不要人夸颜色好，只留清气满乾坤”。\n依次填入画横线处最恰当的一项是：",
  correct: ["合而为一", "内敛"],
  distractor: ["相辅相成", "收敛", "交相辉映", "含蓄", "浑然一体", "谦和"],
  unknown: []
}, {
  id: "2776134",
  stem: "随着米芾等一批杰出的文人艺术家参与印章设计制作，印章艺术进入全新境界。此后的篆刻，不再局限于镌刻官职、姓名来昭示身份与权力，而是通过姓名、字号、斋馆名称、成语警句乃至诗词篇章等内容来表达情趣志向。篆刻艺术使印章________实用的功能，成为表达审美追求的重要而________的方式。\n依次填入画横线部分最恰当的一项是：",
  correct: ["超越", "独特"],
  distractor: ["淡化", "典型", "摆脱", "新颖", "偏离", "卓越"],
  unknown: []
}, {
  id: "2776138",
  stem: "竹被文人高士用来表现脱俗的情趣、正直的气节、虚心的品质，墨竹成了书、画、道的________，成了人格、人品的写照，寓意兴寄愈益丰厚，成为中国画史________的题材。\n依次填入画横线部分最恰当的一项是：",
  correct: ["综合体", "经久不衰"],
  distractor: ["粘合剂", "历久弥新", "代表作", "独树一帜", "标志物", "引人注目"],
  unknown: []
}, {
  id: "2776140",
  stem: "这本书没有________的生涩文字，也没有________的说教辞令。全书朴实无华却字字珠玑，将家训家教中的为人处世道理细细道来，如春风化雨般启迪心智。\n依次填入画横线部分最恰当的一项是：",
  correct: ["佶屈聱牙", "夸夸其谈"],
  distractor: ["言之无物", "空洞无物", "言过其实", "一板一眼", "咬文嚼字", "盛气凌人"],
  unknown: []
}, {
  id: "2776145",
  stem: "从“蓝天保卫战”到“史上最严”的新环境保护法，再到对“洋垃圾”说“不”，“绿水青山就是金山银山”的理念已________。对于中国而言，这是转变发展方式、破解资源环境瓶颈制约、提升国际竞争力的内在要求，与国家乃至全球的可持续发展目标________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深入人心", "同向而行"],
  distractor: ["众所周知", "不谋而合", "根深蒂固", "一脉相承", "牢不可破", "相辅相成"],
  unknown: []
}, {
  id: "2776148",
  stem: "不同性质的书放在一起读，能起到对比和转换视角的作用。工作中读自己专业领域的书，休闲时看其他领域的书，________。许多老一辈科学家，闲暇时喜欢吟诗作赋，这并非________，而是有益的精神调节。\n依次填入画横线部分最恰当的一项是：",
  correct: ["相得益彰", "附庸风雅"],
  distractor: ["张弛有度", "自命不凡", "一举两得", "三心二意", "劳逸结合", "不务正业"],
  unknown: []
}, {
  id: "2776152",
  stem: "网络空间作为家庭、学校、社会等现实世界的________，已经成为未成年人成长中密不可分的一部分。将未成年人与互联网强制________开来，既不可取也很难实现。\n依次填入画横线部分最恰当的一项是：",
  correct: ["延展", "隔离"],
  distractor: ["虚化", "独立", "放大", "划分", "深入", "分割"],
  unknown: []
}, {
  id: "2776111",
  stem: "水雷虽老，却依然是军舰的“________”。一方面，水雷威力巨大，即便是一些老式水雷也会对现代海军舰船构成相当威胁；另一方面，水雷研发难度低，制造成本也不高，因此平时可以大批量地制造、储备，战时可以大面积布设。所以，直到现在水雷依然是各国海军武器库的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["噩梦", "必备"],
  distractor: ["天敌", "王牌", "仇家", "底牌", "克星", "主力"],
  unknown: []
}, {
  id: "2776114",
  stem: "从全世界范围看，论文依然是学术成果主流呈现方式，仍是学术界的“________”。问题的关键在于一个“唯”字，即论文成了学术评价的唯一依据，学术评价________成了计算论文篇数、比拼刊物级别。\n依次填入画横线部分最恰当的一项是：",
  correct: ["硬通货", "异化"],
  distractor: ["必修课", "蜕变", "敲门砖", "演绎", "磨刀石", "沦落"],
  unknown: []
}, {
  id: "2776119",
  stem: "自上世纪70年代开始，悲观的________在西方学界兴起，迅速形成影响，反映到科幻电影中，就出现了《人猿星球》《后天》《终结者》之类的末世电影。当时，这些电影还有警世效果，能够催人反省，但现在这种题材的电影早已沦为套路，大部分属于________之作。\n依次填入画横线部分最恰当的一项是：",
  correct: ["未来观", "东施效颦"],
  distractor: ["历史观", "照本宣科", "审美观", "拾人牙慧", "世界观", "狗尾续貂"],
  unknown: []
}, {
  id: "2776120",
  stem: "面对高端芯片“卡脖子”问题，有紧迫感是好事，但不能________，捡到篮里都是菜。________产业规律才能保证产业健康有序发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["泥沙俱下", "尊重"],
  distractor: ["囫囵吞枣", "遵循", "化繁为简", "敬畏", "鱼龙混杂", "遵守"],
  unknown: []
}, {
  id: "2776122",
  stem: "网络并非法外之地，让肆意妄为的网络“喷子”们________，需要全社会共同努力。政府应重点关注网络生态问题，建立健全网络综合治理体系，完善相关法律法规，细化网络监管条例。监管部门要将规范落实到位，对违法行为重拳出击，还社会一片________的网络空间。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无处遁形", "清朗"],
  distractor: ["原形毕露", "整洁", "谈虎色变", "和谐", "惴惴不安", "宁静"],
  unknown: []
}, {
  id: "2776123",
  stem: "近几年的经典解读出版中，除了文史类的专业学者，一些作家、诗人等跨界的知识精英也加入了进来。这些跨界解读给经典出版增添了更多的________和丰富性，个人化的写作风格也将读者群从文史爱好者________到文艺爱好者。\n依次填入画横线部分最恰当的一项是：",
  correct: ["维度", "扩展"],
  distractor: ["力度", "延伸", "深度", "转移", "角度", "推广"],
  unknown: []
}, {
  id: "2776098",
  stem: "记者不是唯一在讲故事的人。小说家、编剧、段子手、营销号，以及每一个发帖的网友，都在以自己的方式讲述着关于时代的故事。________中，好记者不会迷失航向，而会对职业尊严有更深的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["百舸争流", "体悟"],
  distractor: ["风雨同舟", "诠释", "千帆竞发", "剖析", "逆水行舟", "理解"],
  unknown: []
}, {
  id: "2776230",
  stem: "《民法典》是共和国成立以来第一部以法典命名的法律。从胎儿到坟墓，《民法典》保护中国人生老病死的各个阶段，________社会生活中的各个方面，保护的范围相较于之前的单行法也更加________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["涵盖", "广泛"],
  distractor: ["覆盖", "普遍", "包括", "宽泛", "囊括", "全面"],
  unknown: []
}, {
  id: "2776256",
  stem: "回眸70年，当政府行使职能有了法治思维和法治方式，当解决问题用法、化解矛盾靠法成为________选择，法治的引领正在不断提高着政府的执政能力和执政水平，人民群众也逐渐收获更多实实在在的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["自觉", "福祉"],
  distractor: ["第一", "权利", "主动", "幸福", "重要", "好处"],
  unknown: []
}, {
  id: "3522667",
  stem: "解放战争初期，解放军的武器装备明显落后于国民党军队，但到了战争中后期，有些野战军装备并________国民党的精锐部队。解放军的武器装备主要来自于战场________，也有一部分为解放区军工企业所生产。“小米加步枪”更重要的是指人民与军队的有力配合。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不亚于", "缴获"],
  distractor: ["不低于", "俘获", "不少于", "收获", "不优于", "抓获"],
  unknown: []
}, {
  id: "3522573",
  stem: "生物膜也称为生物被膜，是指附着于有生命或无生命的物体表面，被细菌胞外大分子（一般是多糖）包裹的微生物群体。生物膜上含有大量微生物、藻类和虫卵，通过________微塑料颗粒这一“便车”，随着水流或空气，传播到世界各个角落，进行跨生物地理区域________时，就可能导致生物入侵。\n依次填入画横线部分最恰当的一项是：",
  correct: ["搭乘", "迁移"],
  distractor: ["降解", "摄入", "消化", "聚集", "吸附", "酶解"],
  unknown: []
}, {
  id: "5518343",
  stem: "江南，说不尽。只有一个江南，但江南有无数个________。它是一个复杂的集合体——地理的、历史的、社会的、经济的和文化的江南的同构和相互纠缠。从蛮夷之地到人间天堂，从单纯的地理空间演化为人文社会空间，它是一个在现实时空中不断形变的有形物质空间，也是一个在历史演变的累积和坍塌中得以反复________的精神空间。\n依次填入划横线处的词语，最恰当的一项是（________）。",
  correct: ["面孔", "重塑"],
  distractor: ["面容", "塑造", "面相", "修正", "相貌", "改写"],
  unknown: []
}, {
  id: "5518357",
  stem: "作为一个普通人，也许在平凡的生活中，我们没有辉煌的人生，但看到明媚灿烂的阳光，接到随风飘舞的落叶，闻到刚刚出炉的比萨味道，听到地铁里流浪艺人的歌声，________到轻轻抚过脚面的海水\xb7\xb7\xb7\xb7\xb7\xb7只要我们还怀有对生活一点一滴的热爱和眷恋，哪怕只是换个视角去重新看待平日早已麻木或者________的一切，那这人间就值得。\n依次填入划横线处的词语，最恰当的一项是（________）。",
  correct: ["感受", "厌倦"],
  distractor: ["接触", "讨厌", "体验", "厌烦", "感觉", "倦怠"],
  unknown: []
}, {
  id: "5518378",
  stem: "人终归不是机器，没有________的生活会损失后劲儿。过分满的________，就像行列整齐的人工林，树下的落叶也被扫得干干净净，而不是自然形成的森林，高低交错，各种生物隐藏其间，有完整的生态，充斥着各种可能。人生漫漫，慢慢来，或许反而会比较快。\n依次填入划横线处的词语，最恰当的一项是（________）。",
  correct: ["闲暇", "规划"],
  distractor: ["悠闲", "设计", "休闲", "填充", "休息", "日程"],
  unknown: []
}, {
  id: "5518399",
  stem: "传统文人画萌芽自唐，盛于宋元，讲究画外功夫。士大夫借笔墨抒胸中逸气，倡导通过绘画呈现________生命与精神境遇，与宫廷画院、民间绘画有显著差异。历来传统文人画的发展莫不在笔意图式上________，在取材上以山水花鸟、梅兰竹菊等为传统表现题材。而丰子恺的作品，打破了传统文人画发展到后期取材狭窄的限制以及风格的程式化，生命历程中一切可爱、可喜、可悲、可怒诸相皆可用水墨速写表现。\n依次填入划横线处的词语，最恰当的一项是（________）。",
  correct: ["个体", "着墨"],
  distractor: ["群体", "用功", "集体", "入手", "个人", "落笔"],
  unknown: []
}, {
  id: "3524807",
  stem: "手工空心挂面以张家山的最出名，自从登上了央视、湖南卫视后，手工空心挂面更红了，张家山更红了，村里几乎家家户户都开始做挂面，男女老少齐动手，房前屋顶，________，如烟似雾，一进村口，挂面的芬芳和着黄土的清香顿时让人________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["银丝摇曳", "神清气爽"],
  distractor: ["白眉低垂", "心旷神怡", "细如丝织", "气定神宁", "白丝如雪", "沁人心脾"],
  unknown: []
}, {
  id: "4674893",
  stem: "依次填入划线部分最恰当的是：",
  correct: ["传承", "积聚"],
  distractor: ["继承", "汇聚", "承载", "凝聚", "承接", "集聚"],
  unknown: []
}, {
  id: "4674861",
  stem: "深化职业院校、应用型高校教育教学改革，学校专业规划、教学设计、实习实训等人才培养环节的实施效果如何，取决于双师型教师的素质和水平。应贯彻落实《关于全面深化新时代教师队伍建设改革的意见》，________“分类施策”原则，建构一整套适应职业教育、高等教育应用型人才培养要求的双师型教师制度体系。\n填入划横线部分最恰当的是：",
  correct: ["秉持"],
  distractor: ["秉承", "坚持", "坚守"],
  unknown: []
}, {
  id: "4674863",
  stem: "诚然，传统美术史写作确实存在这些问题，但它是孕育于中国文化脉息中的。如唐代张彦远的《历代名画记》，它与现代意义上的美术史著作相去甚远，是一部包蕴了画史、画家传记、作品著录、技法论、鉴藏论等多项内容的极为通融的画学文献。这种写作模式和潜在的价值系统被学界认为是中国传统美术史的“超稳定结构”，________了之后历代的画史修撰，对当前的美术史写作依然具有启发意义。\n填入划横线部分最恰当的是：",
  correct: ["泽溉"],
  distractor: ["影响", "桎梏", "引领"],
  unknown: []
}, {
  id: "4674859",
  stem: '互联网已经成为人们学习生活工作的重要平台，与此同时，网民"首次触网年龄"明显提前，青少年沉迷网瘾的现象________。在全国两会上，加强未成年人网络保护成为共识。代表委员纷纷建言，让青少年摆脱网瘾，健康上网。\n填入划横线部分最恰当的是：',
  correct: ["屡见不鲜"],
  distractor: ["少见多怪", "习以为常", "熟视无睹"],
  unknown: []
}, {
  id: "4674865",
  stem: "在世界新一轮科技革命和产业变革同我国转变发展方式的历史性交汇期，我们既面临着________的时代机遇，又面临着差距拉大的严峻挑战。此时，关键核心技术的攻关、突破与创新比以往任何时候都更为重要、更为迫切。\n填入划横线部分最恰当的是：",
  correct: ["千载难逢"],
  distractor: ["屈指可数", "凤毛麟角", "百里挑一"],
  unknown: []
}, {
  id: "4674864",
  stem: '电影《流浪地球》票房突破46亿的消息，再次受到关注。这部国产科幻电影之所以受到欢迎，不仅因为它________了中国"硬科幻"电影类型的空白，更重要的是它________了中国传统价值和当代价值，体现着"人类命运共同体"理念。\n依次填入划横线部分最恰当的是：',
  correct: ["填补", "诠释"],
  distractor: ["填充", "开解", "弥补", "解释", "添补", "疏解"],
  unknown: []
}, {
  id: "4674877",
  stem: "“江海不择细流，故能就其深。”文明如水，就在于任何一种文明，都是以平等包容的精神进行交流互鉴，以________的态度成其博大精深。不同国家、民族的思想文化，只有多元多样之别，而无高低优劣之分。面对不同文明，我们需要如大海般宽广的胸怀。多样带来交流，交流孕育融合，融合产生进步，当不同的文明可以相互尊重、和谐共处，我们才能从多样的文明中寻求智慧、汲取营养，________更加灿烂的文明图谱。\n依次填入划横线部分最恰当的是：",
  correct: ["海纳百川", "绘就"],
  distractor: ["博采众长", "刻画", "集思广益", "绘就", "兼收并蓄"],
  unknown: []
}, {
  id: "4674870",
  stem: "受多种因素影响，部分网贷机构出现风险。各省区市第一时间进行动员部署，多措并举，维护社会稳定和金融稳定，保护出借人合法权益。依法打击转移资金、跑路等恶性退出行为；________资金流向，________高管人员，________问题机构良性退出；依法缉捕外逃人员，全力做好追赃挽损；回应和解决群众合理诉求。\n依次填入划线部分最恰当的是：",
  correct: ["监测", "管控", "引导"],
  distractor: ["监管", "掌控", "引导", "监测", "强迫"],
  unknown: []
}, {
  id: "4674878",
  stem: '从孔子庭训"不学礼无以立"，到诸葛亮诫子"静以修身，俭以养德"，从岳母刺字激励精忠报国，到朱子家训"恒念物力维艰"，一个个家训故事、一句句家风箴言，________着祖辈对后代的希望与嘱托，也蕴含着丰富的人生智慧与美德。中国人自古以来重视家风建设，注重在家庭的________、耳濡目染中塑造子女的人生观与敬畏心。虽然时代在不断变迁，但社会的道德要求与价值坚守未变，传统家庭美德不应成为________的冰冷道理，让其潜移默化更多心灵，全社会都会充盈风清气正、和谐美好的正能量。\n依次填入画横线部分最恰当的是：',
  correct: ["承载", "言传身教", "束之高阁"],
  distractor: ["承受", "事必躬亲", "置若罔闻", "承袭", "现身说法", "等闲视之", "承担", "为人师表", "无人问津"],
  unknown: []
}, {
  id: "3524806",
  stem: "2021年是中国共产党建党100周年，地方各级党组织通过加强理论学习、组织专题宣讲、开展实践活动、召开专题组织生活会等方式，组织党员________党的光辉历程，缅怀党的________，________党的红色印记，更加坚定初心、砥砺奋进。\n依次填入划横线部分最恰当的一项是：",
  correct: ["重温", "丰功伟绩", "感受"],
  distractor: ["回顾", "历史功绩", "重温", "回溯", "惊天伟业", "铭记", "瞻仰", "宏图大业", "体悟"],
  unknown: []
}, {
  id: "3524695",
  stem: "万物并育而不相害，道并行而不相悖。随着世界________、经济________、社会________、文化________快速发展，世界不确定不稳定因素增加，和平赤字、发展赤字、信任赤字越来越大，世界正经历百年未有之大变局，面对发展困境、治理难题，全球迫切需要构建人类命运共同体，以便更好地认识世界、发展世界。\n依次填入划横线部分最恰当的一项是：",
  correct: ["多极化", "全球化", "信息化", "多样化"],
  distractor: ["多样化", "信息化", "全球化"],
  unknown: []
}, {
  id: "2453059",
  stem: "必须承认，我们在给年轻人贴上“个性”标签的同时，其实多少也暗含着不够成熟不够理性的主观评价。问题是，哪一代人不都是从________的青年时代，逐渐走向成熟和理性的？都需要经历从学生到职业人的身份________，这种转变对每个人来说都不是________的。\n填入画线部分最恰当的一项是：",
  correct: ["懵懵懂懂", "蜕变", "顺顺当当"],
  distractor: ["稀里糊涂", "蜕变", "顺顺当当", "改变", "风平浪静", "懵懵懂懂"],
  unknown: []
}, {
  id: "2453063",
  stem: "因为资金迟迟未能到位，________发电站的工程一直________不前。\n填入画线部分最恰当的一项是：",
  correct: ["水力", "停滞"],
  distractor: ["水力", "停止", "水利", "停滞"],
  unknown: []
}, {
  id: "5658569",
  stem: "许多上合组织成员国处于丝绸之路经济带上，各国的发展规划可以与丝绸之路经济带建设有机结合、________。未来，上合组织框架内的经济合作步伐将显著________，合作水平将提升至一个全新的高度。\n依次填入画线部分最恰当的是________。",
  correct: ["相得益彰", "加快"],
  distractor: ["水乳交融", "加快", "减慢", "相得益彰"],
  unknown: []
}, {
  id: "5658542",
  stem: "上半年，随着国家政策效应________，我国经济出现回稳势头，积极因素增多，但当前一些企业生产经营困难，不少现实难题还需要________。\n依次填入画线部分最恰当的是________。",
  correct: ["显现", "化解"],
  distractor: ["出现", "解救", "反应", "解决", "反映", "化验"],
  unknown: []
}, {
  id: "5658539",
  stem: "任何一名党员，________职务高低、资历深浅、成就大小，________必须自觉遵守党内政治生活准则，各级党员领导干部要率先垂范。\n依次填入画线部分最恰当的是________。",
  correct: ["不论", "都"],
  distractor: ["即使", "也", "只要", "就", "只有", "才"],
  unknown: []
}, {
  id: "5658557",
  stem: "为________国家京津冀协同发展战略，工信部此前曾________提出了“自2015年8月1日起取消京津冀手机长途漫游费”的工作要求。\n依次填入画线部分最恰当的是________。",
  correct: ["配合", "明确"],
  distractor: ["搭配", "明白", "支持", "明显", "执行", "清楚"],
  unknown: []
}, {
  id: "5658572",
  stem: "依次填入横线处的最恰当词语是________。\n（1）不要轻易去依赖一个人，它会成为你的________。当分别来临，你失去的不是某个人，而是你精神的支柱。\n（2）其实有时候在街上手机不离手，不是有多想玩，而是为了掩饰自己没人同行的________。\n（3）只有当你的快乐和幸福不________于任何人或物的时候，你才是自由的。",
  correct: ["习惯", "尴尬", "附属"],
  distractor: ["惯例", "难堪", "附属", "习惯", "附庸", "尴尬"],
  unknown: []
}, {
  id: "2616005",
  stem: "曹雪芹通过贾府的衣食住行把________人家的富贵之相刻画得淋漓尽致。一屋一室，或雕梁画栋，或________，或金碧辉煌，或简约古朴，相映成辉，相映成画；一餐一饮精烹细作，食不厌精；________，雀衣彩绣，美轮美奂。但仍然没有宴席上的浅斟深酌更能体现出贾府“鲜花着锦、烈火烹油”之盛；没有比推杯换盏之时的琴歌酒赋更能体现出翰墨书香之族的风流雅致。\n依次填入划横线部分最恰当的一项是：",
  correct: ["钟鸣鼎食", "曲径通幽", "一衣一带"],
  distractor: ["筚门圭窦", "岸芷汀兰", "一裙一裳", "兰艾同焚", "粉墙黛瓦", "一丝一缕", "桑枢瓮牖", "小桥流水", "一鞋一袜"],
  unknown: []
}, {
  id: "2616011",
  stem: "近年来，人们的生活条件越来越好，对旅游________的要求也越来越高，从前到此一游、________的旅游方式已逐渐被深度体验、注重文化与互动的旅游方式所替代。正是在这种背景下，文化与旅游融合的发展方式________，并成为热点。\n依次填入划横线部分最恰当的一项是：",
  correct: ["品质", "走马观花", "应运而生"],
  distractor: ["质量", "浮光掠影", "脱颖而出", "环境", "浅尝辄止", "蔚然成风", "生态", "蜻蜓点水", "蔚为大观"],
  unknown: []
}, {
  id: "2616126",
  stem: "随着学校消失，村庄的文化高地不在，村庄文化脉络的________受到了影响；青少年长期“不在场”，对村庄的________感逐渐增强。特别是在以传统农业文明为指征的村庄文化正在大面积________，农村文化呈现虚化、空洞化，无疑更进一步加剧了村庄文化的衰亡，对村庄的可持续发展造成不利的影响。\n依次填入下划线部分最恰当的一项是：",
  correct: ["维系", "疏离", "式微"],
  distractor: ["纲维", "疏远", "消失", "轴心", "隔阂", "衰亡", "衔接", "陌生", "凋零"],
  unknown: []
}, {
  id: "2616130",
  stem: "改革开放以来，伴随着一系列体制障碍的清除，物质资本和人力资本得到巨大的________和有效的重新________。中国终于把自己在几个世纪“大分流”中的落后地位，________为向发达经济体的“大趋同”，开始了中华民族复兴的宏伟征程，并以成为世界第二位经济体为象征，取得了世人瞩目的发展成就。\n依次填入下划线部分最恰当的一项是",
  correct: ["积累", "配置", "逆转"],
  distractor: ["累积", "组合", "扭转", "积聚", "分配", "转化", "积攒", "组织"],
  unknown: []
}, {
  id: "2616010",
  stem: "目前，第五代移动通信（5G）已成为当前和未来全球业界的焦点，将________移动互联网进入新时代。美国高通公司指出，5G技术将成为同电力、互联网等发明一样的通用技术，________未来的转型变革，重新定义工作流程并________经济竞争优势规则。到2035年，5G将在全球创造12.3万亿美元的经济产出，同时创造2200万个工作岗位。\n依次填入划横线部分最恰当的一项是：",
  correct: ["引领", "催化", "重塑"],
  distractor: ["带领", "催生", "重造", "引导", "催发", "制定", "带动", "催促", "制订"],
  unknown: []
}, {
  id: "2616129",
  stem: "两相比较，白话文在通俗易懂的同时，往往在韵律上缺少节奏感，篇幅冗长，而文言文能用________传达出深层或多层意思，其凝练之美、韵律之美和意境之美是白话文________的。\n依次填入划横线部分最恰当的一项是：",
  correct: ["寥寥数语", "无可比拟"],
  distractor: ["一语双关", "略逊一筹", "只言片语", "无与伦比", "三言两语", "相形见绌"],
  unknown: []
}, {
  id: "2616133",
  stem: "饮食在中国文化传承中是较稳定的领域，国有盛衰，代有兴亡，用筷子吃饭数千年不变，与宴饮相关的某些礼仪程式也很少变化，盛行在西周的乡饮酒礼，上可溯至三代遗风，下传至清道光年间，其敬老、尊长、议政的古风________，连酒会程序——谋宾、迎宾、旅酬和送宾等礼仪也________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["一脉相承", "大同小异"],
  distractor: ["如出一辙", "毫无二致", "一脉相通", "相差无几", "衣钵相传", "半斤八两"],
  unknown: []
}, {
  id: "2616132",
  stem: "中国的格律诗，总体上在唐代________，达到无法超越的地步。宋诗其实是唐诗的延续，宋代有一些优秀的诗人，他们的创作可与唐人媲美，譬如苏东坡、王安石、陆游等。宋诗中，写得情景交融、意境优美的作品，可以说________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["登峰造极", "俯拾皆是"],
  distractor: ["叹为观止", "触目皆是", "无出其右", "汗牛充栋", "无与伦比", "斗量车载"],
  unknown: []
}, {
  id: "2616127",
  stem: "研究结果显示，只要手机在视线范围或________的范围之内，就会导致人们的注意力下降。这并不是手机的推送或通知分散了人的注意力，而是人们下意识地不去“________”手机，但发布这个指令的过程本身就会耗费有限的认知资源，造成脑力流失。\n依次填入划横线部分最恰当的一项是：",
  correct: ["触手可及", "惦记"],
  distractor: ["近在咫尺", "牵挂", "唾手可得", "惦念", "一步之遥", "想念"],
  unknown: []
}, {
  id: "2616009",
  stem: "壁虎吸附墙壁是靠它们脚上细微毛发与墙壁________的分子间吸附力，仿壁虎材料运用了相同原理，核心在于有方向的吸附力，也就是说这种材料在平时不粘，而当有________的时候就会牢牢吸住物体表面，整个过程几乎不需要进行按压。\n依次填入划横线部分最恰当的一项是：",
  correct: ["接触", "切向力"],
  distractor: ["粘连", "向心力", "附着", "零重力", "贴合", "离心力"],
  unknown: []
}, {
  id: "2616128",
  stem: "在新型城镇化的过程中，凸显本地文化特色至关重要。文化是一座城市的灵魂，只有文化的________，城市才能________其特色与气质。人是一种文化的存在，所以我们必须切实推进有文化记忆的城镇化。\n依次填入划横线部分最恰当的一项是：",
  correct: ["浸润", "彰显"],
  distractor: ["传播", "凸显", "继承", "形成", "融入", "定格"],
  unknown: []
}, {
  id: "2616125",
  stem: "文化是“人化”，同时又要“化人”。城市中的人一方面是文化形象的________和代言人，人们的精神面貌、道德修养、行为举止诸方面都反映出城市的文化形象；另一方面其行为方式又受到城市文化形象的影响，良好的文化形象会对人产生引导、规范和________作用。\n依次填入划横线部分最恰当的一项是：",
  correct: ["载体", "激励"],
  distractor: ["体现", "训诫", "内涵", "塑造", "象征", "制约"],
  unknown: []
}, {
  id: "2616065",
  stem: "向民众________科学知识，________科学精神，是科学家义不容辞的责任。但是科学家首先要致力于科研，他究竟能花多少时间来做科普，显然无法一概而论。通常，一线科学家很难花费太多的时间和精力直接参与一波又一波的科普活动。\n依次填入划横线部分最恰当的一项是：",
  correct: ["传递", "传播"],
  distractor: ["传输", "传递", "传导", "传扬", "传达", "传承"],
  unknown: []
}, {
  id: "2616063",
  stem: "苏区是一个坚实的实践样本，蕴含着整个中国近代历史的主题、主线，预示着中华民族的前途。苏区研究既属于历史主干研究，也属于历史支系研究。经过多年积累，目前的苏区研究，其广泛、细致的程度前所未有，堪称血肉丰满、________、支系发达。\n填入划横线部分最恰当的一项是：",
  correct: ["枝繁叶茂"],
  distractor: ["繁花似锦", "春色满园", "生机盎然"],
  unknown: []
}, {
  id: "2616061",
  stem: "从某种意义上来说，唐卡是藏文化中第一个走产业化的门类。文化产业化的指标之一是________，早在数百年前，唐卡就已经有了《造像度量经》，而“度量”是决定一幅唐卡价值的基本条件，一幅上乘的手绘唐卡，应该是完全按照《造像度量经》之规定绘制的。\n填入划横线部分最恰当的一项是：",
  correct: ["标准化"],
  distractor: ["类型化", "数据化", "规模化"],
  unknown: []
}, {
  id: "2616062",
  stem: "业内专家建议建立国家营养日或营养周，开展“食育进农村”等活动，加大公益广告投入，发布适宜不同人群的膳食指南。针对农村留守儿童多的现状，在家庭监管________的情况下，政府可通过购买服务，让相关社会组织走进农村，帮助农村孩子健康成长。\n填入划横线部分最恰当的一项是：",
  correct: ["缺失"],
  distractor: ["薄弱", "不力", "缺乏"],
  unknown: []
}, {
  id: "2616147",
  stem: "上海合作组织成立十多年来，创造性提出并始终________“上海精神”，主张互信、互利、平等、协商、尊重多样文明、谋求共同发展，为世界各国共同繁荣、区域合作发展壮大提供了有益________，为推动各国________建设人类命运共同体作出了重大贡献。\n依次填入划横线部分最恰当的一项是：",
  correct: ["践行", "借鉴", "携手"],
  distractor: ["实践", "启发", "并肩", "推行", "借镜", "昂首", "履行", "启示", "挽手"],
  unknown: []
}, {
  id: "2616161",
  stem: "不少街坊所熟知的“冬病夏治”，就是根据祖国医学“春夏养阳，秋冬养阴”的理论，________四时特性的养生疗法。“冬病”指某些好发于冬季，或在冬季加重的病变，如支气管炎、慢性阻塞性肺疾病、过敏性鼻炎、失眠、骨关节痛、体质虚寒症等疾病。“夏治”指夏季这些病情有所缓解，趁其发作缓解季节，补气扶阳、辨证施治，以________冬季旧病复发，或减轻其症状。\n依次填入划横线部分最恰当的一项是：",
  correct: ["顺应", "预防"],
  distractor: ["服从", "防止", "适应", "免予", "符合", "避免"],
  unknown: []
}, {
  id: "2616181",
  stem: "在未来30年里，“气候变化技术”既包括________防洪设施、使用转基因技术使庄稼抵御干旱气候等短期防御科技，也包括使用碳隔离方式将温室气体从大气层抽离并存入地下，将二氧化铝离子植入大气层以此来减少太阳辐射对地球温度影响等长期防御科技________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["建造", "构想"],
  distractor: ["修建", "计划", "兴建", "打算", "建设", "设想"],
  unknown: []
}, {
  id: "2616187",
  stem: "随着智能科技和产业的发展，数据和计算正在成为________经济增长和发展的关键________。作为第四次工业革命的引擎，智能科技和经济在中国的发展________于经济转型升级中所创造的智能化需求。\n依次填入划横线部分最恰当的一项是：",
  correct: ["驱动", "要素", "内生"],
  distractor: ["推动", "因素", "产生", "驱使", "要点", "内化", "触动", "质素", "生长"],
  unknown: []
}, {
  id: "2453227",
  stem: "依次填入文中甲、乙、丙、丁四处，最恰当的一组词语是",
  correct: ["转变", "打造", "释放", "激发"],
  distractor: ["转化", "创建", "激发", "释放", "转变", "打造"],
  unknown: []
}, {
  id: "2453277",
  stem: "“致天下之治者在人才。”在当今人才竞争日趋激烈的背景下，如何网罗天下英才为我所用？如何让专家人才________地贡献才智、施展才华、创新创业？标准答案就是：对专家人才要多关心、多联系、多支持。\n填入画横线部分最恰当的一项是",
  correct: ["心无旁骛"],
  distractor: ["责无旁贷", "无拘无束", "义无反顾"],
  unknown: []
}, {
  id: "2453271",
  stem: "伴随新型智能终端的加速普及，以5G为代表的移动通信技术有力地推动着人工智能、物联网、大数据、云计算等技术蓬勃发展，连接服务的内涵正在从人与人通信延伸到人与物、物与物的智能连接，万物互联的5G时代________。\n填入画横线部分最恰当的一项是",
  correct: ["指日可待"],
  distractor: ["初露头角", "迫在眉睫", "粉墨登场"],
  unknown: []
}, {
  id: "2453272",
  stem: "现在手机地图除了能查询路线外，还能显示与自驾车相比，乘坐公共交通所节约的碳排放量。这类小创意不仅能帮我们加深对绿色生活方式的认知，还能在________中促进自我行动的达成。想想看，有了________的数据对比以及因此带来的小小的精神激励，我们是不是多了一些选择绿色生活方式的动力？\n依次填入画横线部分最恰当的一项是",
  correct: ["潜移默化", "直观"],
  distractor: ["耳濡目染", "真实", "司空见惯", "形象", "身体力行", "简洁"],
  unknown: []
}, {
  id: "2453278",
  stem: "毋庸置疑，歪曲原意、难以卒读的译文断不可取；但表达与表意、本意与诗意，如同难以兼顾的跷跷板。正如专家所说：从________的逐字翻译到忠实而又自由的重述，到模仿、再创造、变化、解释性的对应，可以排成一个连续性的光谱\xb7\xb7\xb7\xb7\xb7\xb7从哪一点出发，都可以产生________的译文。\n依次填入画横线部分最恰当的一项是：",
  correct: ["严格", "精彩"],
  distractor: ["简单", "直白", "刻板", "妥帖", "认真", "恰当"],
  unknown: []
}, {
  id: "2453276",
  stem: "1796年，英国医生爱德华\xb7詹纳偶然发现，大多数得过牛痘的挤奶工不会再得天花。为了证明这个发现，他大胆地在一个男孩身上做了实验，幸运的是，实验成功了，世界上的第一支疫苗就这么产生了。但是令人_______的是，最初人们非常______他的发明，因为他们相信接种牛痘之后会长出牛角。\n依次填入画横线部分最恰当的一项是：",
  correct: ["啼笑皆非", "抗拒"],
  distractor: ["始料未及", "怀疑", "匪夷所思", "敌视", "痛心疾首", "憎恨"],
  unknown: []
}, {
  id: "2453280",
  stem: "北京以大运河北京段运河沿线地区古城古镇、运河古道、仓储码头、寺庙街巷、传统村落等遗产保护挖掘和利用为________，通过系统保护运河文化遗产，提升运河文化价值，打造凝聚悠久历史、荟萃古今文化历史文脉的“千古运河”，________出了一套具有全国示范效应的“北京方案”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["抓手", "摸索"],
  distractor: ["先导", "构建", "主线", "琢磨", "契机", "提炼"],
  unknown: []
}, {
  id: "2453281",
  stem: "辞书的“互联网基因”，似乎是________的。对于网络阅读，人们常常有“碎片化”的________，而辞书恰是由众多“碎片化”的条目组成的，并且也是供人们“碎片化”检索使用的。因为有了数字化、互联网，辞书检索变得空前________：只要把那个字、那个词放入搜索框，轻点一下鼠标，古音、今音，古义、今义，例句乃至翻译，都可以同时呈现在眼前。\n依次填入画横线部分最恰当的一项是",
  correct: ["与生俱来", "忧虑", "简便"],
  distractor: ["得天独厚", "质疑", "顺利", "不言而喻", "批评", "轻松", "毋庸置疑", "烦恼", "容易"],
  unknown: []
}, {
  id: "2453279",
  stem: "生鲜品线下销售渠道的________是直观，消费者可以现场挑选和检查质量，这种面对面的交易也是人们________的消费习惯。尽管网购的普及已经在逐渐________这一习惯，但对于生鲜品这类非标准化商品来说，目前阶段人们还是习惯“眼见为实”。\n依次填入画横线部分最恰当的一项是",
  correct: ["优势", "根深蒂固", "颠覆"],
  distractor: ["特点", "喜闻乐见", "改变", "价值", "习以为常", "打破", "要领", "由来已久", "破除"],
  unknown: []
}, {
  id: "2453282",
  stem: "腰封也叫书腰，定义为“于书籍中间地带另置一条类似腰带的文字介绍，以配合行销或书籍推荐”。在腰封的编辑和设计中，应将营销策略________于腰封的设计过程中，以便更好地推广图书。这也是有助于读者________了解图书内容的信息沟通手段，应该说，优秀的腰封应是件________的事儿。\n依次填入画横线部分最恰当的一项是",
  correct: ["贯穿", "迅速", "锦上添花"],
  distractor: ["凝聚", "简单", "相得益彰", "整合", "方便", "一举两得", "内化", "初步", "水到渠成"],
  unknown: []
}, {
  id: "2616139",
  stem: "作为一种现象，城市垃圾问题早已凸显，异地倾倒、________，不过是垃圾困境的一种不当突围方式而已。治理垃圾异地倾倒问题，必须依靠严厉执法和监督举报，但最终还是要回到城市垃圾处理上来。\n填入划横线部分最恰当的一项是：",
  correct: ["以邻为壑"],
  distractor: ["投机取巧", "落井下石", "寡廉鲜耻"],
  unknown: []
}, {
  id: "2616145",
  stem: "国学如果停留在浅层次的形式复古，无异于________，甚至会把国学弄成与现代文明相对抗的姿态，凡事不问好坏对错，一切以东西古今划界。凡是古人的都是好的，哪怕骑驴；凡是现代的都是“非我族类”，都该保持距离。如此下去，国学非但不会被这些人发扬光大，相反可能会走入狭隘化、极端化、边缘化的境地，钻进狭小天地里________，与文明发展割断脉络，把自己变成了一块“化石”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["买椟还珠", "孤芳自赏"],
  distractor: ["缘木求鱼", "蓬荜生辉", "掩耳盗铃", "纤尘不染", "刻舟求剑", "皮里阳秋"],
  unknown: []
}, {
  id: "2616066",
  stem: "中华文化绵延5000年，有其独特的价值体系，已成为中华民族的基因。中华优秀传统文化是中华民族的突出优势，________着中华民族最深沉的精神追求，为中华民族生生不息、发展壮大提供了丰厚________，潜移默化地影响着中国人的思想方式和行为方式，至今仍然具有鲜活的时代价值。\n依次填入划横线部分最恰当的一项是：",
  correct: ["积淀", "滋养"],
  distractor: ["沉淀", "润泽", "积聚", "滋润", "积蓄", "滋补"],
  unknown: []
}, {
  id: "2616008",
  stem: "在西汉时期，一种青铜染炉非常流行，以至于在许多地方都有出土。这种染炉分为三个构造：主体为炭炉，下部是________炭灰的盘体，上面放置一具活动的杯。它曾让几代学者对它的用途________，直到今天，考古界才确定它就是一种类似现代意义上的“小火锅”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["承接", "迷惑不解"],
  distractor: ["接收", "孜孜以求", "收纳", "朝思暮想", "盛放", "潜精研思"],
  unknown: []
}, {
  id: "2616141",
  stem: "研究人员分别给成年小鼠和老年小鼠喂食膳食纤维含量不同的两种食物，持续4周，然后对小鼠血液中短链脂肪酸水平、肠道炎症状况等进行检测，结果表明，多补充膳食纤维，不仅可以提高老年小鼠血液中短链脂肪酸水平，而且会显著________小鼠肠道炎症，增强细胞抗炎能力，进而抑制有害化学物质的产生，延缓大脑功能________进程。\n依次填入划横线部分最恰当的一项是：",
  correct: ["减轻", "衰退"],
  distractor: ["减弱", "衰萎", "减缓", "衰弱", "减少", "衰变"],
  unknown: []
}, {
  id: "2725267",
  stem: "近年来，人民不仅对物质文化生活提出了更高要求，而且在民主、法治等方面的要求日益增长，但更加________的问题是发展不平衡不充分，这已经成为满足人民日益增长的美好生活需要的主要________因素。\n依次填入画横线部分最恰当的一项是：",
  correct: ["突出", "制约"],
  distractor: ["现实", "约束", "严峻", "限制", "突兀", "影响"],
  unknown: []
}, {
  id: "2725270",
  stem: "近年来，国内某些博物馆以“特展”的名义，对某些展览额外收取高额门票。这种做法恐怕不仅仅把非专业人士限制在外，就连一些从事专业研究的学者也难免________了。\n填入画横线部分最恰当的一项是：",
  correct: ["望而却步"],
  distractor: ["忍痛割爱", "裹足不前", "大失所望"],
  unknown: []
}, {
  id: "2725273",
  stem: "《经典咏流传》将经典诗词的精神内涵与时代发展紧密结合，在新的时代背景下重新________和深度发掘，实现了真正意义上的________，让国人对古典诗词有了更丰富、更亲近、更喜悦的体验。\n依次填入画横线部分最恰当的一项是：",
  correct: ["诠释", "古为今用"],
  distractor: ["阐述", "脱胎换骨", "认识", "发扬光大", "观照", "与时俱进"],
  unknown: []
}, {
  id: "2725274",
  stem: "作为承载信息极大丰富的民族基因宝库，文物并非扁平的、冰冷的物件，其所涉及的学科门类________。它们包含了大量的历史文化信息，可以让今人________过去、找到认识自我的坐标；不仅蕴含有博大精深的智慧、巧夺天工的技艺，而且有领先世界的成就。\n依次填入画横线部分最恰当的一项是：",
  correct: ["包罗万象", "回溯"],
  distractor: ["不计其数", "反思", "不胜枚举", "追忆", "五花八门", "比照"],
  unknown: []
}, {
  id: "2725276",
  stem: "期刊与网络并存的格局是当下网络文学得以发生的逻辑前提。正是由于文学期刊“发表难”，积压的草根性创作力量才通过网络得以大规模________。不过，这种发表格局也折射出一种观念上的预设：发表在文学期刊上的作品一定是________的，而网络文学就可以是粗陋的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["释放", "精致"],
  distractor: ["发掘", "严谨", "爆发", "正统", "传播", "经典"],
  unknown: []
}, {
  id: "2725275",
  stem: "千里岷江和沱江的冲积，________了肥沃的成都平原。从高空俯瞰，金黄的油菜花热烈盛开，错落分布的村落________在平坦宽广的农田中；围绕村落自然分布的树木，既为村落增加了独特的空间安全感，又为田间动物穿越提供了可供休憩的场所。\n依次填入画横线部分最恰当的一项是：",
  correct: ["造就", "点缀"],
  distractor: ["滋润", "镶嵌", "成就", "遍布", "孕育", "穿插"],
  unknown: []
}, {
  id: "2725277",
  stem: "有的文明覆灭之后，原有的民族可能还在，但文化上却被征服者彻底________。中国历史上也不乏征服与被征服，中国文明却没有因此而断裂。一个很重要的原因是中国处于半封闭的状态，东面是大海，西面是高原和荒漠，与其他地区的文明虽有接触，但相互间的交流与冲突总体来说并不________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["同化", "显著"],
  distractor: ["颠覆", "充分", "融合", "频繁", "改造", "直接"],
  unknown: []
}, {
  id: "2725282",
  stem: "从现实角度来说，“好面子”实际上是一种遵守社会游戏规则的表现。如果不把面子事做好，就容易被周围的人________。在很多人看来，根本不必考虑“好面子”背后的原因和目的，只要跟大多数人的行为保持一致，________，就一定不会错，这就是社会心理学中经常提到的“羊群效应”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["排斥", "随波逐流"],
  distractor: ["反感", "亦步亦趋", "鄙视", "墨守成规", "误解", "人云亦云"],
  unknown: []
}, {
  id: "2725286",
  stem: "中学阶段大多数必读作品所反映的生活与当下生活差异较大，中学生对当时的社会很难有宏观、准确的________，这就带来了阅读的障碍。此外，必读作品大多反映的是作家的人生经历和情感体验，没有一定人生阅历的人，很难产生情感共鸣与价值认同，于是________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["把握", "知难而退"],
  distractor: ["理解", "半途而废", "判断", "断章取义", "定位", "望洋兴叹"],
  unknown: []
}, {
  id: "2725423",
  stem: "当国大业大、兵强马壮的时候，非我莫属、称王称霸的心理优势不免同步膨胀，进而，就会很自然地顺应起弱肉强食的丛林法则，对外扩张、威胁他国，成为________的思维惯性。而此时，属于文明的力道，才真正凸显出来。顺从欲望本能而为，________，那是动物天性的暴力遗存；依照价值观念而为，约束自我，才是人类文明的进步力量。\xa0\n依次填入横线处最恰当的一项是：",
  correct: ["顺势而为", "放任自流"],
  distractor: ["理所当然", "顺其自然", "水到渠成", "以暴制暴", "因势利导", "随心所欲"],
  unknown: []
}, {
  id: "2578742",
  stem: "行书一身兼众体，包容天下字，行书处在楷、草之间，最有________空间。正楷严肃认真，影响了书写速度，行书既书写快，又看得懂，因而大受欢迎。\n填入画横线部分最恰当的一项是：",
  correct: ["伸缩"],
  distractor: ["改造", "想象", "创作"],
  unknown: []
}, {
  id: "2578745",
  stem: "作为一种依靠界笔、直尺等工具创作的绘画，界画主要表现的是宫室、楼榭等宏伟建筑，而这类建筑的________之处往往在于土木结构的复杂精巧，所以能画得准确细腻已是极为不易，而要在此基础上________出风神气象，就更需洞悉无遗、铢积寸累。\n依次填入画横线部分最恰当的一项是：",
  correct: ["高妙", "传达"],
  distractor: ["新奇", "表现", "独特", "渲染", "非凡", "勾勒"],
  unknown: []
}, {
  id: "2578748",
  stem: "在大数据的洪流中，互联网与传统文化产业的融合，成为一个新的市场________。作为创意性、知识性、融合性强的产业，三大要素的支撑对于文化生产力的发展至关重要。文化产业对资源、人才以及开放和多元包容具有高度依赖性，这与互联网和大数据的基因________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["契机", "不谋而合"],
  distractor: ["机会", "相辅相成", "机遇", "一脉相承", "时机", "异曲同工"],
  unknown: []
}, {
  id: "2578766",
  stem: "近年来，北京市重视挖掘老旧厂房的文化内涵和利用价值，将其发展成文化创意类项目，使之________文化馆、图书馆、博物馆等公共文化功能。老旧厂房作为城市文化的重要________，为城市文化的创新发展提供了空间，既展示了历史文化，也成为新的文化地标。\n依次填入画横线部分最恰当的一项是：",
  correct: ["承载", "记忆"],
  distractor: ["肩负", "载体", "担任", "遗迹", "分担", "标志"],
  unknown: []
}, {
  id: "2578767",
  stem: "近几十年来，苏绣讲究的“平、齐、光、亮”已被刺绣界广为认同，成为衡量传统针法技艺高低的基本________。各绣种最初习绣都要从学习平绣技法入手，而真正绣好一幅平绣作品并非易事，能成为经典的作品可谓________，这不仅因为此种技艺用针黹书写了刺绣艺术史，更是因为它承担着传承工匠精神的历史重任。\n依次填入画横线部分最恰当的一项是：",
  correct: ["尺度", "凤毛麟角"],
  distractor: ["追求", "屈指可数", "标准", "众望所归", "原则", "大海捞针"],
  unknown: []
}, {
  id: "2578768",
  stem: "当一名记者让科学家用一句话描述他的研究时，科学家只能焦躁地问他：“科学的语言，你会多少？”科学家的________当然可以理解。当一位科学家花了数十年的时间，终于完成了一项研究，并以此获得了诺贝尔奖，你怎么可能让他把整个研究过程________为一句话呢？\n依次填入画横线部分最恰当的一项是：",
  correct: ["不满", "浓缩"],
  distractor: ["傲慢", "概括", "烦恼", "精炼", "抱怨", "简约"],
  unknown: []
}, {
  id: "2578769",
  stem: "弗洛伊德曾说，教育是一种“不可能”成功的职业。因为我们往往会________地把从父母那里学到的东西传递给我们的子孙。更有甚者，即使我们下定决心与童年所接受的教育________，“反其道而行之”，这其实也意味着我们正在被想要努力挣脱的链条所捆绑。\n依次填入画横线部分最恰当的一项是：",
  correct: ["潜移默化", "决裂"],
  distractor: ["自以为是", "妥协", "习以为常", "分离", "理所当然", "共存"],
  unknown: []
}, {
  id: "2578770",
  stem: "对久不更新、久不回复的服务网站，人们没少投诉和批评，最终都________。因为这些投诉和批评根本不能制约和影响相关部门，网页上的投诉窗口，在接到投诉信息后也只会自动回复“您的信息已收到”等万能句式。一边积极反映意见，另一边却________，权当网站为摆设。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不了了之", "充耳不闻"],
  distractor: ["于事无补", "敷衍塞责", "石沉大海", "无动于衷", "收效甚微", "虚与委蛇"],
  unknown: []
}, {
  id: "2578771",
  stem: "当下一系列重大纪念活动为革命历史题材剧提供了创作契机，但有些创作者只是迎合活动而草就，使得剧目________，不能成为保留剧目。究其原因，其中最大问题就是选材，选材不当直接会导致剧种与题材的________。我们一定要考虑该题材是否适合做成戏曲，是否适合该剧种。\n依次填入画横线部分最恰当的一项是：",
  correct: ["昙花一现", "分裂"],
  distractor: ["鱼目混珠", "脱节", "稍纵即逝", "断档", "粗制滥造", "偏离"],
  unknown: []
}, {
  id: "2578772",
  stem: "拍摄行业剧难就难在既要在专业上不被________，又要在戏剧情感上引发共鸣，巧妙地将艺术性与专业性结合起来。我国电视剧行业发展到现在，对于家庭伦理剧、都市情感剧的驾驭已经________，但是在行业剧的创作上还是要注意立足于真实情况和现实模型，决不能对行业________、胡编乱造。\n依次填入画横线部分最恰当的一项是：",
  correct: ["指摘", "游刃有余", "一知半解"],
  distractor: ["挑剔", "得心应手", "以偏概全", "苛责", "驾轻就熟", "浮光掠影", "责备", "绰绰有余", "望文生义"],
  unknown: []
}, {
  id: "2448410",
  stem: "中国正处于经济结构转型升级和世界新一轮技术革命的交汇时期，创新驱动高质量发展渐成共识。没有管理创新、市场创新的商业创新模式________，有真实需求场景的教育、医疗健康、信息消费、消费升级等模式创新领域，将会迸发出新的投资机会。\n填入画横线部分最恰当的一项是：",
  correct: ["难以为继"],
  distractor: ["举步维艰", "日薄西山", "岌岌可危"],
  unknown: []
}, {
  id: "2448418",
  stem: "传统饱和打击战术的核心，是从不同方向、不同层次向同一目标发射超出其防御上限的导弹，以数量优势形成绝对力量优势，压迫及摧毁其防御体系，对敌重要目标进行毁灭性打击。该战术需要庞大的火力投射平台和充足的武器弹药作支撑，这让世界上大多数国家________。\n填入画横线部分最恰当的一项是：",
  correct: ["望而却步"],
  distractor: ["无可奈何", "束手无策", "裹足不前"],
  unknown: []
}, {
  id: "2448561",
  stem: "伴随衰老，人的记忆力会发生明显衰退。最近，《自然》子刊《自然\xb7神经科学》杂志给出了潜在的解决方案。他们的方法看起来无比________：电击大脑。这当然不是“网瘾中心”那种野蛮的电击方式，而是一项有着出色设计的________实验，揭示了脑电波变化与衰老所引起的记忆衰退之间的重要关系。\n依次填入画横线部分最恰当的一项是：",
  correct: ["粗暴", "严谨"],
  distractor: ["直接", "安全", "危险", "神奇", "简单", "有趣"],
  unknown: []
}, {
  id: "2448562",
  stem: "在历史研究中，实证主义强调________，认为史学家是反映历史的镜子，其职责仅限于对史料进行严格考证、挑选和排列，让史料自身去制造历史，而自己则要________，这种观点忽视了史学家的主观能动性，过于绝对和冷漠，在后续的发展中受到很大质疑。\n依次填入画横线部分最恰当的一项是：",
  correct: ["客观性", "置身事外"],
  distractor: ["公正性", "秉笔直书", "独立性", "冷眼旁观", "真实性", "不动声色"],
  unknown: []
}, {
  id: "2448441",
  stem: "“万物各得其和以生，各得其养以成。”这方面有很多鲜活生动的事例。始建于战国时期的都江堰，距今已有2000多年历史，就是根据岷江的洪涝规律和成都平原悬江的地势特点，________建设的大型生态水利工程，不仅造福当时，而且________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["因势利导", "泽被后世"],
  distractor: ["顺势而为", "利在千秋", "物尽其用", "历久弥新", "因地制宜", "经久不衰"],
  unknown: []
}, {
  id: "2448494",
  stem: "渔业资源恢复是一个复杂而缓慢的过程，需要________的努力，如坚决减少捕捞力量、科学发展增殖渔业和加强栖息地保护与修复等。________生态系统水平的适应性对策，强化资源管理与养护，依然是下一步渔业资源恢复的重点工作。\n依次填入画横线部分最恰当的一项是：",
  correct: ["锲而不舍", "探索"],
  distractor: ["坚韧不拔", "制定", "坚持不懈", "借鉴", "有条不紊", "研究"],
  unknown: []
}, {
  id: "2448476",
  stem: "现在很多人对快速发展的食品科技比较陌生，对食品从农田到餐桌的全过程知之甚少，因此对错误信息的辨识能力、对谣言的抵御能力十分有限。那些________的谣言不仅影响消费信心，也给行业、产业带来直接的危害。强化食品安全科普传播________，也迫在眉睫，这已经成为全行业和全社会的共识。\n依次填入画横线部分最恰当的一项是：",
  correct: ["耸人听闻", "势在必行"],
  distractor: ["虚张声势", "至关重要", "铺天盖地", "首当其冲", "口耳相传", "任重道远"],
  unknown: []
}, {
  id: "2448557",
  stem: "古城区发展到一定阶段，适度地提升改造是必要的，但如果是通过“拆真”来为“建假”腾出地方，这样的开发改造必然是________。其实，提升改造与对老建筑的保护本来可以________，恰当地修缮，不但可以让历史建筑重新焕发活力，也能够提升城区的整体质量，达到提升改造的目的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["得不偿失", "并行不悖"],
  distractor: ["顾此失彼", "齐头并进", "暴殄天物", "双管齐下", "舍本逐末", "并驾齐驱"],
  unknown: []
}, {
  id: "2448506",
  stem: "五四运动表现出来的爱国主义精神，与以往的爱国主义相比较，具有历史进步性和鲜明时代性。这种爱国主义不是盲目排外，而是为了维护国家独立和民族尊严；不是________，而是与民主和科学精神紧密联系，追求发展进步；不是________，而是付诸行动，以“直接行动”投入反帝运动。\n依次填入画横线部分最恰当的一项是：",
  correct: ["固步自封", "纸上谈兵"],
  distractor: ["刻舟求剑", "作壁上观", "邯郸学步", "闭门造车", "拾人牙慧", "夸夸其谈"],
  unknown: []
}, {
  id: "2448472",
  stem: "科学家网上科普，“高大上”的国家科研机构与轻松娱乐的网络文化场域相遇，不仅没有出现文化上的巨大冲突、碰撞，反倒形成了一种________、寓教于乐的可爱画风，受到很多年轻人的喜爱。这种意外，看似有很大的________，实则是一种科普方式的积极探索创新，预示了打通两个文化场域的可能性。\n依次填入画横线部分最恰当的一项是：",
  correct: ["亦庄亦谐", "偶然性"],
  distractor: ["别出心裁", "随意性", "相映成趣", "特殊性", "妙趣横生", "随机性"],
  unknown: []
}, {
  id: "2448509",
  stem: "有关部门制定银龄讲学计划，在全国招募万名优秀退休教师，下乡支援农村学校。相信白发苍苍的师者，会无私地奉献燃烧；但是要________乡村师生双双流失的困境，不能仅凭一时兴起的“输血”和情怀。唯有教育资源真正向农村________，真正提高乡村教师的待遇和吸引力，乡村振兴才会有________的新鲜血液。\n依次填入画横线部分最恰当的一项是：",
  correct: ["扭转", "倾斜", "源源不断"],
  distractor: ["改善", "汇聚", "生生不息", "突破", "集中", "生机勃勃", "摆脱", "开放", "薪火相传"],
  unknown: []
}, {
  id: "2448420",
  stem: "秋葵原产印度，却在中国______已久，东汉的《说文解字》称其为“黄葵”，《本草纲目》也有详细记载，称其为“侧金盏花”。秋葵曾是我较为______的蔬菜，在童年记忆里，家中餐桌上并未出现过它。近些年秋葵却______走红，长居网红零食的热门榜单，也逐渐成为寻常百姓的秋日家常菜。\n依次填入画横线部分最恰当的一项是：",
  correct: ["扎根", "陌生", "迅速"],
  distractor: ["侨居", "反感", "意外", "流浪", "向往", "瞬间", "落户", "不屑", "莫名"],
  unknown: []
}, {
  id: "2448435",
  stem: "准确、权威的信息不及时传播，虚假、歪曲的信息就会搞乱人心；积极、正确的思想舆论不发展壮大，消极、错误的言论观点就会肆虐______。这方面，主流媒体守土有责，更要守土尽责，及时提供更多真实客观、观点鲜明的信息内容，牢牢______舆论场主动权和主导权。主流媒体要敢于引导、善于疏导，原则问题要旗帜鲜明、立场坚定，一点都不能______。\n依次填入画横线部分最恰当的一项是：",
  correct: ["泛滥", "掌握", "含糊"],
  distractor: ["蔓延", "守护", "犹豫", "扩散", "占据", "退缩", "滋生", "控制", "迟疑"],
  unknown: []
}, {
  id: "2448559",
  stem: "测谎的基本原理是：欺骗的人会紧张，以致呼吸、脉搏加快和血压升高。测谎专家因而声称，只要操作、解析得当，测谎仪能够有效发现说谎者，结果是________的。反对者则认为，一个________且擅长控制情绪的人是可以对付测谎仪的。在这个过程中，不是人与机器，而是测谎者与被测者的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["可靠", "有备而来", "较量"],
  distractor: ["合理", "见多识广", "博弈", "科学", "不露声色", "抗衡", "准确", "从容不迫", "对决"],
  unknown: []
}, {
  id: "2448560",
  stem: "千百年来，乡村承担着对村民行为的引导、规训与教育功能，让人们________、明辨是非善恶。农事活动、节日庆典、民俗习惯、村规民约等，都是维系村落价值取向和有序运行的重要________，它们以________的形式不断强化人们的行为规范，并使之内化为人们的道德准则。\n依次填入画横线部分最恰当的一项是：",
  correct: ["通情达理", "载体", "潜移默化"],
  distractor: ["循规蹈矩", "途径", "喜闻乐见", "与人为善", "方式", "言传身教", "奉公守法", "手段", "耳濡目染"],
  unknown: []
}, {
  id: "2448401",
  stem: "流行病学的一系列证据表明，来自道路的交通噪音会导致心脏病发作。长期暴露在交通噪音中，人体血液的生化性质（血清蛋白、血糖和各种电解质含量等）会发生改变。在这一方面，连汽车尾气的杀伤力都________。\n填入画横线部分最恰当的一项是：",
  correct: ["甘拜下风"],
  distractor: ["退避三舍", "自惭形秽", "望洋兴叹"],
  unknown: []
}, {
  id: "2448461",
  stem: "军事伪装可追溯到上古时代。比如，《荷马史诗》中提及的“特洛伊木马”就是军事伪装的早期实例，即将人员和装备伪装成无害的事物，使得军事行动________。巧妙地运用军事伪装技术，________自身真实的作战意图，往往能取得令人称奇的胜利。\n依次填入画横线部分最恰当的一项是：",
  correct: ["出其不意", "隐藏"],
  distractor: ["扑朔迷离", "转移", "悄无声息", "掩饰", "防不胜防", "严守"],
  unknown: []
}, {
  id: "2448466",
  stem: "短视频诞生之初就________了用户、内容制作方和营销方的界限，打通了自上而下和自下而上的传播渠道，鼓励用户对已有内容进行再创作。因此，短视频拥有比传统影视作品更快、更多样的传播方式，“内容即营销”的理念也在短视频上体现得________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["模糊", "淋漓尽致"],
  distractor: ["打破", "一目了然", "消除", "准确无误", "弱化", "一清二楚"],
  unknown: []
}, {
  id: "2448484",
  stem: "地球并非太阳系唯一有水的星球，木卫二所拥有的水资源就比地球还多，堪称一颗________的“水球”。不过，与其邻居木卫三相比，木卫二就________了。通过研究木卫三上极光的微小偏移，科学家推断木卫三拥有巨大的地下海洋，液态水的含量可能是地球的30倍。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不折不扣", "相形见绌"],
  distractor: ["彻头彻尾", "微不足道", "货真价实", "差强人意", "实至名归", "自愧弗如"],
  unknown: []
}, {
  id: "2448502",
  stem: "从陆地到天空，从恐龙到鸟类，生物的生态习性发生了巨大改变，身体结构也有了天壤之别。若非有一系列介于两者之间的过渡物种让人________，即便熟读《物种起源》，笃信达尔文的演化理论，也仍然会对“恐龙是鸟类的祖先”的说法________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["眼见为实", "将信将疑"],
  distractor: ["无可辩驳", "充耳不闻", "心服口服", "置之不理", "不置可否", "不以为然"],
  unknown: []
}, {
  id: "2448505",
  stem: "商品或服务没有质量的保障，就像生命失去了健康一样，一切都________。人们进行网络消费时，能够一眼看到价格，却很难发现是否存在质量问题。这种情况下，质量因素便更加关键。如果商家在营销环节耍小聪明，以低价为噱头，轻视质量，就如同________，等到“东窗事发”，注定会收到消费者的差评。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无从谈起", "掩耳盗铃"],
  distractor: ["无济于事", "饮鸩止渴", "徒劳无功", "作茧自缚", "黯然失色", "买椟还珠"],
  unknown: []
}, {
  id: "2448507",
  stem: "当今世界，处于百年未有之大变局。世界多极化、经济全球化________，人类的命运紧密相连，各国利益深度融合。但同时，各种挑战也日益严峻。变局之中，要合作还是要对立，要开放还是要封闭，要互利共赢还是要________，人类发展处在何去何从的十字路口。\n依次填入画横线部分最恰当的一项是：",
  correct: ["势不可挡", "以邻为壑"],
  distractor: ["有目共睹", "各行其是", "高歌猛进", "独善其身", "方兴未艾", "两败俱伤"],
  unknown: []
}, {
  id: "2448508",
  stem: "过去，我国生产能力滞后，因而把工作重点放在扩大投资、提高生产能力上。现在，产能总体过剩，仍________靠扩大规模投资抬高速度，作用有限且边际效用递减。虽然短期内投资可以成为拉动经济增长的重要动力，但最终消费才是经济增长的________动力。在扩大有效投资、发挥投资关键作用的同时，必须更加有效地发挥消费对增长的________作用。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一味", "持久", "基础"],
  distractor: ["片面", "根本", "决定", "盲目", "核心", "一般", "单纯", "长期", "实质"],
  unknown: []
}, {
  id: "2448427",
  stem: "5G网络的建设是一个复杂的过程，无论对于运营商还是产业链中的其他企业都极具挑战性，不能指望______。毫无疑问，5G时代正在到来。中国既要避免盲目自信，也不能______。我们应把5G作为科技创新的一个突破口，抓住机遇，______，实现自我突破。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一蹴而就", "妄自菲薄", "迎难而上"],
  distractor: ["立竿见影", "自暴自弃", "脚踏实地", "一日千里", "夜郎自大", "逆水行舟", "势如破竹", "谨小慎微", "砥砺前行"],
  unknown: []
}, {
  id: "2448440",
  stem: "具有“边缘型状态”的人往往缺乏______的自我认知，没有相对明确的自我形象。有时候他们觉得自己充满力量，非常自信，似乎是全能的存在；有时候却又觉得自己好像虚弱无力，______，非常自卑。在“边缘型状态”的人身上，这种转变往往是突然而______的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["稳定", "一无是处", "剧烈"],
  distractor: ["全面", "弱不禁风", "深刻", "清醒", "无所作为", "离奇", "完整", "无足轻重", "彻底"],
  unknown: []
}, {
  id: "2577965",
  stem: "繁花盛开的季节，蜜蜂在姹紫嫣红之间辛勤劳作，如果你仔细观察一只蜜蜂的活动就会发现，蜜蜂对柑橘和咖啡的花朵仿佛着了魔一般，而对其他植物的花朵________，\xa0这是为什么呢？\n填入划横线部分最恰当的一项是：",
  correct: ["熟视无睹"],
  distractor: ["旁若无人", "素不相识", "置若罔闻"],
  unknown: []
}, {
  id: "2578051",
  stem: "民族精神是衡量一个国家综合国力强弱的重要因素，是衡量一个民族有无凝聚力、向心力、战斗力的重要指标。一个国家重视民族精神的培养，就能凝心聚力、________，各项事业就会________；忽视民族精神的培养，只会________、消极颓废，各项事业都难以搞好。\n依次填入划横线部分最恰当的一项是：",
  correct: ["精神振奋", "兴旺发达", "人心涣散"],
  distractor: ["奋发图强", "一日千里", "一盘散沙", "聚精会神", "繁荣昌盛", "离心离德", "精神抖擞", "蒸蒸日上", "分崩离析"],
  unknown: []
}, {
  id: "2577992",
  stem: "防控疫情，应该多一些“小题大做”的________意识。小题大做，不是无理取闹，更不是渲染紧张气氛，而是体现出对疫情的________，以及对防控疫情的重视。\n依次填入划横线部分最恰当的一项是：",
  correct: ["警惕", "戒备"],
  distractor: ["大局", "防御", "敏锐", "监测", "谨慎", "预判"],
  unknown: []
}, {
  id: "2577997",
  stem: "社交裂变简单点来说就是病毒式传播，爆款单品能在短时间内________最多用户，平台也由此获得大量用户和粉丝。获客成本高成为传统电商增长的瓶颈，以人和内容为核心的社交平台，利用用户自身的社交关系网络，能够更快地实现商品和用户________，自然就被当做商品营销的新渠道。\n依次填入划横线部分最恰当的一项是：",
  correct: ["抵达", "连接"],
  distractor: ["成就", "碰撞", "催生", "融合", "捕捉", "适配"],
  unknown: []
}, {
  id: "2578000",
  stem: "中国长城是在农耕民族和游牧民族的分界线上耸立起来的，这条分界线随着双方力量的________，在不同历史时期就像改道的黄河一样，在大地上留下深浅不一的痕迹：有的________如巨龙蜿蜒，有的湮灭如草蛇灰线。\n依次填入划横线部分最恰当的一项是：",
  correct: ["此消彼长", "清晰"],
  distractor: ["变幻莫测", "连绵", "斗转星移", "盘旋", "日异月殊", "交错"],
  unknown: []
}, {
  id: "2577991",
  stem: "这一片花海，随四季不同而栽培，每个季节都有十几种花卉________。远离城市________，回归大自然的宁静，让人诗意地________，微风拂过，花香撩起的情丝，不知拨动过多少人的心弦。\n依次填入划横线部分最恰当的一项是：",
  correct: ["绽放", "喧嚣", "栖息"],
  distractor: ["开放", "喧闹", "安居", "盛放", "喧哗", "隐居", "怒放", "喧嚷", "歇息"],
  unknown: []
}, {
  id: "2577954",
  stem: "病毒的故事或许还要从远古说起。在那个________的地球上，海洋占据了世界的绝大部分，而无垠的大海之下是数亿年________的火山活动。在某些________之下，海水中产生了史上第一批有机大分子，从而点燃了生命的星星之火。\n依次填入划横线部分最恰当的一项是：",
  correct: ["了无生机", "连绵不断", "机缘巧合"],
  distractor: ["病入膏肓", "动荡不安", "阴差阳错", "死气沉沉", "经天纬地", "不期而遇", "奄奄一息", "接踵而至", "逢机遘会"],
  unknown: []
}, {
  id: "2578836",
  stem: "无论经历多少艰难、付出多大牺牲，都不能忘了为什么出发，不能忘了肩负的使命任务，始终信念如磐、意志如铁、________，做到“千磨万击还坚劲，任尔东西南北风”。在见世面中强大内心，既能容得下征途顺利时的春风得意，谦虚谨慎、再接再厉、再创佳绩，也能容得下前进受挫时的________，淡定从容、________、不言放弃，做到“不管风吹浪打，胜似闲庭信步”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["初心不改", "沉重打击", "乐观向上"],
  distractor: ["不忘初心", "苦心孤诣", "积极进取", "牢记使命", "困难挫折", "开朗乐观", "使命担当", "艰苦磨难", "力争上游"],
  unknown: []
}, {
  id: "2577964",
  stem: "研究需要________，传播需要放下架子。中科院将物理公式和黑洞等天文现象艺术化设计后，做成了井盖涂鸦，颠覆了科学________的刻板印象，________其趣味性和人情味，推动了科学与艺术的结合，有利于科学传播以及科学氛围的形成。\n依次填入划横线部分最恰当的一项是:",
  correct: ["穷经皓首", "严谨", "赋予"],
  distractor: ["专心致志", "高雅", "增强", "学而不厌", "理性", "给予", "锲而不舍", "高冷", "强化"],
  unknown: []
}, {
  id: "2578617",
  stem: "人脸识别是利用可见光________人脸图像信息，不同于指纹识别或虹膜识别，后两种采集方式需要利用电子压力传感器、扫描仪等，容易被人察觉，因此有可能________和欺骗。\n依次填入横线处最恰当的一组词是：",
  correct: ["获取", "伪装"],
  distractor: ["收集", "误判", "判断", "遮蔽", "捕捉", "复制"],
  unknown: []
}, {
  id: "2577952",
  stem: "人类命运共同体，顾名思义，就是每个民族、每个国家的前途命运都紧紧联系在一起，应该________、荣辱与共，努力把我们生于斯、长于斯的这个星球建成一个和睦的大家庭，把世界各国人民对美好生活的向往变成现实。\n填入划横线部分最恰当的一项是：",
  correct: ["风雨同舟"],
  distractor: ["风流云散", "如影随形", "通同一气"],
  unknown: []
}, {
  id: "2578020",
  stem: "这种恢弘的春天的仪式，是古老先民为子孙创造的狂欢节，它依然________着祖先们的记忆、嘱托和想象，让春天变得如此华丽，盎然________着他们的激情，那么浓郁、雄健、炽热，洪波涌起，渐至澎湃。\n依次填入划横线部分最恰当的一项是：",
  correct: ["浸透", "吐放"],
  distractor: ["承载", "疏放", "记载", "释放", "渗透", "绽放"],
  unknown: []
}, {
  id: "2578040",
  stem: "数学是世界各个地方、各个民族最先发展起来的精密科学。以《九章算术》为代表的中国传统数学，同以几何为代表的古希腊数学________，有如两颗璀璨的明珠在世界的东方和西方________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["各有千秋", "交相辉映"],
  distractor: ["平分秋色", "相映成趣", "半斤八两", "一唱一和", "势均力敌", "遥相呼应"],
  unknown: []
}, {
  id: "2578618",
  stem: "在人类文明的历史长河中，我们曾数次面临来自微生物的致命威胁。天花、梅毒、黑死病、流感、霍乱等流行病曾________人类社会数千年。每一次大流行后，它们都会突然________，所发生的一切都会烙印在我们的基因里。\n依次填入横线处最恰当的一组词是：",
  correct: ["肆虐", "销声匿迹"],
  distractor: ["荼毒", "杳无音信", "摧残", "烟消云散", "蹂躏", "无影无踪"],
  unknown: []
}, {
  id: "2578619",
  stem: "地球自转促进了地球形状的形成，地球自转所产生的惯性离心力，使得地球物质由两极向赤道运动，从而使地球外形呈现出赤道半径大、两极略扁的旋转椭球体的形状，并产生了地球弹性变形。由于日月的引力，地球体发生弹性变形，在海洋面上则表现为海洋潮汐，而地球的自转又使潮汐变为绕地球传播的潮汐波，其传播方向与地球自转方向相反。\n对这段文字中划横线的“其”，理解最准确的一项是：",
  correct: ["潮汐波"],
  distractor: ["弹性变形", "日月引力", "海洋潮汐"],
  unknown: []
}, {
  id: "2571731",
  stem: "人与工具协同进化、互相改变的进程从未停止。在技术尚不成熟的时期，人们为了享受新技术带来的便利和效率，可能会________。而当技术瓶颈被突破，人类的丰富创意和巨大需求，又会把技术力量化作新的创新行动，在社会发展的历史上留下绚丽篇章。\n填入画横线部分最恰当的一项是：",
  correct: ["削足适履"],
  distractor: ["逆来顺受", "退避三舍", "因噎废食"],
  unknown: []
}, {
  id: "2571743",
  stem: "文字的发展是________的，所以在由前一个时期演变为后一个时期的时候，要有或长或短的新旧形式并用期。新旧形式________，最后完成交替。\n依次填入画横线部分最恰当的一项是：",
  correct: ["渐变", "此消彼长"],
  distractor: ["连续", "平分秋色", "自然", "相映成趣", "缓慢", "并行不悖"],
  unknown: []
}, {
  id: "2571750",
  stem: "历史研究的任务，不仅在于弄清每一件具体史实的原貌，更在于揭示隐藏在历史现象背后带有规律性的东西。忽视微观研究的宏观研究，只能是________，无法真正揭示历史发展的规律；忽视宏观研究的微观研究，又成了________，同样难以揭示历史演进的奥秘。\n依次填入画横线部分最恰当的一项是：",
  correct: ["空中楼阁", "盲人摸象"],
  distractor: ["夸夸其谈", "缘木求鱼", "纸上谈兵", "舍本逐末", "坐而论道", "断章取义"],
  unknown: []
}, {
  id: "2571758",
  stem: "喜剧看似简单，其实最难把握________。表演太浮夸则________，表演太温吞则让喜剧失去光泽。有的人适合演小品、说相声，但并不一定适合演喜剧电影。\n依次填入画横线部分最恰当的一项是：",
  correct: ["分寸", "过犹不及"],
  distractor: ["标准", "适得其反", "尺度", "矫枉过正", "火候", "画蛇添足"],
  unknown: []
}, {
  id: "2571763",
  stem: "见义勇为者需要迅速果断出击方可抓住________的机会有效制止不法侵害。作为普通人，在紧急情况下来不及思考就冲上去制止侵害行为的精神________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["转瞬即逝", "难能可贵"],
  distractor: ["昙花一现", "来之不易", "不可多得", "有待商榷", "千钧一发", "屡禁不止"],
  unknown: []
}, {
  id: "2571772",
  stem: "新技术的商业价值是________的，往往是针对某种具体应用场景而言的。所以，技术的商业价值，需要以某种形式将其商业化之后，才能________地体现出来。而技术商业化的核心，是设计有效的商业模式。\n依次填入画横线部分最恰当的一项是：",
  correct: ["潜在", "淋漓尽致"],
  distractor: ["具体", "厚积薄发", "无形", "顺理成章", "巨大", "具体而微"],
  unknown: []
}, {
  id: "2571787",
  stem: "来黄山旅游的游客往往为“五岳归来不看山”的兴致登山，下山却被厚重古雅的徽州古城、西递宏村等建筑所________，沉醉于________的砖雕木雕、技艺天成的徽墨歙砚、味重色浓的徽菜、洒脱不羁的新安书画——“原来，徽州，有一个古老雅致的中国。”\n依次填入画横线部分最恰当的一项是：",
  correct: ["震撼", "巧夺天工"],
  distractor: ["折服", "妙趣横生", "吸引", "浑然天成", "感染", "独具匠心"],
  unknown: []
}, {
  id: "2571795",
  stem: "人类对环境的影响远远超出了生物最________的需求。这些影响可以被归纳为“消费”这一________的词汇，但其中实际上包括了大量的资源开采、生态破坏和能源消耗。\n依次填入画横线部分最恰当的一项是：",
  correct: ["基本", "笼统"],
  distractor: ["基础", "空洞", "根本", "抽象", "低级", "模糊"],
  unknown: []
}, {
  id: "2571798",
  stem: "二十四节气依据天文物候和自然时序形成，指导民众一年四季的农事活动，进而发展为中华民族的文化时间。它________于黄河流域，但对各地人民的生产生活实践具有普遍的指导意义。作为中国人的时间________，二十四节气既呈现多样的地方特征，又存在共通的文化________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["发端", "指南", "根基"],
  distractor: ["肇始", "法则", "载体", "起源", "模式", "印记", "兴盛", "标记", "内涵"],
  unknown: []
}, {
  id: "2571803",
  stem: "网络平台不能将盈利模式不明朗、遭遇非法侵权的亏空________，通过“杀熟”的花式套路________到消费者身上。\n依次填入画横线部分最恰当的一项是：",
  correct: ["焦虑", "转嫁"],
  distractor: ["后果", "附着", "恶果", "转移", "顾虑", "转化"],
  unknown: []
}, {
  id: "2571807",
  stem: "“公知”和“大V”这类群体中有一些人，在舆论场分外活跃，以意见领袖的________指点江山，抛出的论调看似________，但惯用套路无非是拼接事实、断章取义、玩弄双标“三板斧”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["姿态", "独到"],
  distractor: ["身份", "正确", "态度", "完美", "模样", "高明"],
  unknown: []
}, {
  id: "2571808",
  stem: "光绪年间，有被称为“伶界大王”的谭鑫培；之后，又有“武生泰斗”杨小楼，“四大名旦”梅兰芳、尚小云、程砚秋、荀慧生等等，可谓________。二十世纪初，京剧进入繁荣期，出现了________的繁盛局面。\n依次填入画横线部分最恰当的一项是：",
  correct: ["名家辈出", "流派纷呈"],
  distractor: ["大家云集", "异彩纷呈", "人才济济", "百花齐放", "群英荟萃", "百家争鸣"],
  unknown: []
}, {
  id: "2616124",
  stem: "艺术桥是巴黎的一个标志，不仅________了塞纳河畔的风景，更记载了艺术文化的传承和人类文明的繁荣。热爱美景、艺术和生活的人都会乐见艺术桥能够长久地________，发挥其应有的便民功能以及作为文物景观的历史价值和艺术作品的美学价值。\n依次填入划横线部分最恰当的一项是：",
  correct: ["点缀", "存续"],
  distractor: ["衬托", "连续", "渲染", "继续", "装饰", "持续"],
  unknown: []
}, {
  id: "2604251",
  stem: "真正打赢脱贫攻坚战，还需要大力发展优势特色扶贫产业，通过统一规划、连片开发，建设一批特色鲜明、带动能力强的扶贫产业，________发展休闲农业、设施农业等农村二三产业。\n填入横线部分最恰当的一项是：",
  correct: ["因地制宜"],
  distractor: ["因势利导", "因时制宜", "因材施教"],
  unknown: []
}, {
  id: "2604262",
  stem: "以理想信念引领乡村治理现代化，________要从组织和制度层面发力，________要在活动阵地建设层面发力，为党组织宣传理想信念、贯彻落实政策提供制度保障和阵地依托。\n填入横线部分最恰当的一项是：",
  correct: ["不仅", "更"],
  distractor: ["尽管", "还", "如果", "就", "即使", "也"],
  unknown: []
}, {
  id: "2604269",
  stem: "良好乡风具有浸润人心，________向善，规范行为，________力量的积极作用，要以实施乡风文明培育行动为抓手，加强乡村德治，培育稳脱贫，促振兴的文化软环境。\n填入横线部分最恰当的一项是：",
  correct: ["引领", "凝聚"],
  distractor: ["带动", "集中", "带领", "凝结", "引导", "集聚"],
  unknown: []
}, {
  id: "2604276",
  stem: "在广袤的大地上，通过“三支一扶”计划成长起来的年轻人，在不同领域和岗位上担当作为、无私奉献，________了青春的价值，________出一曲曲奋斗赞歌。\n填入横线部分最恰当的一项是：",
  correct: ["诠释", "谱写"],
  distractor: ["书写", "传唱", "证明", "吟诵", "展现", "描绘"],
  unknown: []
}, {
  id: "2604290",
  stem: "近几年，脱贫攻坚取得决定性成就的一个重要原因，就是通过派驻工作组、第一书记等驻村帮扶力量，为贫困农村带去了________的领导、________的思路、________的资源保障，破解了农村发展的人才之困。\n填入横线部分最恰当的一项是：",
  correct: ["坚强", "开阔", "有力"],
  distractor: ["强劲", "开明", "充分", "强硬", "明晰", "丰富", "坚毅", "明确", "充沛"],
  unknown: []
}, {
  id: "2605768",
  stem: "千百年来，中华民族正是在与各种疫病、自然灾害、外来侵略等艰难困苦的斗争中，练就了________、众志成城的精神禀赋。\n填入横线部分最恰当的一项是：",
  correct: ["百折不挠"],
  distractor: ["可歌可泣", "坚定不移", "不卑不亢"],
  unknown: []
}, {
  id: "2605771",
  stem: "在政务公开中，公众本身________是被动的接受者，________是主动的参与者。只有公众不断地广泛参与，政务公开才有不断深入的动力。\n填入横线部分最恰当的一项是：",
  correct: ["不仅", "更"],
  distractor: ["既", "又", "即使", "也", "因为", "所以"],
  unknown: []
}, {
  id: "2605783",
  stem: "作为人世间最________、最________的情感，爱国是流淌在中华民族血脉之中，去不掉、打不破、灭不了的情感，是中国人民和中华民族维护民族独立和民族尊严的强大精神动力。\n填入横线部分最恰当的一项是：",
  correct: ["深层", "持久"],
  distractor: ["真挚", "复杂", "特殊", "难忘", "强烈", "丰富"],
  unknown: []
}, {
  id: "2605784",
  stem: "党的十八大以来，反腐败与改作风________，既________毒瘤更净化生态，既治病救人更强身健体，共同汇聚成全面从严治党的强劲脉动。\n依次填入画横线部分最恰当的一组是：",
  correct: ["双管齐下", "剜除"],
  distractor: ["齐头并进", "扫除", "相辅相成", "驱除", "一脉相承", "去除"],
  unknown: []
}, {
  id: "2605785",
  stem: "伟大的成就与变革，往往是前所未有的，是________的，是惊心动魄的，却没有一个是________的，是信手拈来的，是一蹴而就的。\n填入划横线部分最恰当的一组是：",
  correct: ["荡气回肠", "轻而易举"],
  distractor: ["空前绝后", "一帆风顺", "开天辟地", "空中楼阁", "振聋发聩", "日行千里"],
  unknown: []
}, {
  id: "2662178",
  stem: "目前存世最早的一张藏书票的制作年代大约是1450年，画面为一只刺猬衔着一枝野花，画面顶端的缎带上写着一行德文，大意是“慎防刺猬随时一吻”，________不要偷书。\n填入划横线处最恰当的一项是：",
  correct: ["警示"],
  distractor: ["预示", "揭示", "暗示"],
  unknown: []
}, {
  id: "2662189",
  stem: "“一带一路”跨文化认同的矛盾除了语言障碍外，还源自文化冲突、利益偏差、政治误解等多种因素。实现价值共识的最好方式就是________共同的文化记忆，打开被现实利益束缚的________，找到“一带一路”沿线国家的感情共鸣。\n依次填入划横线处最恰当的一项是：",
  correct: ["挖掘", "枷锁"],
  distractor: ["唤醒", "牵绊", "搭建", "锁链", "追溯", "牢笼"],
  unknown: []
}, {
  id: "2662197",
  stem: "猫咪都有着俊俏的脸、明亮的眼睛和毛茸茸的身体，天生可爱讨喜，加上平衡感高，就像体操选手，一举一动、姿态________。文人都是追求美、歌颂美的，因此光是观察、欣赏猫咪的模样和举动，就是一种绝佳的美感________，便足以让文人成为猫痴。\n依次填入划横线处最恰当的一项是：",
  correct: ["优雅", "体验"],
  distractor: ["妩媚", "玩味", "迷人", "共鸣", "横生", "享受"],
  unknown: []
}, {
  id: "2662204",
  stem: "伴随文化产业的不断创新发展，文创产品不再________于杯子、笔记本、帆布袋等传统样式。出版业、博物馆、非遗技艺都在跨界融合中结合自身特点，积极拥抱新领域，________让市场认可且具经济价值的创新产品。\n依次填入划横线处最恰当的一项是：",
  correct: ["拘泥", "研发"],
  distractor: ["倾向", "立志", "挑战", "争取", "束缚", "渴望"],
  unknown: []
}, {
  id: "2662192",
  stem: "全世界的博物馆正在________一场数字化革命，用数字技术开拓新的展览形式、增强展览效果、提升参观________、加强文物保护\xb7\xb7\xb7\xb7\xb7\xb7数字技术使博物馆在实体之外再造了无数个性化、可以随时随地访问的贴身博物馆。\n依次填入划横线处最恰当的一项是：",
  correct: ["掀起", "体验"],
  distractor: ["部署", "距离", "酝酿", "机遇", "了解", "情绪"],
  unknown: []
}, {
  id: "2662203",
  stem: "朱元璋还曾命令手下的天文学家对中国和阿拉伯天文历法系统进行会通，即“欲合而为一，以成一代之历志”，通过将两者结合，制定出一部更为________的历法。因为两种天文系统存在一些显著的差异，最终未能如愿，但这两种历法在明代________都被相互参用，成为官方正式采用的两部历法。\n依次填入划横线处最恰当的一项是：",
  correct: ["杰出", "自始至终"],
  distractor: ["精细", "的的确确", "明确", "或多或少", "优秀", "毫无疑问"],
  unknown: []
}, {
  id: "2452591",
  stem: "法治是社会治理的基本规则，尤其是在全面依法治国新时代，任何人不管在线上还是线下，都应遵守法律秩序。任何人都必须在法律和道德的________内对网络话语权“轻拿轻放”，用谨言慎行守护________的网络空间和人间正道。\n依次填入画横线处最恰当的一项是：",
  correct: ["框架", "风清气正"],
  distractor: ["原则", "纤毫毕现", "规则", "正义凛然", "架构", "波澜不惊"],
  unknown: []
}, {
  id: "2452603",
  stem: "三年前，某咨询公司在一份报告中预测，到2030年，全自动驾驶出租车将占据全球三分之一以上的汽车出行市场。这在当时看来似乎有些________。而现在，正如这份报告所说，尽管向自动出行的转型无法________，但整个汽车行业在包括法律法规、基础设施、投资与消费者兴趣在内的几乎所有方面都取得了实质性进展。\n依次填入画横线处最恰当的一项是：",
  correct: ["不切实际", "一蹴而就"],
  distractor: ["不合时宜", "一鼓作气", "信口开河", "一气呵成", "言不及义", "一步到位"],
  unknown: []
}, {
  id: "2452521",
  stem: "多年宣传之后，垃圾分类真的要走入每个中国家庭的生活了。在这场与垃圾________的拉锯战中，中国是否能借助垃圾分类扭转局势，并通过利用自身的回收行业优势提升人们的环保意识，真正解决垃圾问题，避免重蹈发达国家的覆辙，我们________。\n依次填入画横线处最恰当的一项是：",
  correct: ["旷日持久", "拭目以待"],
  distractor: ["殚精竭虑", "翘首以盼", "分秒必争", "整装待发", "势均力敌", "胸有成竹"],
  unknown: []
}, {
  id: "2452523",
  stem: "解决气候变化不是一个零和博弈，而是需要多种方案________。我们的确需要保护和更有效地管理森林，但对森林碳汇能力也不能________，需要更加严谨的考证计算。归根到底，科学有效地制定并执行减排政策，才是解决气候变化问题的真正灵药。\n依次填入画横线处最恰当的一项是：",
  correct: ["齐头并进", "盲目乐观"],
  distractor: ["博采众长", "夸大其辞", "集思广益", "过度依赖", "统筹兼顾", "无所作为"],
  unknown: []
}, {
  id: "2452519",
  stem: "旅行实际上可以让“读万卷书”和“行万里路”同时实现。行万里路会________我们读更多的书，所以旅行是生命中________的内容，也是人生不断自我释放、自我重构的________。\n依次填入画横线处最恰当的一项是：",
  correct: ["激发", "不可或缺", "契机"],
  distractor: ["激励", "念兹在兹", "机缘", "引领", "多姿多彩", "场合", "引导", "无与伦比", "场域"],
  unknown: []
}, {
  id: "2452520",
  stem: "回顾我国科技事业的发展，正是一代代航天人________、顽强拼搏，________了一系列关键核心技术，才有了中国航天大国的地位；正是因为________了深海装备的关键核心技术，才能使“蛟龙”“潜龙”“海龙”遨游深海，独立自主地进行科学考察，使中国在世界深海科学事业上拥有了发言权。\n依次填入画横线处最恰当的一项是：",
  correct: ["筚路蓝缕", "攻克", "突破"],
  distractor: ["锲而不舍", "钻研", "掌控", "披坚执锐", "解决", "攻陷", "身先士卒", "破解", "控制"],
  unknown: []
}, {
  id: "2452522",
  stem: "一个人走在森林里，膨胀的暖流扑面而来，仿佛热气从暖炉中________而出。随着森林的浓密稀疏，温热的空气或膨胀、或减弱。湿润的凉意令人感到河道的存在，它们虽早已________，但泥土中仍________着湿气。\n依次填入画横线处最恰当的一项是：",
  correct: ["流泻", "干涸", "残存"],
  distractor: ["汹涌", "断流", "留存", "肆意", "枯竭", "保存", "奔腾", "湮灭", "残留"],
  unknown: []
}, {
  id: "2452526",
  stem: "执法检查是人大行使宪法法律赋予的监督权，也是保证法律得到全面有效实施的一把“利剑”。既然是“利剑”，就必须锋利，而不是________、无关痛痒。有力度、有硬度的执法检查，才能________法律的权威。为什么有的执法检查所呈现的结果却与老百姓的切身感受________？其中原因恐怕还在于执法检查没到位。\n依次填入画横线处最恰当的一项是：",
  correct: ["蜻蜓点水", "彰显", "大相径庭"],
  distractor: ["畏首畏尾", "体现", "千差万别", "畏葸不前", "突显", "南辕北辙", "声东击西", "宣告", "失之千里"],
  unknown: []
}, {
  id: "2452530",
  stem: "中国彩陶很注意图案纹样与器型的关系，________而统一协调，也注意彩陶图案在不同________所产生的不同效果，这种以彩绘纹样与造型________完美结合的艺术手法，同时也成为传统雕塑和工艺美术极有特色的表现手法。\n依次填入画横线处最恰当的一项是：",
  correct: ["相辅相成", "视角", "浑然一体"],
  distractor: ["交相辉映", "角度", "天衣无缝", "五彩缤纷", "位置", "错落有致", "千变万化", "方向", "有目共睹"],
  unknown: []
}, {
  id: "2452661",
  stem: "“创新乡贤文化”确实有助于以乡情乡愁为纽带，吸引和凝聚各方人士支持家乡建设。此乃________乡村现代化难题的有益尝试，这一点显然是________的。\n依次填入画横线处最恰当的一项是",
  correct: ["破解", "毋庸置疑"],
  distractor: ["针对", "显而易见", "缓解", "举足轻重", "应对", "弥足珍贵"],
  unknown: []
}, {
  id: "2452714",
  stem: "他从不要求学生死记硬背，组织考试也________。考试通常采用开卷的方式，让学生把试卷带回去做。凡是提出自己见解的，即使是与他唱反调，只要能________，往往也能得高分。\n依次填入画横线处最恰当的一项是",
  correct: ["与众不同", "自圆其说"],
  distractor: ["特立独行", "自成一体", "我行我素", "言之凿凿", "剑走偏锋", "义正词严"],
  unknown: []
}, {
  id: "2452715",
  stem: "国际组织亦称国际团体或国际机构，是具有国际性行为特征的组织，是两个或两个以上的国家（或其他国际法主体）为实现共同的政治经济目的，依据其________的条约或其他正式法律文件建立的有一定规章制度的________机构。\n依次填入画横线处最恰当的一项是",
  correct: ["缔结", "常设性"],
  distractor: ["制订", "长期性", "拟定", "永久性", "起草", "轮值性"],
  unknown: []
}, {
  id: "2452660",
  stem: "每次去浯溪，除了看它的碑林和山水之外，最令我________的，是元结当年弹琴的浯台。那里是浯溪的最高点，每到月夜，元结总是执一把琴，坐在那里对江而弹。琴声激活了浯溪山水，浯溪山水________了他的琴声。元结与山水融合在一起，任千古忧愁万古功名顺琴声而去，随水而流，在虚无中________着沉重，在缥缈中偶尔跳出一声叹息。\n依次填入画横线处最恰当的项是：",
  correct: ["流连忘返", "浸润", "掺杂"],
  distractor: ["魂牵梦绕", "涵养", "夹杂", "心驰神往", "滋养", "错杂", "铭心刻骨", "滋润", "混杂"],
  unknown: []
}, {
  id: "2452716",
  stem: "蝉是三伏天的“超级男声”，才艺超拔；蝉是________的歌唱天才，它的腹腔唱法，别具一格；它的音色纯净清亮，高亢悠长。蟋蟀、蚱蜢和纺织娘，这些天资不错的鸣虫，都没有那么强的唱功，难以望“蝉”项背。蝉唱实在嘹亮，但不是________。“蝉噪林逾静”，诗人王籍说得真好。\n依次填入画横线处最恰当的一项是",
  correct: ["无师自通", "喧嚣"],
  distractor: ["无可非议", "张扬", "无处不在", "热烈", "无懈可击", "刺耳"],
  unknown: []
}, {
  id: "2452718",
  stem: "最初，不同颜色共享单车入驻城市时都打着激活闲置资源的旗子，因为过往的有桩公共自行车系统的不便利，人们一度以为城市的公共资源获得了________。但就是这样为了提高利用效率而生的项目，逐渐演变成城市的累赘。废弃的自行车堆积如山，反而造成了资源的过度浪费，这无疑和“共享”的初衷________。\n依次填入画横线处最恰当的一项是",
  correct: ["重生", "背道而驰"],
  distractor: ["整合", "貌合神离", "释放", "渐行渐远", "利用", "咫尺天涯"],
  unknown: []
}, {
  id: "2452721",
  stem: "人们的文化生活趋向多元化，不再只是“听书看戏”这样有限的方式，百姓的艺术审美趣味也受时尚文化影响而与传统社会有了很大不同，城市的流行文化也开始向县城及农村________，这一切改变使得说唱这类乡土艺术________。\n依次填入画横线处最恰当的一项是",
  correct: ["蔓延", "难以为继"],
  distractor: ["迁移", "后继无人", "伸展", "岌岌可危", "拓展", "朝不保夕"],
  unknown: []
}, {
  id: "2452722",
  stem: "除了消费行为之外，人们容易忽略的是另一种非消费行为的数据化，而这种非消费行为的数据化也很有可能被________“需求创造”体系中。比如很多购物APP的“新客免费”“新客优惠”等，是通过识别你的“未购买”来进行促销。非消费行为的数据化，让我们在消费社会面前更加________，它使原本与消费无关的行为变成了消费行为的________。\n依次填入画横线处最恰当的一项是",
  correct: ["纳入", "无所遁形", "前奏"],
  distractor: ["计入", "谨言慎行", "陷阱", "归入", "束手无策", "预演", "卷入", "身不由己", "同谋"],
  unknown: []
}, {
  id: "2578609",
  stem: "只要是创新，就会突破一些条条框框，往往越是重大的创新，对传统标准的________也会越大。我们鼓励创新，就不能把所有的现行技术标准都当成________，而要一定程度上允许新技术去挑战某些旧的标准，只有这样，才不会让旧的标准成为阻挡创新的绊脚石。\n填入横线处最恰当的一组词是：",
  correct: ["冲击", "金科玉律"],
  distractor: ["修正", "理所当然", "超越", "天经地义", "调整", "不易之论"],
  unknown: []
}, {
  id: "2578616",
  stem: "大自然的________创造了光这个神奇的东西，因为光，我们能去感受这个斑斓的世界。光有着绚丽的色彩，而其中最为神奇的要数绿光了。尽管________的世界里到处都能看到绿色，但是植物的绿色属于反射光，植物本身并不是绿光源。\n填入横线处最恰当的一组词是：",
  correct: ["鬼斧神工", "五彩缤纷"],
  distractor: ["巧夺天工", "五颜六色", "天造地设", "万紫千红", "匠心独运", "姹紫嫣红"],
  unknown: []
}, {
  id: "2578003",
  stem: "现在，随着人们对橡胶认识的深入，橡胶技术也________，不论是天然橡胶还是人工合成橡胶，都已经成为我们生活的必需品。没有一种原材料像橡胶这样，________了我们生活的方方面面：从家居日用品到体育娱乐制品，从医疗领域到军事工业，都随处可见橡胶制品的影子。\n依次填入划横线部分最恰当的一项是：",
  correct: ["日臻完善", "囊括"],
  distractor: ["高歌猛进", "总括", "今非昔比", "概括", "革故鼎新", "包括"],
  unknown: []
}, {
  id: "2578010",
  stem: "有些作家，他们笔尖触动的生活与人性之深，文字创造力之强，令人吃惊。待到人们去________去议论，他们又不声不响扎到什么地方去了。惟有这样才能写出真正________社会人生的作品来。\n依次填入划横线部分最恰当的一项是：",
  correct: ["品读", "洞悉"],
  distractor: ["捧读", "知悉", "拜读", "熟悉", "研读", "获悉"],
  unknown: []
}, {
  id: "2578008",
  stem: "从结绳记事到竹简纸张，从计算机存储到光盘刻录，人类从未停止________更加高效便捷的信息存储方式，信息存储方式的变革很大程度上也________着我们获取信息和认知世界的方式。\n依次填入划横线部分最恰当的一项是：",
  correct: ["追求", "塑造"],
  distractor: ["追逐", "制造", "探求", "创造", "探究", "缔造"],
  unknown: []
}, {
  id: "2578031",
  stem: "“新鲜”与“创新”，二者有一字之别却________。当今，一些篆刻家努力创作出某些颇为“新鲜”的作品，它们也许是“创新”的前奏，却缺乏艺术土壤的滋养，必会________而凋谢。\n依次填入划横线部分最恰当的一项是：",
  correct: ["相去甚远", "昙花一现"],
  distractor: ["毫无二致", "烜赫一时", "大相径庭", "电光火石", "各有千秋", "稍纵即逝"],
  unknown: []
}, {
  id: "2579710",
  stem: "抗战小说因为题材的特殊性，一般强调英雄人物的“神圣使命”，强调军人形象塑造，________百姓形象。而在《怒吼的平原》中，作者将普通群众纳入群像之中，军与民的笔墨虽不是________，却同样饱含深情。\n依次填入划横线部分最恰当的一项是：",
  correct: ["淡化", "平分秋色"],
  distractor: ["忽视", "厚此薄彼", "削弱", "等量齐观", "忽略", "伯仲之间"],
  unknown: []
}, {
  id: "2579723",
  stem: "传统村落需要保护，是________的吗？不是，反而需要充分的理由，尤其是对各利益相关方而言。传统村落保护的重大意义，凸显在中华民族整体的、长远的利益上，但现实中保护的责任或________却由具体的人来承担。\n依次填入划横线部分最恰当的一项是：",
  correct: ["不言自明", "代价"],
  distractor: ["自然而然", "义务", "无庸赘述", "使命", "理直气壮", "后果"],
  unknown: []
}, {
  id: "2579738",
  stem: "徽州的一景一物，较之粗犷的西北，是________的。那马头墙、小青瓦透出的人文气息，浓郁得似乎连游客都成了诗的一部分。粉墙黛瓦，青山绿水，全然一派水墨丹青的________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["大相径庭", "韵味"],
  distractor: ["截然不同", "氛围", "别具一格", "风格", "无可比拟", "意境"],
  unknown: []
}, {
  id: "2579759",
  stem: "传统高性能材料越来越依赖各类稀缺资源，人们想在自然界中找寻具有超物理特性天然材料的尝试一直________，必须另辟蹊径，探寻超越常规材料性能极限的新型材料。直到21世纪初，美国研究人员在研制“隐身衣”的实验中利用微波技术发现了超材料的________，才宣告了超材料的诞生。\n依次填入划横线部分最恰当的一项是：",
  correct: ["收效甚微", "蛛丝马迹"],
  distractor: ["屡试不爽", "乾端坤倪", "困难重重", "奇思妙想", "举步维艰", "一鳞半爪"],
  unknown: []
}, {
  id: "2579768",
  stem: "芸芸众生中的一些人，放不下自己的身段，觉得到了某个年龄某个职位，就一定要有怎样的标配，略有不足，就觉得________。这样的人________又乏味。当把自己套进一个标准里面，就难免变得坚硬、无趣，________。其实，聪明的活法，是可以把生活过得有弹性，能屈能伸，能进能退。\n依次填入划横线部分最恰当的一项是：",
  correct: ["屈就", "刻板", "作茧自缚"],
  distractor: ["无奈", "固执", "斤斤计较", "失落", "平庸", "形如槁木", "不满", "可悲", "碌碌无为"],
  unknown: []
}, {
  id: "2579810",
  stem: "近年来，我国在信息技术上取得长足进步，但仍然没有完全解决核心技术“卡脖子”的问题。面对现实，我们既不可夜郎自大，也不能________。路是自己走出来的，突破核心技术这个难题，说到底要靠我们自己奋发有为，加速打造“中国芯”，以自主创新________技术格局。\n依次填入划横线部分最恰当的一项是：",
  correct: ["妄自菲薄", "重塑"],
  distractor: ["一蹶不振", "主导", "自怨自艾", "刷新", "安之若素", "构建"],
  unknown: []
}, {
  id: "2579812",
  stem: "在媒体市场竞争中，________是整个市场正常有序运行的根本法则。新媒体凭借超越时空的非线性传播特性、跨边界的国际传播影响力成为新时代的________。可以说，谁掌握了新媒体，谁就走在了市场的前面。\n依次填入划横线部分最恰当的一项是：",
  correct: ["优胜劣汰", "宠儿"],
  distractor: ["与时俱进", "骄子", "推陈出新", "潮流", "弱肉强食", "利器"],
  unknown: []
}, {
  id: "2579814",
  stem: "在视频网站行业，每一个视频内容获得多少点击量________，行业也会根据视频内容带来的流量分配收益，但在线音乐平台并不公开这些数据，这就导致大家很难按照音乐作品真正带来的价值来分配收益。数据________才能令音乐行业得以变革，也会促进优秀音乐内容的生产。\n依次填入划横线部分最恰当的一项是：",
  correct: ["一清二楚", "透明化"],
  distractor: ["了如指掌", "精准化", "显而易见", "可视化", "不言而喻", "公开化"],
  unknown: []
}, {
  id: "2579816",
  stem: "金融的本质特征之一是风险管理，金融机构控风险________。与此同时，民营企业也需要管理自己的风险，要对自己负责。因为，通过市场化的方案解决企业融资难未来将越发成为应对问题的主流，风险________才是市场化。这是一种挑战和约束，有利于在实体经济和金融体系之间，树立一个正向的“市场化预期”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["理所当然", "自担"],
  distractor: ["势在必行", "均摊", "大势所趋", "防控", "情有可原", "规避"],
  unknown: []
}, {
  id: "2579817",
  stem: "天下熙熙攘攘，为稀土而来，为稀土而往。各种黑科技产品________离不开的稀土一直都是“香饽饽”，各国都为寻找掌握更多稀土资源而________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["须臾", "绞尽脑汁"],
  distractor: ["根本", "挖空心思", "完全", "殚思竭虑", "片刻", "尽心竭力"],
  unknown: []
}, {
  id: "2579715",
  stem: "媒介失忆是指值得记忆信息的________，而媒介失声则是对值得记忆信息的________。迅速、真实、客观、准确地告知、报告和记载有意义的新闻事实和信息，本应是媒介记忆中的头等大事。媒介如果在重大社会问题或重要新闻事件上发生障碍性、麻痹性失声，对有文献和历史价值的信息熟视无睹，其实就是媒介的不记忆和不作为，是媒介________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["丢失", "漠视", "失职"],
  distractor: ["错失", "无视", "失责", "消失", "轻视", "渎职", "散失", "忽视", "塞责"],
  unknown: []
}, {
  id: "2579732",
  stem: "传统的银行信贷模式是依赖担保和抵押。互联网、大数据等技术的快速________，催生了金融的变革和创新。借助大数据的应用，以科技金融的方式________传统小微业务，可以提升金融服务的质量和效率，做到真正意义上的普惠金融。\n依次填入划横线部分最恰当的一项是：",
  correct: ["迭代", "介入"],
  distractor: ["崛起", "打造", "更新", "推动", "启动", "重构"],
  unknown: []
}, {
  id: "2730460",
  stem: "将下列选项中的词语依次填入各句横线处，最恰当的一项是：\n（1）她对这些诗人诗作的解析，________，丝丝入扣，毫无牵强，读她的文章，就像是面对着那个活生生的诗人。\n（2）在边防工作站，我们见到了年轻的站长，他能用流利的外语与境外人员交谈，对境外的民族、文化等知识更是________。\n（3）他删除的用心是隐秘的、手法是细腻的，但是，在________的历史学家眼里，他所有暗中的手脚都无所遁形。",
  correct: ["洞若观火", "了如指掌", "明察秋毫"],
  distractor: ["明察秋毫", "洞若观火", "了如指掌"],
  unknown: []
}, {
  id: "2730471",
  stem: "将下列选项中的词语依次填入句子横线处恰当的一组是：\n我们自幼及长，从做学生时的大小考试，到毕业后的就业、定级、升迁等，一生中不知要过多少关口。等候判决的滋味真没少尝。当然，一个人________有足够的悟性，________迟早会看淡浮世功名，不再把自己放在这个等候判决的位置。________，________修炼到类似涅槃的境界，恐怕总有一些事情的结局是我们不能无动于衷的。",
  correct: ["如果", "就", "但是", "若非"],
  distractor: ["只要", "就", "因此", "哪怕", "即使", "也", "于是", "一旦", "只有", "才", "然而", "倘若"],
  unknown: []
}, {
  id: "2730472",
  stem: "将下列选项中的词语依次填入句子横线处恰当的一组是：\n毛笔文化的特征，恰是中国传统文人群体人格的________。在总体上，它应该淡隐了，但这并不________书法作为一种传统艺术光耀百世。喧嚣迅捷的现代社会时时需要获得审美慰抚，书法对此独具功效。我自己每每在头昏脑胀之际，近乎本能地把手伸向那些碑帖，只要轻轻翻开，洒脱委和的________立即扑面而来。",
  correct: ["映照", "妨碍", "气韵"],
  distractor: ["反映", "妨害", "神韵", "映射", "阻碍", "韵味", "映衬", "阻隘", "风韵"],
  unknown: []
}, {
  id: "2730773",
  stem: "将下列选项中的词语依次填入句子横线处恰当的一组是：\n（1）这样多的读者哪一个是先看批评家的文章，然后再让批评家牵着鼻子走，________地去读原著呢？我看是绝无仅有的。\n（2）30年前，国际形势________，国内改革________，党中央作出重大决策，掀开了我国改革开放向纵深推进的崭新篇章。",
  correct: ["按图索骥", "风云变幻", "风起云涌"],
  distractor: ["照本宣科", "风云变幻", "风起云涌", "按图索骥"],
  unknown: []
}, {
  id: "2730777",
  stem: "将下列选项中的词语依次填入各句横线处，最恰当的一项是：\n（1）春运是我国特别的________，1978-2020，我们经历了40多个春运，经过40多年的高速发展。我国已经从经济发展受交通瓶颈制约的国家成长为交通大国。\n（2）国务院决定，2020年4月4日举行全国性哀悼活动。在此期间，全国和驻外使领馆下半旗________，全国停止公共娱乐活动。",
  correct: ["盛景", "志哀"],
  distractor: ["胜景", "致哀", "志哀", "盛景"],
  unknown: []
}, {
  id: "2730778",
  stem: "将下列选项中的词语依次填入横线处，最恰当的一组是：\n一位学者在给中华书局百年的贺词中写道：“清末以来，中国文化传统之所以危而未倾，中华书局在以往百年中之努力与有功焉。”回望历史，此言可谓________，一个国家民族的历史文化由其典籍________，典籍存，则文化存；典籍亡，则文化亡。",
  correct: ["不刊之论", "承载"],
  distractor: ["不根之论", "承载", "不刊之论", "承继"],
  unknown: []
}, {
  id: "2577977",
  stem: "尽管许多人相信宇宙的其他地方存在生命，但我们没有证据证明这一点。因此，重要的是要将所有生命都看作是________的，不管其大小、数量或位置。地球支持着宇宙中唯一________的生命。因此，无论太阳系或宇宙其他地方的生命形式如何，我们都必须确保它们________有害的污染——无论它们更接近地球生命，还是完全陌生的外星生命。\n依次填入划横线部分最恰当的一项是：",
  correct: ["宝贵", "已知", "免受"],
  distractor: ["平等", "确认", "远离", "仅有", "了解", "避免", "珍稀", "可知", "免遭"],
  unknown: []
}, {
  id: "2578006",
  stem: "对人类而言，环境发挥着两方面的功能。一方面它是人类生存与发展的物质来源；另一方面它承受着各种人类活动所产生的________。这种功能决定了人类自身的活动越来越强烈地影响着环境的发展过程，因此，人类必须彻底地________利己主义，保护好环境，保持同环境和谐与协调的互利关系。\n依次填入划横线部分最恰当的一项是：",
  correct: ["结果", "摒弃"],
  distractor: ["效果", "唾弃", "后果", "扬弃", "恶果", "遗弃"],
  unknown: []
}, {
  id: "2578004",
  stem: "旧中国“老京张”铁路的修建可谓________。由于八达岭段坡度较大，施工装备有限，投入经费不足，工人靠肩挑手凿才打通了长度仅一公里的八达岭隧道。而“新京张”铁路的修建配备最大台车、最智能盾构机、最快铺轨机，全周期智能建造、智能运维，12公里的新八达岭隧道内更建成了埋深102米的“世界最深高铁站”。施工装备与建造技术之变，正是中国________建造强国的生动缩影。\n依次填入划横线部分最恰当的一项是：",
  correct: ["步履维艰", "跻身"],
  distractor: ["艰苦奋斗", "变身", "困难重重", "侧身", "举步艰难", "置身"],
  unknown: []
}, {
  id: "2577959",
  stem: "从三峡大坝到港珠澳大桥，从密如蛛网的高速公路到________的“复兴号”动车组。中国人用激情和智慧，将一个个“不可能”变成了“可能”。\n填入划横线部分最恰当的一项是：",
  correct: ["风驰电掣"],
  distractor: ["电闪雷鸣", "风风火火", "风声鹤唳"],
  unknown: []
}, {
  id: "2577978",
  stem: "近年来，春晚愈发注重________传统文化魅力，表达时代关切和人文情怀。在这每年一度的大联欢中，喜气祥和的人情味，________着中国传统文化的和谐观，春晚早已成为中国“家和万事兴”文化情结的有效载体。\n依次填入划横线部分最恰当的一项是：",
  correct: ["挖掘", "契合"],
  distractor: ["培育", "承载", "拓展", "勾勒", "展现", "传承"],
  unknown: []
}, {
  id: "5833548",
  stem: "我们的传统文化经历了________的五四新文化运动，这种________的新潮使其受到从未有过的挑战和冲击，是一次________的洗礼。在改革开放发展进步中，我们的传统文化终于迈开了社会主义现代化的大步。\n依次填入画横线部分最恰当的一项是：",
  correct: ["振臂一呼", "倍道兼进", "推陈出新"],
  distractor: ["振聋发聩", "狂飙突进", "脱胎换骨", "醍醐灌顶", "急流勇进", "旧瓶新酒", "振奋人心", "循序渐进", "鲤跃龙门"],
  unknown: []
}, {
  id: "5833553",
  stem: "《山经》是一部基于实地观察和科学测量的地理志，虽然不能________由于古人测量技术不精而导致的系统性误差，但《山经》中里程数字殆非凭空杜撰，其所记载的方位、里程尽皆可凭，这些数字将是考证《山经》地域范围、各条山列的广度以及各个山峦之所在位置的可靠________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["排除", "依据"],
  distractor: ["偏信", "证据", "否认", "参考", "无视", "参照"],
  unknown: []
}, {
  id: "5833533",
  stem: "一个生命的品质如何，通过他所选择的娱乐尽显无遗；一个民族的品质如何，通过他们的娱乐方式________。娱乐的方式增多，是因为人类的科技进步。但是，人们的精神需求、思想情怀、心灵境界，却未见得能随科技进步而同步前进，尤其当经济与文化发展未能________的时候。\n依次填入画横线部分最恰当的一项是：",
  correct: ["尽收眼底", "并驾齐驱"],
  distractor: ["一览无余", "相得益彰", "无所遁形", "各有千秋", "可见一斑", "势均力敌"],
  unknown: []
}, {
  id: "5833551",
  stem: "在说服别人时能________，对方才会心悦诚服地接受我们的意见；在办事时学会________，才能取得事半功倍的效果；在市场竞争中，能顺应形势，能有效利用对方的产品优势和市场战略而采取紧逼盯人的战术，更是取得成功的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["因势利导", "顺水推舟", "不二法门"],
  distractor: ["推心置腹", "察言观色", "必由之路", "不厌其烦", "随机应变", "终南捷径", "以诚相待", "见机行事", "制胜法宝"],
  unknown: []
}, {
  id: "2668133",
  stem: "千百年来，人类都梦想着持久和平，但战争始终像一个________一样伴随着人类发展历程。此时此刻，世界上很多孩子正生活在战乱的________之中。我们必须作出努力，让战争远离人类，让全世界的孩子们都在和平的阳光下幸福成长。\n依次填入画线部分最恰当的一项是（________）。",
  correct: ["幽灵", "惊恐"],
  distractor: ["魂灵", "惊悚", "恶灵", "惊慌", "亡灵", "惊吓"],
  unknown: []
}, {
  id: "2668136",
  stem: "提高文明素质，管一时靠惩戒，管一世靠________法治意识。只有“一时不文明，时时受约束；一处不文明，处处受阻碍”，才能让文明内化于心，始于自发、成于________。\n依次填入画线部分最恰当的一项是（________）。",
  correct: ["涵养", "自觉"],
  distractor: ["涵养", "自愿", "修养", "自觉"],
  unknown: []
}, {
  id: "4678615",
  stem: "依次填入画横线部分最恰当一项是：",
  correct: ["神秘化", "抱残守缺"],
  distractor: ["通俗化", "革故鼎新", "萧规曹随", "神秘化", "自我作古"],
  unknown: []
}, {
  id: "4678563",
  stem: "家中________的藏书和频繁造访的文学界人士，是她踏上文学之路的启蒙，而严肃理性与唯美浪漫并重的家庭教育，则培养她从小具备独立人格与深刻思想。\n填入画横线部分最恰当的一项是：",
  correct: ["浩如烟海"],
  distractor: ["俯拾皆是", "鳞次栉比", "寥若晨星"],
  unknown: []
}, {
  id: "4678569",
  stem: "在认识世界和改造世界的过程中，旧的问题解决了，新的问题又会产生，同时各方面体制、机制总是需要不断完善，因而改革不可能________。\n填入画横线部分最恰当的一项是：",
  correct: ["一劳永逸"],
  distractor: ["一无所获", "一挥而就", "一气呵成"],
  unknown: []
}, {
  id: "4678592",
  stem: "一直以来，我国文化产业发展方式比较粗放，存在战略规划宏大而实现路径模糊以及生产成本高、附加值低等问题，从长远看，________依靠资源投入来实现发展，必然会影响文化产业发展的质量和收益。因此，实行________经营，不仅是转变文化产业发展方式的题中应有之义，还是提高文化产业发展水平的必由之路。\n依次填入画横线部分最恰当的一项是：",
  correct: ["过度", "集约化"],
  distractor: ["过渡", "集约化", "适当", "规模化", "充分"],
  unknown: []
}, {
  id: "4678600",
  stem: "马克思曾说：“社会不是以法律为基础的。那是法学家们的幻想。相反地，法律应该以社会为基础。法律________社会共同的、由一定物质生产方式所产生的利益和需要的表现，________单个的个人恣意横行。”\n依次填入画横线部分最恰当的一项是：",
  correct: ["应该是", "而不是"],
  distractor: ["即便是", "也是", "与其是", "不如是", "不仅是", "还是"],
  unknown: []
}, {
  id: "4678604",
  stem: "春天万物复苏，面对烂漫春光，有人在“红杏枝头”________春意，于“拂堤杨柳”陶醉氤氲春雾，有人却________、词不达意，停留在“哇”“超赞”的简单感叹。尽管众人眼中的景色“远近高低各不同”，但网络语言风靡、文化内涵缺失的现象，不经意间影响着越来越多人的日常交流和情感表达。\n依次填入画横线部分最恰当的一项是：",
  correct: ["品味", "语竭词穷"],
  distractor: ["欣赏", "理屈词穷", "体味", "张口结舌", "鉴赏", "无言以对"],
  unknown: []
}, {
  id: "4678544",
  stem: "眼下的人工智能似乎麻烦不少。研究界对底层技术缺乏突破的争论，产业界对商业应用未达预期的质疑，再加上前段时间“人工智能代表性应用”自动驾驶出现了几次事故等，把人工智能产业推上了________。在一些领域，人工智能应用推进的难度超乎意料。然而，每一次对技术关键点的攻关，也都是突破的机会。技术的突破常常是________，只有积累到一定阶段，才可能带动质变，迎来整体的爆发。此前的艰难之处，如同破晓之前。\n依次填入画横线部分最恰当的一项是：",
  correct: ["风口浪尖", "厚积薄发"],
  distractor: ["刀山火海", "韬光养晦", "龙潭虎穴", "悬崖峭壁", "厚积薄发"],
  unknown: []
}, {
  id: "4678549",
  stem: "社交媒体巨头自称将________地保护个人隐私，为此不惜与美国政府________，这些公司的做法一度得到了公众的支持。现在，如果新的证据表明，外国曾利用社交媒体影响2016年美国大选，那么，互联网巨头处理用户数据的方式将再度遭受质疑。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不遗余力", "对簿公堂"],
  distractor: ["全心全意", "当面对质", "倾巢而出", "对簿公堂"],
  unknown: []
}, {
  id: "4678557",
  stem: "有风有雨是________，风雨无阻是________，风雨兼程是________。今天的中国，正经历成长的风雨。“莫听穿林打叶声，何妨吟啸且徐行”。无论什么样的风雨，都无法阻挡中国人民奔向美好生活的脚步。\n依次填入画横线部分最恰当的一项是：",
  correct: ["常态", "心态", "状态"],
  distractor: ["正态", "常态", "心态", "状态"],
  unknown: []
}, {
  id: "4678566",
  stem: "用“________”精准捕捉扶贫协作点，以“________”精准诊断对口帮扶点，拿“________”精准瞄向持续发展点，方能打赢脱贫攻坚战，实现全面小康。\n依次填入画横线部分最恰当的一项是：",
  correct: ["放大镜", "显微镜", "望远镜"],
  distractor: ["望远镜", "放大镜", "显微镜"],
  unknown: []
}, {
  id: "2295270",
  stem: "当年刘邦入咸阳，“缓刑弛禁，以慰其望”，采取的是“有所不为”。后刘备入蜀，诸葛亮则“威之以法”“限之以爵”，采取的是“有所为”。“为”与“不为”________，都深得人心，实现大治，原因就在于________：秦朝苛政，百姓苦不堪言，不为而治，顺应人民的意愿；而蜀中刘璋长期暗弱，豪强专权自恣，必须严刑峻法。\n依次填入画横线部分最恰当的一项是：",
  correct: ["殊途同归", "审时度势"],
  distractor: ["异曲同工", "度德量力", "背道而驰", "实事求是", "见仁见智", "量力而行"],
  unknown: []
}, {
  id: "2377084",
  stem: "短期来看，日趋激烈的竞争必将导致相应区域的主题公园________；而从中长期来看，________了国内外主题公园精粹的集群区域将更有助于吸引来自国内外的增量游客，这对身处其中的本土主题公园而言，将是难得的机遇。\n依次填入划横线部分最恰当的一项是：",
  correct: ["优胜劣汰", "聚集"],
  distractor: ["此消彼长", "会聚", "弱肉强食", "荟萃", "物竞天择", "融汇"],
  unknown: []
}, {
  id: "2377100",
  stem: "有些海蚀洞的“天花板”上还有个大窟窿，阳光照进来，就像古罗马的万神殿一样，这可能是因为顶部岩石本身质地脆弱，更易被________。也可能是海水挤入岩石裂隙时，原本在里面的空气被压缩，水填满洞隙下方，压缩空气便________洞顶，直至将洞顶击穿，形成天窗。\n依次填入划横线部分最恰当的一项是：",
  correct: ["侵蚀", "冲击"],
  distractor: ["腐蚀", "入侵", "侵袭", "攻击", "腐化", "充盈"],
  unknown: []
}, {
  id: "2377208",
  stem: "费孝通先生在《乡土中国》里有________的阐释：中国乡村秩序是从血缘关系和地缘关系开始的。此后时空流转，纵使百转千回，讨生活也好、讨理想也罢，走出去的中国人，还是会被故土的浓烈情思所牵绊。从这个意义上说，过年回家，大概是三件事：一是省亲，________思念之苦；二是乡愁，归于故土之亲；三是仪式，________精神传承。\n依次填入划横线部分最恰当的一项是：",
  correct: ["一针见血", "慰藉", "濡染"],
  distractor: ["恰如其分", "消除", "感悟", "高屋建瓴", "抚平", "感服", "鞭辟入里", "解除", "渲染"],
  unknown: []
}, {
  id: "2377094",
  stem: "考古学研究要充分结合文献记载，在历史时代考古学的研究中尤其如此。中国古代文献________，自当按个人的专业需求，择要阅读，要紧的是必须懂得文献史、目录学等，以便在繁多的古籍中寻取确切相关的记载，加以________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["浩如烟海", "考核"],
  distractor: ["比比皆是", "考察", "恒河沙数", "审核", "汗牛充栋", "查证"],
  unknown: []
}, {
  id: "2377104",
  stem: "应该如何正确开展批评和自我批评呢？要无私无畏，敢于揭露问题。少数党员领导干部由于“老好人思想”作怪，在专题民主生活会上，往往选择对上级放“礼炮”，对同级放“哑炮”，对自己放“空炮”。三言两语听上去________，实际上________、毫无价值，不但不能推动工作、维护党内团结，而且还会放任同志身上错误的滋长。\n依次填入划横线部分最恰当的一项是：",
  correct: ["和风细雨", "隔靴搔痒"],
  distractor: ["春风化雨", "无关痛痒", "和颜悦色", "扬汤止沸", "洋洋盈耳", "无足轻重"],
  unknown: []
}, {
  id: "2377211",
  stem: "有的人没有“专业性”观念，欣赏全才、通才，不重视乃至鄙视专业人才，以为只要悟“道”，就可以________，什么问题都可以迎刃而解，什么领域都可以去坐而论道。这种观念在部分当代人文学者中仍然存在，科学家在他们眼中只是些关注细枝末节的技术员，不如他们掌握了先进的哲学思想后，可以站得高看得远，乃至以科学导师自居，可以为科学的发展________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["融会贯通", "指点迷津"],
  distractor: ["触类旁通", "运筹帷幄", "见微知著", "建言献策", "举一反三", "出谋划策"],
  unknown: []
}, {
  id: "2377209",
  stem: "梵净山虽被喀斯特地貌地区包围，却不是喀斯特地貌，而是特殊的变质岩山脉地貌，梵净山因此成为________于喀斯特海洋中的变质岩“生态孤岛”，展现了独特的地质、生态、生物和景观特征。还原其形成，则要________到14亿年前。当时的梵净山一带还是一片汪洋。之后，古陆漂移碰撞，火山岩浆迸发，一片火海中，梵净山________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["伫立", "追溯", "横空出世"],
  distractor: ["屹立", "还原", "粉墨登场", "傲立", "回归", "拔地而起", "矗立", "倒流", "破土而出"],
  unknown: []
}, {
  id: "2377107",
  stem: "说起分布式存储，大家可能都会觉得这是一个________的问题。虽然分布式存储并不是一个全新的技术，许多人也对它________。但它是一个涉及到文件系统、存储系统、网络、算法、管理等多方面技术的汇聚。因此，要想真正掌握分布式存储技术，绝不是一件轻松的事。\n依次填入划横线部分最恰当的一项是：",
  correct: ["老生常谈", "耳熟能详"],
  distractor: ["历久弥新", "烂熟于心", "陈词滥调", "轻车熟路", "流口常谈", "驾轻就熟"],
  unknown: []
}, {
  id: "2377083",
  stem: "早期的智能手环厂商抛出了健康管理的概念，却并未进行深度的数据挖掘，智能手环的概念由热转冷，其在销量上的____便在意料之中。相应地，市场上涌入了大量的廉价产品，在市场不成熟状态下大打价格战，直接导致外界对于可穿戴行业的____。\n依次填入划横线部分最恰当的一项是：",
  correct: ["颓势", "唱衰"],
  distractor: ["式微", "质疑", "滑坡", "否定", "衰退", "低估"],
  unknown: []
}, {
  id: "2377101",
  stem: "专家们表示，很多划时代的科技成果____带来人们生活方式的改变，短期内很可能难以被接受，但若放眼历史长河，就会发现，所有重要的科技革命____都最终成为人类发展的加速器，同时也是人类生活品质提高的根本保障。\n依次填入划横线部分最恰当的一项是：",
  correct: ["必然", "无一例外"],
  distractor: ["肯定", "毫不例外", "势必", "无一幸免", "必定", "不出所料"],
  unknown: []
}, {
  id: "2377213",
  stem: "至于现在的唐宋古装电视剧中经常出现的古人________下跪的镜头，多是今人的________。据了解，至迟在明朝，跪迎圣驾才成了国家制度。清承明制，下跪日渐成为清朝人的“重要礼节”，打官司要跪，下级见上级要跪，地位低下的见尊贵的要跪。\n依次填入划横线部分最恰当的一项是：",
  correct: ["动辄", "臆测"],
  distractor: ["频繁", "妄想", "时常", "假设", "寻隙", "杜撰"],
  unknown: []
}, {
  id: "2377206",
  stem: "随着贯彻落实中央八项规定精神向纵深推进，旅游式的开会、聚餐式的调研、游玩式的走访等，有所________。但内容重复的会议、填写表格的落实、层层转发的部署等，依然使许多实际工作难有进展，依然使许多计划流于漂亮文案。有人指出，形式主义与官僚主义________，并非偶然。这两种“主义”都是典型的官场病，________，相互联系，是同一个问题的两个方面。\n依次填入划横线部分最恰当的一项是：",
  correct: ["遏制", "对举", "互为表里"],
  distractor: ["节制", "对应", "互相标榜", "收敛", "对仗", "互为因果", "约束", "对衬", "互剥痛疮"],
  unknown: []
}, {
  id: "2377117",
  stem: "现在的诗词普及，还有许多需要留心和甄别的地方。如今市面上诗词普及的图书尤其多，也尤为________。有不少普及读物，其中文字错漏百出，采用的故事也都是________，甚至杜撰而来。作为读者，应该加以甄别，尽量选择学者编写的图书，他们的材料、解读都较为严谨扎实，采用的故事也都有正史作为依据。\n依次填入划横线部分最恰当的一项是：",
  correct: ["鱼龙混杂", "道听途说"],
  distractor: ["鱼目混珠", "稗官野史", "滥竽充数", "逸闻轶事", "龙蛇混杂", "胡编乱造"],
  unknown: []
}, {
  id: "2377214",
  stem: "求贤若渴，首先就要有强烈的人才意识，时时事事处处想到人才，把人才真正当作第一资源去________、去寻求、去开发。求贤若渴，更要用贤若渴。人才作为一种特殊资源，只有使用才能创造价值。要坚决________重引进轻使用的不良倾向，牢固树立以用为本理念，把用好用活人才作为人才工作重要责任。\n依次填入划横线部分最恰当的一项是：",
  correct: ["谋划", "克服"],
  distractor: ["统筹", "抵御", "挖掘", "克制", "利用", "抵制"],
  unknown: []
}, {
  id: "2377215",
  stem: "今天，关于传统文化的书写，存在两个极端：要么过于通俗，要么过于玄虚。中国传统文化的传播、国学的弘扬，需要摆脱掉这两个极端，走一条中间道路，做到________、微言大义。虽然，“文化热”“儒学热”“国学热”的浪潮________，但真正将自己的文化看作安身立命之本的人却是________。很多人对待文化，对待国学，仍然没有走出经世致用、急功近利的目的预设。\n依次填入划横线部分最恰当的一项是：",
  correct: ["深入浅出", "此起彼伏", "少之又少"],
  distractor: ["大道至简", "前仆后继", "凤毛麟角", "通俗易懂", "如火如荼", "寥寥无几", "不温不火", "不绝如缕", "后继无人"],
  unknown: []
}, {
  id: "2377096",
  stem: "瓦盆，是旧时常见的日用品，因为烧制时要将大小瓦盆一套一套摞起来，运输和店家卖时也是一套一套摞着，故而有句歇后语，说某人讲起话来滔滔不绝，是“卖瓦盆的出身——一套一套的”。“卖瓦盆”式的干部并不少见，这些人说起话来________，讲起道理________。表面看很热闹，但仔细想想都是一些喊口号、使虚劲的嘴上功夫，根本就是“假大空”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["口若悬河", "引经据典"],
  distractor: ["舌灿莲花", "闻一知十", "旁征博引", "举一反三", "妙语连珠", "声情并茂"],
  unknown: []
}, {
  id: "2377099",
  stem: "有的摄影者对“后期”的重视几乎超过前期拍摄，作品全都美得不行。当“美”________的时候，应该是有问题了。就像舞台上极为相似的明星一样，迷信“后期”只会消除自我，这样的作品创作，只是数量的________而已，创造者的个性被模糊了。\n依次填入划横线部分最恰当的一项是：",
  correct: ["俯仰可拾", "堆砌"],
  distractor: ["千篇一律", "叠加", "不胜枚举", "积累", "一成不变", "提升"],
  unknown: []
}, {
  id: "2377232",
  stem: "年轻干部要想行得端、走得正，就必须涵养道德操守，明礼诚信，特别是要敢于讲真话、讲实话，切忌开“空头支票”，________说好话、________说套话、________说大话、规避责任说假话。\n依次填入划横线部分最恰当的一项是：",
  correct: ["投其所好", "明哲保身", "沽名钓誉"],
  distractor: ["曲意逢迎", "心口不一", "不切实际", "委曲求全", "虚与委蛇", "好高骛远", "阿谀奉承", "独善其身", "好大喜功"],
  unknown: []
}, {
  id: "2376519",
  stem: "科学已经成为当下社会的主流命题，无论从事什么工作都无法忽视它、绕过它。因此从某种程度来说，科学与艺术，或者说理性与感性的边界正在________。艺术展上艺术家们摆弄起了宇宙爆炸、量子世界，而不少科学家也乐于把科学仪器下观察到的景象捕捉下来，展示到人们面前，其精美程度丝毫不亚于艺术家的加工描摹。\n填入划横线部分最恰当的一项是：",
  correct: ["消弭"],
  distractor: ["消遁", "消失", "消除"],
  unknown: []
}, {
  id: "2376706",
  stem: "某航天科工集团研制出的民航风切变预警系统，克服了预警难度大、精度低等现实问题，可以为飞机的起飞降落________提供风切变预警信息，还能够提供机场未来48小时的天气预报。\n填入划横线部分最恰当的一项是：",
  correct: ["实时"],
  distractor: ["及时", "适时", "即时"],
  unknown: []
}, {
  id: "2376525",
  stem: "云南在西、巴蜀在北，贵州有着说不尽的历史。这片西南中国的广袤土地，呈现了华夏山河的________、见证了中国革命的风云际会、记录了多民族文化的交流激荡。现在，贵州正在以绿色发展谋求生态红利，率先推进了中国生态文明建设的地方探索。\n填入划横线部分最恰当的一项是：",
  correct: ["钟灵毓秀"],
  distractor: ["海晏河清", "渊渟岳峙", "瑕瑜互见"],
  unknown: []
}, {
  id: "2376717",
  stem: "关于科学革命的讨论________于十七世纪。不过，其时革命尚在________地展开，相关讨论的焦点集中在科学的本性，而未有所谓“科学革命史”的理解。到十九世纪，现代科学的基本模式逐渐定型，一些学者便回到现代科学的源头做起了编史和整理工作。\n依次填入划横线部分最恰当的一项是：",
  correct: ["滥觞", "如火如荼"],
  distractor: ["溯源", "轰轰烈烈", "起源", "风起云涌", "发端", "方兴未艾"],
  unknown: []
}, {
  id: "2376530",
  stem: "有人曾________“人工智能是个筐，什么都能往里装”，虽然________，但也说明了现状。通常，当解决问题需要推理、决策、理解、学习这类最基本的技能时，我们才认为它跟人工智能相关。常见的人工智能技术应用有指纹识别、人脸识别、机器翻译等。很多通过机械的计算和机械的记忆实现的东西，一般不把它看成人工智能的本质应用。\n依次填入划横线部分最恰当的一项是：",
  correct: ["揶揄", "刻薄"],
  distractor: ["嘲笑", "苛刻", "调侃", "尖酸", "嘲弄", "刻毒"],
  unknown: []
}, {
  id: "2377359",
  stem: "为应对全球气候变暖，各国科学家都在开展地球科学研究。最近，有科学家在《科学》上发表论文提出缓解温室效应的两种方案。其中一种方案是在稍低于卷云自然形成的上层大气中加入微小的沙尘颗粒，以________卷云的形成。卷云不同于会反射阳光的白云，而更像覆盖在地球上的毯子，困住从地球向太空辐射的热量，地球也就越来越________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["减少", "热"],
  distractor: ["减少", "冷", "增加", "热"],
  unknown: []
}, {
  id: "2376483",
  stem: "说梵高是一个“圣徒式的画家”并不为过，他通过绘画仰望、接近上帝。________，即便是这样一个具有宗教情怀、追求超越性的梵高，也从未试图远离人群、拥抱绝对的孤独。________，他总在渴望人与人之间的温暖与爱，而始终未能得到。他的绘画也好，文字也好，除去遗传的因素，很大程度上就是表达此种“寻求”与“寻求不得”之间的落差及随之而来的痛苦。\n依次填入划横线部分最恰当的一项是：",
  correct: ["但是", "相反"],
  distractor: ["然而", "因为", "首先", "其次", "于是"],
  unknown: []
}, {
  id: "2376494",
  stem: "形成有文化特色、有地域特色、可识别的小城镇发展模式，是一个长期的渐进过程。我们应尊重当地实际，________、远近结合、量力而行，不能盲目________。在模式选择上，可以借鉴国内外小城镇建设的经验，但更重要的是结合自身实际、体现自身特色。\n依次填入划横线部分最恰当的一项是：",
  correct: ["循序渐进", "贪大求快"],
  distractor: ["循规蹈矩", "分庭抗礼", "按部就班", "投闲置散", "按图索骥", "急于求成"],
  unknown: []
}, {
  id: "2376711",
  stem: "城市的文化形象是人们对一个城市的文化________的整体认知与印象，主要来源于城市的发展哲学、城市精神等构成的理念识别系统，城市各主体的行为方式所构成的行为识别系统以及公共文化空间、文化景观等构成的视觉识别系统。在新一轮的城市竞争中，城市的文化形象对城市的经济社会发展将起到________的作用。\n依次填入划横线部分最恰当的一项是：",
  correct: ["气质", "举足轻重"],
  distractor: ["观感", "撼天震地", "禀赋", "振聋发聩", "特征", "醍醐灌顶"],
  unknown: []
}, {
  id: "2376708",
  stem: "纪录片《苏东坡》以苏东坡贬谪黄州四年的生活为横切面，________其一生的心路历程，从文学、艺术、美食、情感等维度进行透视，多角度地________其生命感悟、精神嬗变和艺术升华的过程，以及对中国传统文化产生的深远影响。同时，辅之以当今最新的研究成果，再现了一个最丰富、最接近本真的苏东坡形象。\n依次填入划横线部分最恰当的一项是：",
  correct: ["观照", "解读"],
  distractor: ["关照", "阐释", "记载", "解说", "记录", "阐述"],
  unknown: []
}, {
  id: "2376713",
  stem: "一个艺术家真正的贡献是艺术语言的创新，如果说审美理想的构建是绘画法度和秩序建立的基石，那么绘画秩序的建立则是绘画风格成熟的________。风格的形成在于画面所搭建的整体构成必须有________的秩序和法则。\n依次填入划横线部分最恰当的一项是：",
  correct: ["标志", "内在"],
  distractor: ["途径", "和谐", "方向", "全新", "目标", "稳定"],
  unknown: []
}, {
  id: "2376507",
  stem: "夏季天气炎热，人很容易犯困、无精打采，这时不妨吃几颗葡萄来帮你提神、消除疲乏之意。因为在葡萄中含有丰富的葡萄糖成分，且很容易被人体吸收利用，从而为大脑供给所需能量，快速恢复大脑活力。同时，葡萄中还含有较多的氨基酸，能对神经产生良好的 ____，帮助人体____衰弱的神经，这也是提神醒脑的有效途径。\n依次填入划横线部分最恰当的一项是：",
  correct: ["刺激", "调理"],
  distractor: ["应激", "调节", "激变", "调整", "激发", "调剂"],
  unknown: []
}, {
  id: "2377365",
  stem: "没有精神内核的娱乐，即便一时热闹，________流于空虚。网民需要文化产品、需要轻松娱乐，但不需要无下限、无道德的“秀”。应该肯定的是，依法净网，不只是约谈平台、关停账号，而是持续发力、________治理。\n依次填入划横线部分最恰当的一项：",
  correct: ["终归", "常态化"],
  distractor: ["最终", "固定化", "难免", "长效化", "终将", "平常化"],
  unknown: []
}, {
  id: "2376712",
  stem: "儒学对生活的________，体现在每一个细微的环节上，每个观念或者行为都可能有一些潜移默化的印记，有时候可能是比较清晰的一种灌输，有时候则是一种生活态度和行为细节上________的顺应。\n依次填入划横线部分最恰当的一项是：",
  correct: ["浸润", "不经意"],
  distractor: ["滋养", "不自觉", "影响", "不期然", "渗透", "不留神"],
  unknown: []
}, {
  id: "2376714",
  stem: "极光多姿多彩，变化万千，任何彩笔都很难绘出那在严寒的两极空气中嬉戏无常、变幻莫测的炫目之光。在自然界中还没有哪种现象能与之________。极光有时出现时间极短，犹如节日的焰火，在空中闪现一下就消失得无影无踪；有时却可以在苍穹之中________几个小时；有时像一条彩带，有时像一团火焰，有时像一张五光十色的巨大银幕，仿佛上映一场球幕电影，给人视觉上极美的享受。\n依次填入划横线部分最恰当的一项是：",
  correct: ["媲美", "辉映"],
  distractor: ["匹敌", "延宕", "相较", "迤逦", "抗衡", "映照"],
  unknown: []
}, {
  id: "2376716",
  stem: "除了口误，笔误同样泄露了潜意识的秘密。短信聊天说到我爸身体不舒服却不去医院检查这一事实时，我想说“我爸就是太固执了”，但我键入的文字竟是“我爸就是太过分了”。那一刻，我突然呆住了。一词之别，却暴露出我内心深处的真实情绪。“固执”只是一种较为客观的________，而“过分”却是饱含着情绪的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["描述", "表达"],
  distractor: ["判断", "认识", "体现", "流露", "显示", "暗示"],
  unknown: []
}, {
  id: "2376715",
  stem: "美好的事物人人向往，若是缺少发现的眼睛，它也容易被________。某次儿童画展，一位小朋友的作品上有一个洞，评委们好奇地问，这是不是一幅破损的作品。小朋友说，这是进入世外桃源的入口。孩子的答案，耐人寻味。如何________发现美的眼睛，是一个需要全社会去回答的课题。\n依次填入划横线部分最恰当的一项是：",
  correct: ["遮蔽", "擦亮"],
  distractor: ["蒙蔽", "擦拭", "掩饰", "拂拭", "遮掩", "烛照"],
  unknown: []
}, {
  id: "2376705",
  stem: "习近平主席在上海合作组织成员国元首理事会第十八次会议上的重要讲话，深刻分析了我们今天所共同面对的风险挑战：当今世界霸权主义和强权政治________存在；各种传统和非传统安全威胁不断________；单边主义、贸易保护主义、逆全球化思潮不断有新的表现；文明冲突、文明优越等论调不时________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["依然", "涌现", "沉渣泛起"],
  distractor: ["依旧", "显现", "拨云见日", "仍然", "出现", "激浊扬清", "仍旧", "浮现", "振臂高呼"],
  unknown: []
}, {
  id: "2274535",
  stem: "依次填入第2段中甲、乙、丙三处，最恰当的一组词语是",
  correct: ["厘清", "明确", "堵塞"],
  distractor: ["细化", "共享", "填补", "转变", "完善", "发现", "承担", "开列", "弱化"],
  unknown: []
}, {
  id: "2274561",
  stem: "填入第3段画横线处最恰当的一句是",
  correct: ["德之不修", "虽学有道", "其行不远"],
  distractor: ["学而不思则罔", "思而不学则殆", "非淡泊无以明志", "非宁静无以致远", "博学之", "审问之", "慎思之", "明辨之", "笃行之"],
  unknown: []
}, {
  id: "2376651",
  stem: "填入第①段划横线部分最恰当的一组是",
  correct: ["飙升", "青睐"],
  distractor: ["扩大", "追捧", "提高", "乐见", "增长", "垂青"],
  unknown: []
}, {
  id: "2376616",
  stem: "韩愈云：“千里马常有，而伯乐不常有。”这里说的伯乐，就是千里马的“贵人”，如果没有伯乐出现，千里马也会淹没于芸芸众“马”之中虚耗宝贵年华。古往今来，很多功成名就者都是在关键时刻遇上________的“贵人”，加之自身的实力和努力没有辜负“贵人”所赐予的机遇，终得以________。\n\n填入划横线部分最恰当的一组是：",
  correct: ["慧眼识珠", "有所作为"],
  distractor: ["火眼金睛", "脱颖而出", "独具慧眼", "崭露头角", "明察秋毫", "出人头地"],
  unknown: []
}, {
  id: "2376618",
  stem: "最初版本的个税APP启用以后，人们对租户必须填写房东信息产生质疑，担心此举会导致房东多缴一笔出租税，因而房东通过涨房租来对冲损失，客观上造成了房东和租户的零和博弈，这显然不是减税政策的本意。新版个税APP，正是意在回应舆论关于国家减税降负诚意的质疑。就实际效果来说，新版个税APP一经公布，公众就掀起一片力挺之声，安抚效应可谓________。\n\n填入划横线部分最恰当的一项是：",
  correct: ["立竿见影"],
  distractor: ["显而易见", "卓有成效", "一蹴而就"],
  unknown: []
}, {
  id: "2376626",
  stem: "面对流行语，我们可以根据不同情境进行取舍、组合，使精神状态得以________，在遭遇生活的坚硬时更富于________。\n填入划横线部分最恰当的一项是：",
  correct: ["调适", "弹性"],
  distractor: ["放松", "柔性", "缓冲", "耐性", "改变", "韧性"],
  unknown: []
}, {
  id: "2376628",
  stem: "以家为________的家族文化传承，把家风、家教、家规、家德注入每代传承人心中，融入到企业文化中，形成部分老字号维系生存的________。\n填入划横线部分最恰当的一项是：",
  correct: ["依托", "根脉"],
  distractor: ["桥梁", "动力", "媒介", "根底", "源头", "基础"],
  unknown: []
}, {
  id: "2376658",
  stem: "“爱的匮乏限制了我们对人生的想象力。”我们常常说，因为我们缺爱，所以没有安全感。也许是我们________了，是因为我们拿不出爱，我们才会有庞大的不安全感。你自己不愿意先拿出来，对世界的________才是无爱的。\n\n填入划横线部分最恰当的一项是：",
  correct: ["本末倒置", "投射"],
  distractor: ["舍本逐末", "回应", "吹毛求疵", "认识", "舍近求远", "映射"],
  unknown: []
}, {
  id: "2376659",
  stem: "给科研人员减负，更需要从基层做起。很多好政策之所以落地效果大打折扣，就是因为卡在了“最后一公里”。科研院所等单位是抓落实的最后环节，要进一步解放思想，________政策，________政策，________主体责任，________管理。\n填入划横线部分最恰当的一项是：",
  correct: ["吃透", "用好", "担起", "优化"],
  distractor: ["理解", "利用", "发挥", "强化", "学习", "运用", "优化", "分析", "用好", "明确"],
  unknown: []
}, {
  id: "2376660",
  stem: "依靠人口红利和商业模式的互联网上半场临近________，依靠核心技术的下半场已经拉开帷幕。这时候更加需要这种技术沉淀的思维，不是只关注短期的流量变现，而是要真正沉下心来________于一个领域，一项技术一项技术往上垒，创造出真正的核心技术，形成一个创新链条，让企业具有________的核心竞争优势。\n填入划横线部分最恰当的一项是：",
  correct: ["天花板", "专注", "不可替代"],
  distractor: ["桃花源", "注重", "迭代更新", "风险点", "倾注", "卓然独立", "地平线", "关注", "无可争议"],
  unknown: []
}, {
  id: "2376836",
  stem: "填入第3段划横线部分最恰当的一组是：",
  correct: ["忍俊不禁", "正襟危坐"],
  distractor: ["欲罢不能", "老成持重", "赞不绝口", "一本正经", "目不暇接", "不苟言笑"],
  unknown: []
}, {
  id: "2376812",
  stem: "填入划横线部分最恰当的一组是\n关于培养创新人才，教育部最近提出的“新工科”教育非常重要。“新工科”最新公布的指标是“十、百、万”，即“十个专业方向，百种教材，一万名教师”。这是一次创新之举，不但要带来更多知识，更要搭建一个知识拓展的________，要培养造就一批多样化、创新型的工程科技人才，为我国产业发展提供________。",
  correct: ["平台", "智力支持"],
  distractor: ["空间", "人才队伍", "天地", "人才保障", "舞台", "智力保障"],
  unknown: []
}, {
  id: "2376813",
  stem: "填入画横线部分最恰当的一项是\n啥是佩奇？这只其貌不扬的粉红小猪，本身就是家庭亲情的象征。父母、姐弟，简简单单、快快乐乐地生活在一起。这个“舶来品”的故事，________了中国老百姓“老婆孩子热炕头”的淳朴理想，也符合孩子们对童年、父母、家庭日常的真实感受。这是最基本的人伦感情，也是全世界通用的语言。",
  correct: ["暗合"],
  distractor: ["迎合", "符合", "吻合"],
  unknown: []
}, {
  id: "2376815",
  stem: "填入划横线部分最恰当的一组是\n阿耐的《都挺好》延续其《欢乐颂》的都市情感、代际相处、职场生存等热点话题，将《欢乐颂》中安迪的智慧与樊胜美的身世集于女主角苏明玉一身。不仅令都市女性________，也成功将原本站在不同角色背后的读者的注意力归拢起来。网络文学多以皇帝娘娘、天外飞仙为主角，可谓玄幻、穿越竞放，阿耐的这些作品就显得有些________。",
  correct: ["触景生情", "特别"],
  distractor: ["心照不宣", "孤立", "抚今追昔", "低调", "心有灵犀", "朴素"],
  unknown: []
}, {
  id: "2377278",
  stem: "随着改革的深入，军工企业逐步建立起适应市场经济的现代企业制度。但军工集团改制并不________。一方面，从事生产经营的军工企业基本完成了公司制改造，成立了股份制公司；另一方面，多数军工院所依然在事业单位体制内，独立于市场经济之外。产研________一定程度导致了科研成果市场化程度低、技术成果社会转换利用率不高的问题。\n依次填入画横线处最恰当的一项是：",
  correct: ["彻底", "分离"],
  distractor: ["系统", "互促", "完善", "共建", "全面", "脱节"],
  unknown: []
}, {
  id: "2444707",
  stem: "康藏高寒地区海拔通常在三四千米以上，当地藏民有喝酥油茶的习惯，但该地茶叶极度稀缺；而在内地，民间生活和战争所需的大量骡马，同样________。因此，具有互补性的“茶马互市”应运而生。\n填入画横线部分最恰当的一项是：",
  correct: ["供不应求"],
  distractor: ["缺一不可", "千金难买", "难能可贵"],
  unknown: []
}, {
  id: "2444717",
  stem: "经济学中“搭便车”的概念，大致是指，有人未支付成本却获得了由他人支付成本所带来的收益，或者支付较少成本，获得了与自己支付成本不对称的更多收益，从而导致市场失灵。这种“搭便车”的现象可简单地理解为“________”。\n填入画横线部分最恰当的一项是：",
  correct: ["坐享其成"],
  distractor: ["坐收渔利", "守株待兔", "以一奉百"],
  unknown: []
}, {
  id: "2444723",
  stem: "香樟树就像那些正直而沉静的老实人，它们看似________，内里却极为优雅，无论世道怎样杂乱，自身如何被________被忽视，也没有放弃底线，只管静默生存，兀自风华，清冷而优美，沉静却光明。\n依次填入画横线部分最恰当的一项是：",
  correct: ["平庸", "埋没"],
  distractor: ["迟钝", "排挤", "木讷", "压抑", "沉闷", "误解"],
  unknown: []
}, {
  id: "2444732",
  stem: "中国人在室内焚香，始自战国时代，此时期也开始出现铜制香炉。秦、汉之后，随着制香、用香日益普及，各种式样的炉具________，其材质涵盖陶器、瓷器、铜器、鎏金银器、掐丝珐琅、竹木器及玉石等。这些不同材质、工艺的香炉，除了用于宗教祭仪，也成为文人墨客案头________的赏玩之物。\n依次填入画横线部分最恰当的一项是：",
  correct: ["应运而生", "不可或缺"],
  distractor: ["眼花缭乱", "稀松平常", "独具匠心", "信手拈来", "与日俱增", "不可多得"],
  unknown: []
}, {
  id: "2444734",
  stem: "接纳人工智能是今天社会发展、经济增长、人类演化的________，更是人们生活的需求。其实，很多人每天离不开的智能手机就是低端人工智能的应用。更应当看到的现实是，人工智能的发展极具________，未来谁在人工智能的研发和应用中落后，谁就会被淘汰。\n依次填入画横线部分最恰当的一项是：",
  correct: ["必然", "竞争性"],
  distractor: ["趋势", "替代性", "方向", "优越性", "途径", "倾向性"],
  unknown: []
}, {
  id: "2444747",
  stem: "信息爆炸式增长并不代表科学素养会提高，相反，人们在信息海洋中披沙拣金、澄清谬误的________在增加。此外，科学传播的通俗程度不够。这些情况的存在，________着未来应做好科学普及与传播工作，进而提升公众科学素养，需要建立一套以人民为中心，政府推动、全社会参与的工作机制。\n依次填入画横线部分最恰当的一项是：",
  correct: ["成本", "提醒"],
  distractor: ["风险", "警示", "困难", "表明", "障碍", "标志"],
  unknown: []
}, {
  id: "2444749",
  stem: "我们喜欢向他人分享目标，好像寻求某种认可和鼓励，然而分享会给人一种________的满足感，将空谈错认为________。记下你的目标，制定可行的计划，才更可能成功。\n依次填入画横线部分最恰当的一项是：",
  correct: ["虚假", "实践"],
  distractor: ["想象", "目的", "即时", "结果", "暂时", "事实"],
  unknown: []
}, {
  id: "2444752",
  stem: "儒家贤能政治从人性本善出发，试图以人格“修齐”的方式实现道德政治，但往往因人性的善变而________；而民主政治以人性本恶为立论前提，特别强调权力来源的正当性、权力行使过程的外部制约性，将法度、制度嵌于个人道德与合理的政治之间，这就使得政治运行及其结果成为一件可以________的事情。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不可端倪", "预判"],
  distractor: ["功败垂成", "监督", "力所不及", "把控", "难以名状", "干预"],
  unknown: []
}, {
  id: "2444756",
  stem: "网络文学经过20年的快速发展，已收获丰富的作品、巨大的经济效益和来自各方的关注。但在爆发式增长的同时，有关其价值及合理性的质疑也________。综观网络文学整体，虽然不乏________的佳作，但与庞大基数相比，精品数量依旧偏少。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不绝于耳", "风靡一时"],
  distractor: ["接踵而至", "琳琅满目", "甚嚣尘上", "雅俗共赏", "如影随形", "耳目一新"],
  unknown: []
}, {
  id: "2444764",
  stem: "最早对莫高窟进行保护的前辈们，大都是从事绘画、雕塑方面的艺术家，而非文物保护专家。面对破败凋敝的石窟、岌岌可危的壁画，他们意识到保护文物是________的任务。当时国内还没有形成________的保护理念，而常书鸿等艺术家们从一开始就确立了原状保护的原则，这与西方的文物保护理念________，之后的修缮工作都是在这一原则的指导下进行的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["迫在眉睫", "明晰", "别无二致"],
  distractor: ["刻不容缓", "先进", "殊途同归", "举足轻重", "系统", "如出一辙", "首当其冲", "成熟", "不谋而合"],
  unknown: []
}, {
  id: "2264467",
  stem: "依次填入第④段中最合适的词语是：",
  correct: ["局限", "微乎其微"],
  distractor: ["不足", "鞭长莫及", "困难", "杯水车薪", "条件", "差强人意"],
  unknown: []
}, {
  id: "2264375",
  stem: "科学精神的核心是求真务实，我们的一切实践都需符合规律、切合实际。规律指引下的世界变动不居，我们不能________，应敢于质疑、善于包容、勇于创新。\n填入画横线部分最恰当的一项是：",
  correct: ["因循守旧"],
  distractor: ["沾沾自喜", "妄自菲薄", "刚愎自用"],
  unknown: []
}, {
  id: "2264378",
  stem: "阿道司\xb7赫胥黎在《美丽新世界》中描绘了2532年一个依赖生殖技术的人类社会。在那里，人文跟不上科技的发展，人类的“拜物教”越来越兴盛：认为医学可以解决一切病痛，科技可以弥补人文的鸿沟。事实上，这无异于________。\n填入画横线部分最恰当的一项是：",
  correct: ["缘木求鱼"],
  distractor: ["饮鸩止渴", "镜花水月", "抱薪救火"],
  unknown: []
}, {
  id: "2264385",
  stem: "新一代信息技术与制造业的深度融合，带来了制造模式、生产组织方式和产业形态的深刻变革，智能制造也________。智能制造就是把新一代信息技术________于设计、生产、管理、服务等制造活动的各个环节。\n依次填入画横线部分最恰当的一项是：",
  correct: ["应运而生", "贯穿"],
  distractor: ["水到渠成", "融汇", "水涨船高", "应用", "一日千里", "渗透"],
  unknown: []
}, {
  id: "2264428",
  stem: "近年来因程序违法败诉的行政诉讼案件不少。尽管有前车之鉴，但是依然不乏职能部门________。说到底，还是“重结果、轻程序”，不把程序当回事，行政行为自然经不起推敲。程序是保证我们有效实现结果的合理设计，程序正当得不到________，必然给我们的事业造成损害。\n依次填入画横线部分最恰当的一项是：",
  correct: ["重蹈覆辙", "尊重"],
  distractor: ["明知故犯", "履行", "老调重弹", "落实", "以身试法", "认同"],
  unknown: []
}, {
  id: "2264431",
  stem: "中国的传统文化中，“老”是一个褒义的字眼。一个年轻人处事得当，会被说老练、老成。但是进入互联网特别是移动互联网时代，这沿袭了数千年的观念，短短数十年________。年龄大、资历老逐渐不再是一种优势，有时反而成了学习新事物的一种________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["土崩瓦解", "羁绊"],
  distractor: ["灰飞烟灭", "累赘", "化为乌有", "阻力", "分崩离析", "弊端"],
  unknown: []
}, {
  id: "2264376",
  stem: "基层离百姓最近，可以快速反馈百姓的感受和意见，随时进行政策调整，故能“因病施治”；基层直接面对错综复杂的情况，最了解体制机制改革中的症结和痛点所在，故能“________”；基层最看重的是实效，________不得人心、难以持久，故内生的改革措施往往能“药到病除”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["对症下药", "花拳绣腿"],
  distractor: ["不药而愈", "夸夸其谈", "一针见血", "朝令夕改", "标本兼治", "华而不实"],
  unknown: []
}, {
  id: "2264393",
  stem: "近年来，商业赞助越来越多地________体育运动。在体育市场化、职业化________的当下，如何在追求个人商业价值与体育管理机构利益间取得平衡，是运动员和体育管理机构不能回避的问题。\n依次填入画横线部分最恰当的一项是：",
  correct: ["垂青", "方兴未艾"],
  distractor: ["觊觎", "如日中天", "追逐", "高歌猛进", "热衷", "欣欣向荣"],
  unknown: []
}, {
  id: "2264392",
  stem: "在不同的经济增长阶段，经济活动所积累的风险水平和表现程度有所不同，因此金融机构在资源配置上必然会有不同的表现。一般而言，金融机构习惯享受顺周期的经济上升发展，愿意做________的事，普遍忽视顺周期的末端风险管理，而一遇经济逆转，常会“雨中收伞”“________”，一些机构甚至不会再投放资源。\n依次填入画横线部分最恰当的一项是：",
  correct: ["锦上添花", "釜底抽薪"],
  distractor: ["顺水推舟", "明哲保身", "济困扶危", "竭泽而渔", "因势利导", "急流勇退"],
  unknown: []
}, {
  id: "2264408",
  stem: "脱贫攻坚必须________，一步一个脚印，确保各项扶贫政策措施落到实处，积小胜为大胜，最终取得全面胜利。同时也应加强贫困村基层组织建设，充分调动贫困群众的积极性，提高其参与度、获得感，激励其________，激发其脱贫的内生动力与活力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["稳扎稳打", "自力更生"],
  distractor: ["未雨绸缪", "一马当先", "一鼓作气", "奋发图强", "循序渐进", "再接再厉"],
  unknown: []
}, {
  id: "2264415",
  stem: "在人工智能研究热潮中，国内外已形成________的局面，但总体上人工智能还处于发展的初级阶段。人们对于智能的本质和机理的认识还不够深刻、全面，尚未形成完善的理论体系。如果没有人工智能基础研究的支撑，应用层面上的技术创新和产业创新都将是________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["千帆竞发", "无源之水"],
  distractor: ["百家争鸣", "昙花一现", "龙争虎斗", "空中楼阁", "星火燎原", "纸上谈兵"],
  unknown: []
}, {
  id: "2264384",
  stem: "智慧是哲人对世道人生、天地宇宙的独见独闻或先知先觉，它注定不是________的市井常识，也不是循规蹈矩的老生常谈。“周虽旧邦，其命维新”，哲学的进步实则是哲人学术与智慧的不断________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["人云亦云", "推陈出新"],
  distractor: ["司空见惯", "兼收并蓄", "妇孺皆知", "精益求精", "拾人牙慧", "融会贯通"],
  unknown: []
}, {
  id: "2264412",
  stem: "新中国的区域与城市规划始于20世纪50年代，目前在空间规划上已初步形成了八个主要________，按照从小到大的顺序，依次是乡村规划、小城镇规划、城市规划、大都市规划、大都市区规划、大都市圈规划、城市群规划和湾区规划。但由于缺乏系统的________和深入的研究，很多概念的内涵和边界不够清楚，这给实际的规划和建设带来诸多的不便和________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["层级", "梳理", "混乱"],
  distractor: ["层次", "调查", "阻碍", "部分", "考察", "负担", "维度", "分析", "困难"],
  unknown: []
}, {
  id: "2264424",
  stem: "东北人喜欢的酸菜，四川人喜欢的泡菜，广东人喜欢的梅菜，都是依靠时间“________”的美食。但在腌制食品中________存在的亚硝酸盐，是健康的一大威胁。更何况很多中国家庭还特别喜欢自制腌制品，一旦操作不当就会引发中毒。腌制品和腐败食物，美味和损伤，有时候只是________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["脱胎换骨", "普遍", "一步之遥"],
  distractor: ["精雕细琢", "广泛", "一墙之隔", "点石成金", "少量", "一念之差", "改头换面", "长期", "一时之选"],
  unknown: []
}, {
  id: "2264419",
  stem: "随着汽车电动化的不断发展，国内造车新势力________，传统车企亦纷纷转战新能源，新能源汽车领域热点不断。但转型时期谈全面推行纯电动汽车略显________，具有综合性强、用户接受度高等优势的混合动力汽车作为过渡性产品________了当前的市场，车主纷纷投向混合动力汽车的怀抱。\n依次填入画横线部分最恰当的一项是：",
  correct: ["异军突起", "超前", "适应"],
  distractor: ["跃跃欲试", "激进", "拓展", "独占鳌头", "夸张", "迎合", "风起云涌", "乐观", "占领"],
  unknown: []
}, {
  id: "2264432",
  stem: "当中原的青铜文化如火如荼之时，面对铜料欠缺的窘境，务实的越人________，开创了瓷器生产的新纪元。秦汉时期是中国历史上大动荡大变革的时代，各行各业的面貌都________，古老越地的陶瓷业也是如此。进入东汉，过去的原始瓷________退出历史的舞台，一种面貌全新的青瓷在上虞曹娥江中游地区的窑场随之诞生。\n依次填入画横线部分最恰当的一项是：",
  correct: ["另辟蹊径", "焕然一新", "悄然"],
  distractor: ["独具慧眼", "蒸蒸日上", "突然", "天马行空", "日新月异", "黯然", "因地制宜", "朝气蓬勃", "淡然"],
  unknown: []
}, {
  id: "2264374",
  stem: "《“健康中国2030”规划纲要》中提出，要努力实现从以治病为中心向以健康为中心转变，从以“治已病”为中心向以“治未病”为中心转变，从疾病管理向健康管理转变。在这种背景下，中医药________。\n填入画横线部分最恰当的一项是：",
  correct: ["大有可为"],
  distractor: ["举足轻重", "不可或缺", "大有裨益"],
  unknown: []
}, {
  id: "2264399",
  stem: "历史是昨天的新闻，新闻是明天的历史。历史与新闻有如隔世兄弟，________。历史作为事实的记载，往往和文学相互补充，而文学的天赋是想象、虚构和夸张。因此，沾上了文学的历史与新闻就像到了岔路口，不光是________，可能还会走向对立。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一脉相通", "分道扬镳"],
  distractor: ["情同手足", "前途未卜", "唇齿相依", "互不相容", "休戚与共", "各行其是"],
  unknown: []
}, {
  id: "2264379",
  stem: "中世纪时，人们的消息来源于口口相传，任何目击重要事件发生的人所提供的一手消息都被________；书面的解释记录并不足以服人，因为无法对写下这些内容的人反复询问。这就解释了，为什么尽管15世纪时活字印刷在古登堡被发明，但报纸行业的发展还是如此________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["视若珍宝", "缓慢"],
  distractor: ["奉为圭臬", "艰难", "照单全收", "落后", "大肆渲染", "迟滞"],
  unknown: []
}, {
  id: "2264401",
  stem: "动漫起初是儿童的天堂。博得孩子们喜爱，通常是一部动漫作品获得成功最重要的________。然而，随着大众文化的兴起，成人开始进入西方动漫艺术消费的视野，赢得广大成人观众的青睐，越来越为各大动漫公司所________。事实上，也正由于成人动漫观众的不断增长，十多年来，西方动漫艺术最终摆脱了过去的________地位，在当代影视艺术中占据重要一席。\n依次填入画横线部分最恰当的一项是：",
  correct: ["标志", "重视", "边缘"],
  distractor: ["指标", "称赞", "尴尬", "象征", "追捧", "附属", "标准", "欢迎", "弱势"],
  unknown: []
}, {
  id: "2264430",
  stem: "一种新的意识、新的心智特征、新的生活形态一开始都是以一种不可辨认的方式________，渐渐地显露出来，越来越清楚，直到成为我们存在的一部分，进而影响甚至________我们的生活。今天，我们已经不知不觉地进入了一种现实世界与网络世界________在一起的“后人类时代”，离开手机和电脑的生活已经变得非常艰难。\n依次填入画横线部分最恰当的一项是：",
  correct: ["萌生", "支配", "交织"],
  distractor: ["酝酿", "改变", "融合", "产生", "扰乱", "重叠", "出现", "掌控", "穿插"],
  unknown: []
}, {
  id: "2661753",
  stem: "在自然科学中，经典的动力学规律是________决定论的。\n填入画横线部分最恰当的一项是：",
  correct: ["严格"],
  distractor: ["严肃", "严谨", "严密"],
  unknown: []
}, {
  id: "2661755",
  stem: "乐观地说，先不论孩子们写了什么，仅就这种想象的本身，就________着多彩的光芒：教育的成就、文学的繁荣、出版的敏锐。\n填入画横线部分最恰当的一项是：",
  correct: ["映射"],
  distractor: ["影射", "照射", "映衬"],
  unknown: []
}, {
  id: "2661760",
  stem: "乡村干部逐渐从以前的催种催收的“四季歌”中________出来，开始思考自己今后的作为。\n填入画横线部分最恰当的一项是：",
  correct: ["解脱"],
  distractor: ["释放", "解放", "脱离"],
  unknown: []
}, {
  id: "2661766",
  stem: "建立现代农业的过程，________就是逐步提高农业综合生产能力、完善农业支撑系统的过程。\n填入画横线部分最恰当的一项是：",
  correct: ["实质"],
  distractor: ["实际", "其实", "本意"],
  unknown: []
}, {
  id: "2376897",
  stem: "科学家将松力纤维蛋白原和可吸收材料共混后，采用静电纺技术制成具有超亲水性、类似细胞外基质的复合生物支架材料。由该材料制成的人工韧带具有良好的组织________和合适的机械强度，植入肌体后，可在逐层降解的同时进行组织再生，诱导肌体自身组织长入韧带中，逐步演变成自身韧带组织，实现腱骨融合，达到永久愈合的目的。\n填入画横线部分最恰当的一项是：",
  correct: ["相容性"],
  distractor: ["自愈性", "亲和性", "再生性"],
  unknown: []
}, {
  id: "2376707",
  stem: "说起乡愁，那是一种________的情怀，住在心中的故乡常常鲜活在那里。故乡是安放你的灵魂、温暖你的寂冷的地方，是接纳你的疲惫、抚慰你的忧伤的地方。翻开一页页被繁忙弄乱的过往，记忆中的余香总________于儿时的故乡。\n依次填入划横线部分最恰当的一项是：",
  correct: ["与生俱来", "氤氲"],
  distractor: ["难以割舍", "回荡", "刻骨铭心", "徘徊", "永生难忘", "徜徉"],
  unknown: []
}, {
  id: "2376710",
  stem: "古人根据经验编制了许多脍炙人口的农谚，比如“清明前后，种瓜点豆”。不仅是农谚，与二十四节气相关的诗词歌赋也是________，比如“蒹葭苍苍，白露为霜”，再比如“清明时节雨纷纷，路上行人欲断魂”。这些诗词歌赋________，将二十四节气与天气现象巧妙地结合在一起，具有很好的传播性。\n依次填入划横线部分最恰当的一项是：",
  correct: ["不胜枚举", "形神兼备"],
  distractor: ["俯拾皆是", "沉思翰藻", "不计其数", "文采斐然", "举不胜举", "缀玉联珠"],
  unknown: []
}, {
  id: "2376472",
  stem: "打开书本，一股久违了的墨香扑面而来；摩挲纸张，淡淡的凹凸感非常舒服。味觉、视觉、触觉顿时都活泛起来，连脑细胞也显得格外活跃。读累了，就闭眼歇一歇，顺便回味刚读过的情节，思考作者的________；看到精彩的描写和精辟的议论，就反复重读、吟咏再三，读到妙处更是________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["微言大义", "击节赞叹"],
  distractor: ["春秋笔法", "弹冠相庆", "言外之意", "低头折节", "弦外之音", "额手称庆"],
  unknown: []
}, {
  id: "2376898",
  stem: "一个城市的建设发展，如果说建筑是她的脊梁，环境是她的容貌，那市民的文明素质就是她的________。而文化作为承载文明的基石，特别是当跨越时空的优秀传统文化理念、价值标准、审美风范被重新________，转化为现代人们的精神追求和行为养成时，那她________的不仅是一个城市的文明，也增强了作为一名中国人立足世界的文化底气和骨气。\n依次填入划横线部分最恰当的一项是：",
  correct: ["灵魂", "唤起", "涵育"],
  distractor: ["佩饰", "演绎", "赋予", "神采", "弘扬", "荡涤", "冠冕", "阐释", "秉承"],
  unknown: []
}, {
  id: "2376478",
  stem: "VR体验馆，动漫、动画等形式，从细节之处做设计，把故宫传统的文化元素________时尚新潮的当代工艺品中，就这样，故宫利用原创、金融和亚文化三驾马车，开拓出传统文化IP活化的新________，揭示了优秀传统文化挖掘和________的巨大空间和可能性，也揭开传统文化市场开发庞大财富冰川的一角。\n依次填入划横线部分最恰当的一项是：",
  correct: ["植入", "路径", "阐发"],
  distractor: ["注入", "途径", "阐述", "融入", "途经", "阐释", "加入", "路子", "阐明"],
  unknown: []
}, {
  id: "2377313",
  stem: "对于许多人来说，“松花蛋含铅”的观念可谓________。这是因为，在松花蛋的制作工艺中确实要用铅丹。不过，早在十几年前，我国就对松花蛋的制作工艺进行了________。现在，正规厂家生产的达标松花蛋，基本上都可以把含铅量控制在0.1~0.2毫克/千克。\n依次填入划横线部分最恰当的一项是：",
  correct: ["根深蒂固", "改良"],
  distractor: ["源远流长", "改进", "深入人心", "改造", "经久不衰", "改善"],
  unknown: []
}, {
  id: "2377090",
  stem: "音乐教育疏导，是指在通过音乐对大学生进行心理健康教育的过程中，既强调________、发扬民主，又注重________、科学引导。加强音乐教育疏导是大学生思想、心理以及行为活动规律的客观要求。\n依次填入划横线部分最恰当的一项是：",
  correct: ["广开言路", "以理服人"],
  distractor: ["百家争鸣", "循循善诱", "畅所欲言", "诲人不倦", "求同存异", "集思广益"],
  unknown: []
}, {
  id: "2377309",
  stem: "松树当然是不同的。它们不落叶，无论冬夏，常给人绿色的遮蔽。那绿色十分古拙，不像有些绿色的鲜亮活跳。它们________是有花的，________不显著，最后结成松塔掉下来，带给人的是成熟的喜悦，________不是凋谢的惆怅。\n依次填入划横线部分最恰当的一项是：",
  correct: ["也", "但", "而"],
  distractor: ["却", "虽", "竟", "并", "但"],
  unknown: []
}, {
  id: "2376510",
  stem: "圈椅是明代家具中最为经典的制作。明代圈椅，造型古朴典雅，线条简洁流畅，制作技艺达到了____的境地。“天圆地方”是中国文化中____的宇宙观，不但建筑受其影响，也____到了家具的设计之中。\n依次填入划横线部分最恰当的一项是：",
  correct: ["炉火纯青", "典型", "融入"],
  distractor: ["别有匠心", "普遍", "融合", "巧夺天工", "特殊", "融会", "入室升堂", "独特", "融化"],
  unknown: []
}, {
  id: "2376980",
  stem: "科技与舞台艺术，一直相伴相生，最早甚至可以追溯到戏剧诞生的时代。古希腊罗马剧场中________的声场设计和半圆形舞台的切割工艺，就代表了当时最高科技，为观众创造了最好的观看环境。自此，可以说，每一次舞台空间的塑造都________着“科技因子”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["令人惊诧", "渗透"],
  distractor: ["引人入胜", "彰显", "咂舌攒眉", "透露", "蔚为壮观", "呈现"],
  unknown: []
}, {
  id: "2376986",
  stem: "在网络书店的强有力竞争下，不少实体书店________，而书店的租金、人工等费用却在猛增。这时候通过装修店面，给读者带来全新的感受，不失为一个好办法。实际上，与网络书店相比，实体书店能给人带来独特的体验，那就是逛书店。\n填入画横线部分最恰当的一项是：",
  correct: ["门可罗雀"],
  distractor: ["入不敷出", "进退维谷", "万人空巷"],
  unknown: []
}, {
  id: "2376999",
  stem: "纪录片是众多国家进行对外文化传播的重要工具。________时代之魂、________时代之需、________时代之变、________时代之风，纪录片创作者应当充分挖掘和盘活“讲好中国故事”这个富矿，向世界展现真实、立体、全面的中国，提高国家文化软实力和中华文化影响力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["把握", "关注", "聚焦", "引领"],
  distractor: ["筑牢", "聚焦", "关注", "传承", "洞悉", "凝神", "把握", "留意", "警醒", "引领"],
  unknown: []
}, {
  id: "2376973",
  stem: "贾岛“推敲”是中国古代一个名声颇显的故事，语出后蜀何光远的《鉴戒录\xb7贾忤旨》，反映了创作诗歌过程中对字句的反复________。在平时，无论阅读或写作，我们________有一字不肯放松的谨严。文学借文字表现思想情感；文字上面有含糊，就显得思想还没有________，情感还没有________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["斟酌", "必须", "透彻", "凝练"],
  distractor: ["琢磨", "必需", "精确", "凝练", "必须", "丰富", "斟酌", "透彻"],
  unknown: []
}, {
  id: "2376978",
  stem: "一个政党执政，最怕的是在重大问题上态度不坚定，结果社会上对有关问题沸沸扬扬、________，别有用心的人趁机________、蛊惑搅和，最终没有不出事的！所以，道路问题不能含糊，必须向全社会释放正确而又明确的信号。\n依次填入画横线部分最恰当的一项是：",
  correct: ["莫衷一是", "煽风点火"],
  distractor: ["众说纷纭", "雪上加霜", "无所适从", "落井下石", "首鼠两端", "推波助澜"],
  unknown: []
}, {
  id: "2376982",
  stem: "故事片的叙事及视觉语言，一个重要而基本的原则，便是隐藏起摄影机的存在。换言之，故事片叙事的最重要而基本的特征，便是________叙事行为的痕迹。于是，似乎是场景、事件自身在________呈现。\n依次填入画横线部分最恰当的一项是：",
  correct: ["抹去", "自行"],
  distractor: ["突出", "自动", "强调", "客观", "忽视", "主动"],
  unknown: []
}, {
  id: "2376974",
  stem: "融合发展是________，传统的平台、介质或许会________，但是新闻没有________，媒体还有责任，理想还有价值，职业还有担当。我们相信不管媒体形态怎么变、舆论格局怎么变，原创依然是这个社会最宝贵的资源，思想依然是媒体最重要的品质，理性仍然是时代最需要的力量。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大势所趋", "式微", "消亡"],
  distractor: ["人心所向", "式微", "消失", "大势所趋", "减少", "消亡"],
  unknown: []
}, {
  id: "2376977",
  stem: "引经据典的风气始于西汉初期，大盛于东汉，呈现的是____的趋势。但是，文学毕竟有别于经学，文学创作要取得成就，就必须超越经学的____，尤其要摆脱章句之学的束缚。\n依次填入画横线部分最恰当的一项是：",
  correct: ["愈演愈烈", "藩篱"],
  distractor: ["变本加厉", "藩篱", "愈演愈烈", "窠臼"],
  unknown: []
}, {
  id: "2376979",
  stem: "恐龙的灭绝是生物学家们一直感兴趣的研究课题，但无论把它____于地壳的运动、火山的爆发、气候的变化、新生代第三季的来临乃至是星外来客，都有许多难以____的地方，唯有“物种的老化”这一原因是所有研究者们所公认存在的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["归咎", "自圆其说"],
  distractor: ["追溯", "自圆其说", "归咎", "融会贯通"],
  unknown: []
}, {
  id: "2376984",
  stem: "我们党领导人民干革命、搞建设、抓改革，从来都是为了解决中国的现实问题。如果对矛盾________，甚至回避、掩饰矛盾，在矛盾面前畏缩不前，坐看矛盾恶性转化，那就会________，最后势必造成无法弥补的损失。\n依次填入画横线部分最恰当的一项是：",
  correct: ["熟视无睹", "积重难返"],
  distractor: ["置若罔闻", "亡羊补牢", "视而不见", "尾大不掉", "闭目塞听", "覆水难收"],
  unknown: []
}, {
  id: "2376995",
  stem: "意识形态与科学真理的关系是一个________的问题，强调二者的同一，认为统治意识即学术真理，无疑是简单化和幼稚病，但强调二者的对立，认为学术思想为科学，意识形态为________，二者渺不相干，也同样是简单化。\n依次填入画横线部分最恰当的一项是：",
  correct: ["老而常新", "纯虚构"],
  distractor: ["包罗万象", "迷信", "死而不僵", "虚无", "一成不变", "无意义"],
  unknown: []
}, {
  id: "2376718",
  stem: "蚕蛾往往能巧妙避开捕食者，它们利用旋转的后翅来________蝙蝠的声呐系统，从而________捕食者对捕食目标的定位。但人们对蚕蛾的进化史以及它们后翅多样性形成的原因________。科学家对数百个基因组数据库的后翅形状进化过程进行了研究，发现了不同翅型的进化特征。\n依次填入划横线部分最恰当的一项是：",
  correct: ["反射", "误导", "知之甚少"],
  distractor: ["躲避", "引导", "一知半解", "折射", "诱导", "茫然不解", "规避", "引诱", "不求甚解"],
  unknown: []
}, {
  id: "2377312",
  stem: "这一事件再次敲响警钟：旅游有风险，安全意识不能________。风险，有时来自陌生环境和游人的猎奇心理。因此，我们在旅游前一定要做足功课，对旅行目的地要有所认识和准备，不对风险抱侥幸心理。带孩子出去玩的家长尤其要加强警觉。同时，相关部门和景区方面，也要切实承担责任，为游客安全________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["松懈", "保驾护航"],
  distractor: ["懈怠", "遮风挡雨", "放松", "披荆斩棘", "怠慢", "添砖加瓦"],
  unknown: []
}, {
  id: "2377114",
  stem: "太阳能在地面上的利用率不高，因为其会受到大气的吸收和散射，季节、昼夜更替的影响而______很多，能量密度变化也巨大，很不稳定。发展空间太阳能电站，可为地面提供商业化的、大规模的电力供给，解决人类对于稳定的可再生能源的长期需求问题。同时，空间太阳能电站的发展也将为更为长远的月球太阳能电站的发展________基础。\n依次填入划横线部分最恰当的一项是：",
  correct: ["衰减", "奠定"],
  distractor: ["削弱", "积累", "缩小", "打造", "散逸", "铸就"],
  unknown: []
}, {
  id: "2434284",
  stem: "习近平同志指出，让收藏在禁宫里的文物、陈列在广阔大地上的遗产、书写在古籍里的文字都活起来。________是让非物质文化遗产活起来的有效方式，能够让其价值和魅力深入人心，凝聚全社会保护传承非物质文化遗产的共识和力量。\n填入画横线部分最恰当的一项是（________）。",
  correct: ["传播"],
  distractor: ["保护", "创新", "开发"],
  unknown: []
}, {
  id: "2434286",
  stem: "中国天文学传统极为深厚，成就极为可观，足以和希腊天文学相媲美，特别值得将二者进行比较。事实上，许多人正是通过强调我们有发达的天文学来强调中国古代也有科学，甚至________。\n填入画横线部分最恰当的一项是（________）。",
  correct: ["遥遥领先"],
  distractor: ["独当一面", "自成一家", "登峰造极"],
  unknown: []
}, {
  id: "2434288",
  stem: "特殊的地域特色让新疆的生物区系既古老又独特，形成了世界上较为丰富的种质与基因资源。而地理与气候环境又让新疆的植物具备了多样性的________逆境的结构与机能，________了多样的功能性机能，如抗病虫、抗旱、抗寒、抗盐碱等。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["适应", "携带"],
  distractor: ["克服", "遗传", "扭转", "保留", "突破", "增加"],
  unknown: []
}, {
  id: "2434219",
  stem: "随着隐身、高超声速、无人等技术的发展及在空天领域的应用，空天兵器正在发生________的变化。当前和未来一段时期，构成空天威胁的兵器主要包括巡航导弹、空基打击平台、弹道导弹、天基攻击武器等。显然，空天领域已经成为战争制胜的新高地和大国战略博弈的新________。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["翻天覆地", "焦点"],
  distractor: ["空前绝后", "方向", "不可思议", "趋势", "难能可贵", "目标"],
  unknown: []
}, {
  id: "2434226",
  stem: "1964年，约翰\xb7贝尔提出了一种可以区分量子力学与局域实在论孰对孰错的测试方法，即贝尔不等式。随后的几十年，大量的实验都证实了量子力学关于贝尔不等式的________，但是这些实验或多或少地存在一些________，导致人们依然无法对这一争论进行最终判定。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["预言", "漏洞"],
  distractor: ["定论", "瑕疵", "判断", "偏颇", "假设", "错误"],
  unknown: []
}, {
  id: "2434233",
  stem: "时下人民安居乐业，百姓在满足物质生活的同时，也更加追求精神上的享受。如何将中华优秀传统文化以________的方式推向大众，使人们能真正感受到中华上下五千年文化的厚重与美好，提升人们的文化认同与文化自信，成为当下________的课题。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["喜闻乐见", "势在必行"],
  distractor: ["如沐春风", "重中之重", "潜移默化", "迫在眉睫", "雅俗共赏", "众望所归"],
  unknown: []
}, {
  id: "2434238",
  stem: "世界上任何一种文化形态，都有其产生的特定时代和生态原因。在中国，传统艺术是传统文化家族中不可分割的组成，________着无与伦比的魅力。艺术与生产生活________，透过这扇窗户，人们能够审视古代中国的历史进程、社会风貌、日常生活、审美心态和价值追求。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["彰显", "休戚相关"],
  distractor: ["散发", "环环相扣", "蕴含", "水乳交融", "展露", "浑然一体"],
  unknown: []
}, {
  id: "2434241",
  stem: "辞书的“互联网基因”，似乎是________的。对于网络阅读，人们常常有“碎片化”的忧虑，而辞书恰是由众多“碎片化”的条目组成的，并且也是供人们“碎片化”检索使用的。因为有了数字化和互联网，辞书检索变得空前________：只要把那个字、那个词放入搜索框，轻点一下鼠标，古音、今音，古义、今义，例句乃至翻译，都可以同时呈现在眼前。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["与生俱来", "简便"],
  distractor: ["得天独厚", "高效", "有目共睹", "直观", "不容置疑", "流畅"],
  unknown: []
}, {
  id: "2434249",
  stem: "20世纪中国新史学的一个主流取向就是史料的扩充，虽然这也曾导致出现忽视常见史料的________，但在注意纠偏的基础上，针对史学界读原始材料不够认真的风气，今日史料扩充仍值得进一步________。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["倾向", "提倡"],
  distractor: ["误区", "留心", "弊端", "关注", "陋习", "探索"],
  unknown: []
}, {
  id: "2434253",
  stem: "太阳能是恒星的馈赠，所以多年来，科学家们一直在为最大限度提高太阳能电池的转换效率而________。现在，新技术让每个光子产生的电能都可被太阳能电池吸收，这不仅是为下一代太阳能设备积蓄了更多力量，其所蕴藏的商业价值，以及对缓解能源危机的意义更加重大，这一成果在未来太阳能电池领域将________。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["殚精竭虑", "大有作为"],
  distractor: ["苦思冥想", "蓄势待发", "孜孜不倦", "后来居上", "乐此不疲", "前途无量"],
  unknown: []
}, {
  id: "2434257",
  stem: "崔颢的《黄鹤楼》与李白的《登金陵凤凰台》两首诗谁高谁下，历代文人纷争不已，但见仁见智，也很难做出________的判决。李白之所以定要在这首诗上争个高下，也许是因为在他擅长的写作手法上崔颢竟然取得了杰出的成就，使他自己也________吧。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["绝对", "耿耿于怀"],
  distractor: ["正确", "望尘莫及", "科学", "心有不甘", "专业", "自惭形秽"],
  unknown: []
}, {
  id: "2434263",
  stem: "提到越剧，大多数人印象中都是莺莺燕燕、才子佳人，善于讲述缠绵悱恻的故事。越剧成熟期的“女子越剧”________了人们对其柔美的印象。越剧也逐渐成为中国300多个地方剧种中唯一一个声腔、表演完全女性化的剧种。据报载，新中国成立前沪上女班多达36个，而男班则几乎________。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["造就", "销声匿迹"],
  distractor: ["加剧", "闻所未闻", "深化", "所剩无几", "重塑", "不堪一击"],
  unknown: []
}, {
  id: "2434267",
  stem: "综观20世纪西方绘画史，各种时髦的“主义”________，而柯尔内留\xb7巴巴作为一名传统油画艺术的捍卫者，却在西方画坛________。他的作品在写实的基础上注重概括和提炼，画面效果深重浑厚，________，又不失深刻的象征寓意和文化旨归，给观者一种视觉的震撼和心灵的触动。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["层出不穷", "独树一帜", "大气磅礴"],
  distractor: ["大行其道", "崭露头角", "栩栩如生", "浮光掠影", "独领风骚", "精美绝伦", "铺天盖地", "另辟蹊径", "妙趣横生"],
  unknown: []
}, {
  id: "2434270",
  stem: "当前，正值“互联网+”政务服务逐渐________之际，深化“放管服”改革不是多挂一条标语或横幅，而是要把“马上办”“网上办”“一次办”这些________群众期待的好措施认真办好、加快落实。因此，各地在________政务服务信息化建设的同时，应该下大力气提升工作人员的责任心与服务意识，把好事办好，把小事办牢。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["推行", "顺应", "强化"],
  distractor: ["兴起", "满足", "监督", "升级", "注重", "聚焦", "普及", "迎合", "保障"],
  unknown: []
}, {
  id: "2434272",
  stem: "自然语言是我们表达思想的首要工具，也是科学知识________所必需的，因为自然语言是大众语言，是交流的工具。要让科学知识得到普及和理解，就必须将抽象的理论________化，让大众接受。\n依次填入画横线部分最恰当的一项是（________）。",
  correct: ["传播", "通俗"],
  distractor: ["创新", "具体", "解释", "简单", "发展", "感性"],
  unknown: []
}, {
  id: "2367872",
  stem: "古典诗歌热潮兴起不是________的，其中体现了先贤诗人几千年的智慧与情感。结合新的时代条件传承和________中华优秀传统文化，也必将有效提升我们的文化自信，为中华民族伟大复兴创造条件。\n依次填入画横线处最恰当的一项是",
  correct: ["偶然", "弘扬"],
  distractor: ["理所当然", "发扬", "必然", "宣传", "自然而然", "倡导"],
  unknown: []
}, {
  id: "2367915",
  stem: "青藏高原的特殊生物环境和生物资源，为我国科学家开展原创性的工作提供了________的条件。我们需要建设一支年富力强、野外经验丰富、多民族________的科研团队，寻找高端人才培养的学术援藏新模式，让西藏的生态学研究真正实现可持续发展。\n依次填入画横线处最恰当的一项是",
  correct: ["得天独厚", "融合"],
  distractor: ["无可比拟", "结合", "独一无二", "组合", "绝无仅有", "整合"],
  unknown: []
}, {
  id: "2367876",
  stem: "中国传统文化中的“和而不同”与共享观念，________地成为“人类命运共同体”以及“民心相通”的价值观的注脚。中国向世界提出了“人类共同命运”的全球倡议，包含了对全球“普遍联结”与“价值关联”等发展特征的________概括，是中国特色全球传播的生动表述。\n依次填入画横线处最恰当的一项是",
  correct: ["恰如其分", "凝练"],
  distractor: ["恰逢其时", "高度", "无可替代", "简洁", "正当其时", "有力"],
  unknown: []
}, {
  id: "2367878",
  stem: "地方戏曲是中华文化的重要组成部分，在新时代受到诸多新兴事物的冲击而略显暗淡，甚至濒临消亡。作为新时期的文化工作者，我们________着传承和保护中华传统文化的使命，如何在整个社会大环境中，营造出戏曲文化氛围，不断传承和发展地方戏曲，使其兼具传统韵味和时代气息，赢得更多人的喜爱，是我们需要始终________探索的课题。\n依次填入画横线处最恰当的一项是",
  correct: ["肩负", "坚持不懈"],
  distractor: ["背负", "矢志不渝", "承担", "孜孜以求", "担负", "持之以恒"],
  unknown: []
}, {
  id: "2367917",
  stem: "近年来，自动驾驶成为汽车产业的制高点，各国纷纷加快立法，推动路面测试，加速产业________。国内有关部门和地方应________，加强对自动驾驶车辆上路测试的全方位监管，让自动驾驶产业________起步的过程更加平稳、安全。\n依次填入画横线处最恰当的一项是",
  correct: ["孵化", "未雨绸缪", "摸索"],
  distractor: ["催化", "有的放矢", "创新", "发展", "出谋划策", "创业", "成长", "奋起直追", "探索"],
  unknown: []
}, {
  id: "2367879",
  stem: "支付工具的多样化组合，提升了我国支付体系运行的质量和效率，满足了公众________支付需求。从未来支付趋势看，现金支付和非现金支付工具相互________、相互补充、共存共生的局面将长期存在。但是对我国这样一个地域广、人口多、发展很不均衡的大国来说，由于核心技术水平的限制，过度依赖非现金支付会大大增加支付体系的脆弱性。因此，必须长期________现金作为国家法定支付方式的地位，切实保障广大人民使用现金的合法权益。\n依次填入画横线处最恰当的一项是",
  correct: ["差异化", "支撑", "确立"],
  distractor: ["区别化", "支持", "确保", "个性化", "支援", "确认", "多元化", "支应", "确证"],
  unknown: []
}, {
  id: "2367883",
  stem: "去年冬天，我终于再次回到家乡。踏上这片________的土地，不觉中满眼尽是熟悉的情景。猛地回到现实中，我早已泪眼________。街市的路面依然那样光亮，如同镜面一样，反衬着天空和街道两侧时常变换的店舍，时间似乎并没有在此停留，而是平静地________着正在发生的一切。\n依次填入画横线处最恰当的一项是",
  correct: ["魂牵梦绕", "婆娑", "诉说"],
  distractor: ["知根知底", "朦胧", "讲述", "牵肠挂肚", "模糊", "呈现", "日思夜想", "迷离", "反映"],
  unknown: []
}, {
  id: "2367920",
  stem: "尽管自学术角度观之，在整体设计和具体材料运用等方面，此书并未有太多超越之处，但仍有不少值得中国研究者________的地方。它为我们提供了更多________微观描述与宏观叙述的可能性。就笔者________，目前做茶的相关研究的人类学学者并不多。\n依次填入画横线处最恰当的一项是",
  correct: ["借鉴", "贯穿", "目力所及"],
  distractor: ["审视", "连接", "学养所囿", "重视", "穿透", "视野之内", "追寻", "结合", "耳闻目睹"],
  unknown: []
}, {
  id: "2367888",
  stem: "应当看到，农业调结构是一个动态的过程，不可能一调到位、________。农业也是慢热型产业，培育一个成熟品牌，要三五年、十多年，甚至更长时间，靠政府部门________不行，必须尊重农业发展规律和市场规律，扎扎实实、________、一步一步走。\n依次填入画横线处最恰当的一项是",
  correct: ["一劳永逸", "揠苗助长", "持之以恒"],
  distractor: ["一挥而就", "大刀阔斧", "锲而不舍", "一蹴而就", "快马加鞭", "孜孜矻矻", "一步登天", "越俎代庖", "水滴石穿"],
  unknown: []
}, {
  id: "2367923",
  stem: "在纸本时代，学术传播主要是通过书、报、刊出版发行完成的，三者各有分工，各有渠道，各有________。图书以编辑出版学术著作为主，期刊以编辑发表学术论文为主，报纸以撰写发布学术信息为主，________，按照相应体制的规章制度或业界的________规则独立地运行，从而形成了编辑校对、装帧设计、出版发行、质量检查等一系列学术传播的基本秩序。\n依次填入画横线处最恰当的一项是",
  correct: ["受众", "各司其职", "约定俗成"],
  distractor: ["读者", "各行其是", "潜移默化", "对象", "各自为阵", "不言而喻", "用户", "各有千秋", "不约而同"],
  unknown: []
}, {
  id: "2367874",
  stem: "考古并不是简单地将珍贵文物挖掘出来呈现给世人，而是一门探究历史真相的________科学。考古有一套________的科学理论和方法来指导田野挖掘、文物保护修复和后期研究，每一件出土文物的背后，都有考古人付出的智慧、汗水和辛劳。\n依次填入画横线处最恰当的一项是：",
  correct: ["严肃", "严谨"],
  distractor: ["严谨", "严肃", "严整", "严格"],
  unknown: []
}, {
  id: "2367881",
  stem: "随着城镇化以及新一轮产业转移，很多城区的制造企业搬离。在留下的厂房利用问题上，以北京798艺术区为代表的城市更新________，并成为诸多城市________的对象，各类文化创意产业园区逐渐成为城市更新的重要产品________。\n依次填入画横线处最恰当的一项是：",
  correct: ["应运而生", "效仿", "形态"],
  distractor: ["如火如荼", "模拟", "名片", "方兴未艾", "沿袭", "样式", "风起云涌", "学习", "代表"],
  unknown: []
}, {
  id: "2367885",
  stem: "让国宝开口说话的新颖角度、适应网络传播的“微记录”样式、贴近年轻人的“萌言萌语”、各路高科技齐上阵的视觉奇效，都是________这部文物纪录片成功的要素。但真实记录，才是纪录片的生命，一切的创新和包装都是为“真实”服务的。如果________，单纯地去追求视觉冲击、画面质感等表现元素而令内容失真，反而是________，丢掉了纪录片的本位特征。\n依次填入画横线处最恰当的一项是",
  correct: ["助力", "本末倒置", "削足适履"],
  distractor: ["促使", "南辕北辙", "移花接木", "推动", "喧宾夺主", "生搬硬套", "成就", "因小失大", "舍近求远"],
  unknown: []
}, {
  id: "2367889",
  stem: "这部古代医学典籍对我来说有点“深”，但我还是________地读了一遍，竟然________。我想中国的医道，其实就是天道、人道，是________的。从医生的医案中，我们照样可以读出中国的哲学和中国人的智慧。\n依次填入画横线处最恰当的一项是",
  correct: ["饶有兴趣", "爱不释手", "一脉贯通"],
  distractor: ["全神贯注", "喜出望外", "浑然天成", "目不转睛", "无师自通", "不分你我", "手不释卷", "恍然大悟", "一以贯之"],
  unknown: []
}, {
  id: "2367994",
  stem: "依次填入第①自然段中画横线处最恰当的一项是",
  correct: ["徘徊", "席卷"],
  distractor: ["停滞", "改变", "逗留", "影响", "盘桓", "覆盖"],
  unknown: []
}, {
  id: "2367974",
  stem: "善良是洞穿黑暗的阳光，是心与心的亲和与信赖，是爱与爱的共振与________。善良让世界充满仁爱，让岁月溢满温馨。更多的时候，善良是危难时毫不犹豫地向你伸出的一双帮扶的手，是在你________时，向你坦然敞开的一扇门。\n依次填入画横线处最恰当的一项是",
  correct: ["交融", "走投无路"],
  distractor: ["汇合", "山穷水尽", "集聚", "日暮途穷", "结晶", "束手无策"],
  unknown: []
}, {
  id: "2367978",
  stem: "在生物钟的作用下，蓝藻在日出之前即可提前动员光合作用系统，在阳光一出现的时候就可以________能量，比那些纯粹依靠光线启动光合系统的生物领先一步。与之类似，日落之后，蓝藻的光合系统会遵循生物钟的指令而关闭，避免那些夜间无须调动的能量被________浪费。\n依次填入画横线处最恰当的一项是",
  correct: ["摄取", "无谓"],
  distractor: ["提取", "无故", "吸取", "过度", "汲取", "超额"],
  unknown: []
}, {
  id: "2367981",
  stem: "家庭农场的出现、成长、壮大，一方面顺应了新型城镇化发展和农民进城转变身份的要求，让农民进城居住、生活无________；另一方面也改变了农业生产关系，重新________农业生产秩序，将留守在农村的老人、妇女从________的农户劳动中解放出来，可以像城镇居民一样，依靠工资和政府提供的公共服务过上“体面”生活。\n依次填入画横线处最恰当的一项是",
  correct: ["后顾之忧", "整合", "繁重"],
  distractor: ["衣食之忧", "调整", "困顿", "生存之虞", "治理", "芜杂", "燃眉之急", "整理", "沉重"],
  unknown: []
}, {
  id: "2367985",
  stem: "中国是最早筑城的国家之一。数千年来，中国先后修建了至少数千座不同等级的各类城池，________了辉煌的古代城市文化，________、自成系统、独树一帜，是人类文明史中________的组成部分。\n依次填入画横线处最恰当的一项是：",
  correct: ["创造", "绵延不绝", "不可或缺"],
  distractor: ["制造", "生生不息", "不可替代", "积累", "经久不息", "必不可少", "积淀", "络绎不绝", "举足轻重"],
  unknown: []
}, {
  id: "2443915",
  stem: "只是欣赏花容玉颜、海誓山盟，是欣赏者的肤浅。只是欣赏________、拍马溜须，是欣赏者的低劣。平庸者的欣赏只在有字处读书有声中听乐。深刻者的欣赏在于欣赏纹络里________的思想无声处滚动的惊雷。要善于欣赏他人——善于欣赏对手，他才可以襟怀磊落，________。\n填入划线部分最恰当的一项是：",
  correct: ["俯首贴耳", "镌刻", "避短扬长"],
  distractor: ["百依百顺", "携带", "知己知彼", "唯命是从", "留存", "心中有数", "人云亦云", "雕刻", "明察秋毫"],
  unknown: []
}, {
  id: "2443918",
  stem: "渺小是通到新英雄主义的一个起点。渺小是自大、狂妄、野心、残害的消毒药，渺小是把人________成人，是叫人看集体重于个人。当一个人为了群众，为了民族和国家，发挥了自己最大可能的力量，他便成为人民的英雄——新的英雄，这种英雄，不是为了自己，而是牺牲了自己，他头顶的光圈，是从人格和鲜血中________出来的。\n填入划线部分最恰当的一项是：",
  correct: ["还原", "放射"],
  distractor: ["当作", "照射", "复原", "照耀", "放大", "闪耀"],
  unknown: []
}, {
  id: "2443919",
  stem: "潮州木雕最大的特色，就在于________后由匠人贴上金箔或涂抹金粉，使成品展现出________的效果，尽显潮汕人功利性与实用性相结合的思维模式。\n填入划线部分最恰当的一项是：",
  correct: ["精雕细刻", "金碧辉煌"],
  distractor: ["精挑细选", "活灵活现", "精心琢磨", "匠心独具", "精雕细凿", "不同凡响"],
  unknown: []
}, {
  id: "2443920",
  stem: "在艺术摄影中，常常看到这样的画面：无边无际的海滩上，一个人俯身在拾些什么；天上漂浮着云彩，远处激溅着浪花……。这样的画面令人走进一个哲理和诗情________的境界。这种情景是很________的。\n填入划线部分最恰当的一项是：",
  correct: ["水乳交融", "引人入胜"],
  distractor: ["情景交融", "妙趣横生", "美不胜收", "为之兴奋", "跌宕起伏", "令人向往"],
  unknown: []
}, {
  id: "2443922",
  stem: "故园的山水间，每逢农历正月，满山遍野地开出杜鹃花，________了山野，恰似燃烧的霞霭弥漫于林海奇峰，至少有万绿丛中千点红那么多，因此，乡里人都叫它映山红。映山红花树灰黄色而柔软纤薄的外层树皮，犹如层层粘贴的纸屑，似用了粘不牢的树脂，用手轻轻一抚就会________地飞起。束状的红花，每朵都象一个红色的小喇叭，而且是五瓣镶嵌的，几十朵聚在一起更显得________。\n填入划线部分最恰当的一项是：",
  correct: ["染红", "纷纷扬扬", "红艳妖娆"],
  distractor: ["开遍", "扬扬洒洒", "繁花似锦", "布满", "纷纷扬扬", "烂漫遍野", "浸红", "花团锦簇"],
  unknown: []
}, {
  id: "2443923",
  stem: "我们的音乐生活中，已然发生、正在发生一些足称重大的转变，但绝大多数人________，不以为意。比如，你已经有多久没有被一首歌深深感动，未再体验那种灵魂直上云天的感受？我们没觉得这有什么，我们已经习惯于________地对待音乐，偶尔地在社交网络随手转发一手歌曲，就像随手转发一桩八卦传闻。\n填入划线部分最恰当的一项是：",
  correct: ["浑然不觉", "随随便便"],
  distractor: ["默不作声", "轻而易举", "习焉不察", "犹豫不决", "默然接受", "认真严肃"],
  unknown: []
}, {
  id: "2443924",
  stem: "金朝建国以前，由于女真人尚未________本民族的文字，使本民族文化和历史的记载几乎________空白。因而与有着深厚文化底蕴的两宋相比，金朝的文化处于非常落后的________。\n填入划线部分最恰当的一项是：",
  correct: ["创制", "接近", "状态"],
  distractor: ["创建", "完全", "劣势", "创立", "属于", "阶段", "形成", "陷入", "境地"],
  unknown: []
}, {
  id: "2443925",
  stem: "无论春夏秋冬，站在田野、花丛、溪边、草坪，看云彩悠悠而来，飘飘而去，洒脱自在，顿时________，好生羡慕。在大地上赏云如此富有情趣，那么高空中________云朵更会有一番别样风光吧？我憧憬着像雄鹰一样，在万里晴空伴随白云一起飞翔!\n填入划线部分最恰当的一项是：",
  correct: ["心旷神怡", "俯瞰"],
  distractor: ["神清气爽", "仰视", "神采飞扬", "鸟瞰", "心情愉悦", "远眺"],
  unknown: []
}, {
  id: "2443926",
  stem: "动画产业是一个具有高技术、高投入、高风险特征的创意产业，同时也被认为是21世纪最具________的文化产业之一。我国西部地区由于动画上游产业与下游产业严重脱节，只见投入未见收益，没能形成良好的资金循环。为此，西部动画产业模式要做相应的________，无论是漫画还是动画，精彩的原创故事内容才是________观众的本质所在。\n填入划线部分最恰当的一项是：",
  correct: ["潜能", "调整", "吸引"],
  distractor: ["市场", "推进", "创造", "潜力", "改变", "留住", "前景", "整改", "保障"],
  unknown: []
}, {
  id: "2443927",
  stem: "在有崇高信仰的人的心目中，总有一些东西属于做人的根本，是________不得的。他并不是害怕受到惩罚，而是不肯丧失基本的人格。不论他对人生怎样充满着欲求，他始终明白，一旦人格扫地，他在自己面前竟也失去了做人的自信和尊严，那么，一切欲求的满足都不能________他的人生的彻底失败。\n填入划线部分最恰当的一项是：",
  correct: ["亵渎", "挽救"],
  distractor: ["蔑视", "改变", "轻视", "证明", "侵犯", "挽回"],
  unknown: []
}, {
  id: "2443928",
  stem: "村落作为一种聚落形态和社会单元，它的起源并不是直接伴随人类的起源而产生的，而明显是人类进化和人类文明起源时期的________，至少其雏形是如此。人类是从灵长类古猿进化而来，属于群居型动物。这是体质上相对弱小的人类，在________自然中的凶猛动物和弱肉强食的自然法则，而得以生存的办法。\n填入划线部分最恰当的一项是：",
  correct: ["产物", "面对"],
  distractor: ["事物", "面向", "结果", "适应", "代表", "理解"],
  unknown: []
}, {
  id: "2443929",
  stem: "虽说海是鱼的故乡，但在海里，水族们都得奔波觅食，于缝隙间寻求生存的机会，________各种危险的攻击。但砗磲几乎没有这种尘劳，它是一种________的生命，几乎不参与任何争夺、打劫与分赃。它以富有韧劲的足丝，将身子固着在珊瑚礁上，懒得挪动半步。当海水没过全身，直觉周边没有危险临近的时候，才打开石头外壳，吐出身体柔软的部分。其软组织________的津液，具有硫酸一般的分解力，被它吸入的鱼虾，几乎无有生还的可能。\n填入划线部分最恰当的一项是：",
  correct: ["规避", "坐享其成", "分泌"],
  distractor: ["躲避", "坚不可摧", "产生", "避免", "随心所欲", "分泌", "逃避", "随意漫游"],
  unknown: []
}, {
  id: "2443930",
  stem: "书画琴棋诗酒花，书画是文人生活________的一项。文人挂画，以营造一个清雅的环境，不仅仅是耳目之娱、社交之法，更多的是志之所向。不只是文人贵族以挂画来彰显身份地位，坊间的茶楼酒肆也多以挂名人字画来装点门面________，招揽食客。\n填入划线部分最恰当的一项是：",
  correct: ["必不可少", "附庸风雅"],
  distractor: ["不胜枚举", "扩大生意", "极为重要", "提升品味", "不可或缺", "营造氛围"],
  unknown: []
}, {
  id: "2443932",
  stem: "那时，思念便是许多平常的往事，一杯饱含乡土的茶，一碗家乡的泡菜，还有许多没有细心________的场景，一幕幕瞬间变得很清晰，仿佛那些已然离走的过去，并没有永远离开，那些已被________拉开空间的人，近在身旁。\n填入划线部分最恰当的一项是：",
  correct: ["观察", "距离"],
  distractor: ["观看", "时间", "检察", "思念", "体会", "过去"],
  unknown: []
}, {
  id: "2443933",
  stem: "泰山，有着25亿年的沧桑年轮。然而，在历史岁月的枯荣交替中，他依然________、意气风发，没有丝毫的老态。他身上的神秘、宏阔、包容、温和的气质，无时无刻不吸引着我们，激励着我们，________我们力量、信念和勇气，让我们________到充盈、欣喜和宁静。\n填入划线部分最恰当的一项是：",
  correct: ["生机勃勃", "赋予", "感受"],
  distractor: ["生气蓬勃", "给予", "感受", "生机盎然", "寄予", "感觉", "生龙活虎", "交予"],
  unknown: []
}, {
  id: "2387697",
  stem: "一个现实是，受普通大众欢迎的产品才能走得更远，才能在市场上更长久地立足。很多所谓的高科技产品________，来也匆匆去也匆匆，忽悠了消费者一把，最后无影无踪。\n填入划横线部分最恰当的一项是：",
  correct: ["昙花一现"],
  distractor: ["弄虚作假", "徒有其表", "华而不实"],
  unknown: []
}, {
  id: "2387703",
  stem: "近二十几年来，人类已发现数千颗围绕其他恒星公转的行星，其中绝大多数与地球________。不过，《发现》杂志曾预测，观察大约150个邻近星系，就应该会找到一个类似地球的小型行星。\n填入划横线部分最恰当的一项是：",
  correct: ["大相径庭"],
  distractor: ["泾渭分明", "唇齿相依", "息息相关"],
  unknown: []
}, {
  id: "2387739",
  stem: "教师对学术保持________，学生才会对教师保持敬重。一些教师一旦跨过某个门槛，达到某个职称、职级后，就逐渐放弃职守，忙于场面上的应酬，自己做“甩手掌柜”和“后台老板”，把学生当做“学术民工”来使唤。这个过程往往导致学生学术理想的________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["敬畏", "幻灭"],
  distractor: ["爱慕", "丧失", "热忱", "绝望", "追求", "失望"],
  unknown: []
}, {
  id: "2387748",
  stem: "公众与科学的关系构成反思科学的直接动力，而公众对科学的________又是反思科学的最大阻力，比如一些公众往往认为科学等于正确、科学技术能够解决一切问题。而实际上，科学理论________的不完善以及科学的界限，都足以说明，科学技术是有能力边界的。\n依次填入划横线部分最恰当的一项是：",
  correct: ["误解", "内在"],
  distractor: ["推崇", "本质", "盲从", "客观", "依赖", "自身"],
  unknown: []
}, {
  id: "2387690",
  stem: "随着历史意识的觉醒，人们在创造历史的活动中必然会有意识地记载和传承历史，其中包括为自己的历史活动提供道德伦理和政治等方面的依据，修饰、篡改乃至________不符合自身利益的记录，或者在传承历史过程中进行夸大、渲染甚至________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["湮灭", "臆造"],
  distractor: ["隐瞒", "杜撰", "祛除", "污蔑", "肃清", "捏造"],
  unknown: []
}, {
  id: "2387691",
  stem: "当资产价格下跌，越来越多的机构和个人开始抛售资产，________资产价格进一步下跌，出现恶性循环，市场流动性________，最终导致金融体系的崩溃。\n依次填入划横线部分最恰当的一项是：",
  correct: ["导致", "枯竭"],
  distractor: ["推动", "降低", "促使", "缺乏", "驱使", "消失"],
  unknown: []
}, {
  id: "2387693",
  stem: "成长力是指一个人持续成长的动机和能量。具有成长力的人不________于过去，而是展望未来，他们既不会因为过去的成绩而沾沾自喜，也不会因为过去的失败而止步不前。一些成长力不足的人会对外在环境过度________，身处“凤尾”状态，会自我否定，觉得自己什么都做不好；而一旦身处“鸡头”状态，又觉得自己被埋没，瞧不起周围的人。\n依次填入划横线部分最恰当的一项是：",
  correct: ["沉溺", "依赖"],
  distractor: ["后悔", "指责", "留恋", "依附", "陶醉", "挑剔"],
  unknown: []
}, {
  id: "2387696",
  stem: "随着社会物质生活水平的提高，人们对公共文明、社交礼仪有了更多的自我追求，恰当的外部倡议确实能够与个体心中觉醒的文明意识形成________，最终实现社会公共文明水平的整体提升。但还是得强调一点，这种倡导边界的拿捏很重要，底线是要有民意________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["共振", "认同"],
  distractor: ["合力", "认可", "共鸣", "支持", "呼应", "支撑"],
  unknown: []
}, {
  id: "2387700",
  stem: "历代官修史籍，由于受编史指导思想、前代档案和篇幅等限制，不可能完全准确，也不可能________。于是，后世各种史类的“札记”“纠谬”“商榷”等著作________。而历代笔记、诗文中所记作者亲历、亲闻的事实，便是这类“札记”“纠谬”之作的根据。\n依次填入划横线部分最恰当的一项是：",
  correct: ["面面俱到", "层出不穷"],
  distractor: ["事无巨细", "汗牛充栋", "十全十美", "此起彼伏", "字斟句酌", "不绝如缕"],
  unknown: []
}, {
  id: "2387706",
  stem: "历史有改朝换代，权力有交接更替，但夫子庙的繁华却是超越时代的。中国人素有“北有天桥，南有夫子庙”之说，在北京的天桥已然没落的今日，夫子庙却是一年比一年________，秦淮河畔的盛景较之当年也________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["光彩夺目", "毫不逊色"],
  distractor: ["渐入佳境", "不遑多让", "美轮美奂", "各有千秋", "富丽堂皇", "旗鼓相当"],
  unknown: []
}, {
  id: "2387709",
  stem: "近年来，各类互联网平台纷纷推出会员产品。客户会员越办越多，各种“套路”也________。比如，不办会员就限速，办了会员依然广告不断\xb7\xb7\xb7\xb7\xb7\xb7这样的“赢利”模式，短期内似乎能尝到甜头，但长远看来，实则是________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["接踵而至", "饮鸩止渴"],
  distractor: ["屡见不鲜", "揠苗助长", "应运而生", "寅吃卯粮", "不胜枚举", "掩耳盗铃"],
  unknown: []
}, {
  id: "2387743",
  stem: "历史上，小至个人荣辱、大到国家兴亡，优良家风通过________的情感教化、________的严格要求塑造着人们的人生观、价值观，辐射带动着整个国家和社会的价值导向。\n依次填入划横线部分最恰当的一项是：",
  correct: ["循循善诱", "耳提面命"],
  distractor: ["耳濡目染", "苦口婆心", "和风细雨", "朝督暮责", "潜移默化", "循规蹈矩"],
  unknown: []
}, {
  id: "2387751",
  stem: "在一件件国宝中触摸文化的宝藏，于一封封家书中感受精神的________\xb7\xb7\xb7\xb7\xb7\xb7近年来，历史文化类电视节目走红，让观众看到“历史原来这么有料”。透过影像化________、故事化________，尘封的记忆被激活，历史的图景在人们心中铺展。\n依次填入划横线部分最恰当的一项是：",
  correct: ["传承", "展示", "讲述"],
  distractor: ["力量", "展览", "讲解", "源泉", "显示", "铺陈", "熏陶", "呈现", "渲染"],
  unknown: []
}, {
  id: "2387752",
  stem: "中国文化的博大精深，来源于其内部生成的________；中国文化的________，取决于其变迁过程中各种元素、层次、类型在内容和结构上通过碰撞、________、融合而产生的革故鼎新的强大动力。\n依次填入划横线部分最恰当的一项是：",
  correct: ["多姿多彩", "历久弥新", "解构"],
  distractor: ["绵延不绝", "长盛不衰", "交流", "源远流长", "与时俱进", "对话", "千姿百态", "推陈出新", "重构"],
  unknown: []
}, {
  id: "2387754",
  stem: "太多的________，使得孩子缺乏自主；太多的________，使得孩子难以承受；太多的________，使得孩子失去动力；太多的________，使得孩子不知约束。\n依次填入划横线部分最恰当的一项是：",
  correct: ["干预", "期望", "责备", "迁就"],
  distractor: ["关爱", "满足", "享受", "溺爱", "唠叨", "攀比", "反思", "许诺", "在意", "计划", "躲避", "表扬"],
  unknown: []
}, {
  id: "2377308",
  stem: "这些仅仅只是元素故事中的________。每个元素都具有其独特的性质，也各自拥有不同的发现故事。元素不仅被应用在生活的方方面面，它们中的一些也是探索基础物理必不可少的。\n填入划横线部分最恰当的一项是：",
  correct: ["冰山一角"],
  distractor: ["只言片语", "九牛一毛", "细枝末节"],
  unknown: []
}, {
  id: "2385168",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是：\n那些没有在城内定居下来的人，也逐渐养成了靠城吃城的习惯，做起生意来，一点也不亚于城里的人。按照无奸不商的古训，________入了生意门，________不应该将此生意人和彼生意人区别对待，在日常的历史中不管是礼遇，还是非礼遇，彼此都应该平起平坐。事实上________不能，这些亦农亦商的人，天生比只会坐店堂的城里人更吃苦耐劳，________生意大小、路途远近，________有赚的就一定肯做。",
  correct: ["既然", "就", "却", "不管", "只要"],
  distractor: ["如果", "就", "竟", "虽然", "但是", "即使", "也", "可", "无论", "都是", "尽管", "但", "并", "哪怕", "然而"],
  unknown: []
}, {
  id: "2385154",
  stem: "将下列选项中的词语依次填入句子横线处，最恰当的一组是：\n苏武执节出域，面对威逼________不屈，身处绝境________面对，青丝熬成白发，十九年后终归故国，是因为他回家的信念始终未曾动摇。生活中的情况往往是，我们不是看到希望再坚持，而是坚持了才能看到希望。山穷水尽、柳暗花明，两种景色的________转换是因为你多走了几步。",
  correct: ["凛然", "坦然", "迥然"],
  distractor: ["浑然", "怡然", "迥然", "坦然", "恍然", "凛然"],
  unknown: []
}, {
  id: "2365970",
  stem: "近年来，信息技术的发展日新月异，数字化、网络化、智能化成为知识呈现新方式，面对信息技术带来的海量知识内容与多元知识类型，如何________，撷取最有价值的知识内容与知识类型，成为个体知识学习面临的新挑战。\n填入画横线部分的词语，最恰当的一项是：",
  correct: ["披沙拣金"],
  distractor: ["兼收并蓄", "扬长避短", "薪火相传"],
  unknown: []
}, {
  id: "2365971",
  stem: "随着改革开放的不断深入，老百姓的获得感、幸福感、安全感明显增强。几十年间，老百姓对“安全”的认知已经发生了深刻的________。如果说几十年前老百姓对“安全”的憧憬是鸡犬相闻、路不拾遗，那么近些年来，老百姓对“安全”的认知已经有了更进一步的________，既包含良好的乡镇、社区治安环境，更意味着在更为宏观的风险社会背景下，让制度具有更好的________作用。\n填入画横线部分的词语，最恰当的一项是：",
  correct: ["转变", "延伸", "庇护"],
  distractor: ["变革", "拓展", "协调", "变化", "扩大", "推动", "转化", "深入", "支撑"],
  unknown: []
}, {
  id: "2365972",
  stem: "随着移动互联网时代的到来，各大APP已经逐渐占据了流量的主要入口，搜索引擎能吸引的流量越来越少；加之，基于用户兴趣的推荐引擎兴起，让传统搜索引擎几乎________。用户点开推荐引擎，目光就无法移开，________之高让老牌搜索引擎公司眼热，传统搜索引擎应对的招数就是复制这一模式，让自家搜索优先推荐自家内容。\n填入画横线部分的词语，最恰当的一组是：",
  correct: ["难以招架", "黏性"],
  distractor: ["全盘崩溃", "效率", "不名一钱", "热度", "退无可退", "效益"],
  unknown: []
}, {
  id: "2365973",
  stem: "我国建国初期，美术作品中中国画逐渐占据重要地位，题材广泛多样，拓展了中国画的表现领域，出现了一批直接表现新时代现实生活和精神风貌的国画作品，一扫传统国画的荒寒落寞，表现出________的态势，为国画艺术最终摆脱传统________奠定了基础。\n填入画横线部分的词语，最恰当的一组是：",
  correct: ["蒸蒸日上", "窠臼"],
  distractor: ["扶摇直上", "桎梏", "间不容息", "颓势", "瞬息万变", "惯例"],
  unknown: []
}, {
  id: "2365974",
  stem: "为了让基层干部敢于担当作为，让他们感到有关心、有支持，上级领导要多一些俯下身子的耐心，少一些高高在上的盲目指挥；多一些换位思考的理解包容，少一些________的简单问责。在管理干部时，________必不可少，但要与厚爱有机结合，尤其应当注重厚爱。\n填入画横线部分的词语，最恰当的一组是：",
  correct: ["罔顾实际", "严管"],
  distractor: ["不分皂白", "薄惩", "咄咄逼人", "问责", "草草了事", "教育"],
  unknown: []
}, {
  id: "2423263",
  stem: "学会质疑并养成质疑的习惯，关键就是多读书、读好书，一旦知识积累多了，视野开阔了，就容易对相关知识的学习理解做到________。革命导师列宁曾说过，不懂黑格尔的全部逻辑学就不能完全理解马克思的《资本论》。事实上，许多知识都有着纵横关联，只有打通其关节，一些疑问才能迎刃而解。\n填入划横线部分最恰当的一项是：",
  correct: ["触类旁通"],
  distractor: ["举一反三", "事半功倍", "独出己见"],
  unknown: []
}, {
  id: "2423264",
  stem: "1955年我进入南开大学历史学系读书，老师告诉我们治史有“三求”：求真、求新、求用。到现在，我在史学园地已经耕耘60多年，对“三求”有了一些自己的体会，特别是认识到，学术研究不能照搬照抄、跟在别人后面________，而应在独立思考精神观照下进行研究，这样才有可能实现“三求”。\n填入划横线部分最恰当的一项是：",
  correct: ["亦步亦趋"],
  distractor: ["傍人门户", "邯郸学步", "穿凿附会"],
  unknown: []
}, {
  id: "2423265",
  stem: "为了迎合家长急于求成的心理需求，不少美术类培训机构纷纷带孩子参加各类绘画大赛和少儿绘画考级活动。这必然是________的做法，绘画是人们认识和感受世界，表达个人情绪和看法的一种方式，是培养孩子对现实世界的认知能力。作为家长，不要急于让孩子出成果、获大奖，而应该________孩子用更加丰富的手段认识世界。\n依次填入划横线部分最恰当的一项是：",
  correct: ["舍本逐末", "引导"],
  distractor: ["拔苗助长", "辅助", "缘木求鱼", "激励", "得不偿失", "启发"],
  unknown: []
}, {
  id: "2423266",
  stem: "德国科学家和科学政策制定者的________意识在德国科技强国之路上扮演了极为重要的角色。当处于落后地位时，虚心向比自己发达的国家学习；而当处于领先地位时，又________，克服内外压力，精益求精，从不满足，才使得德国的科研体制永葆活力，长盛不衰。\n依次填入划横线部分最恰当的一项是：",
  correct: ["忧患", "未雨绸缪"],
  distractor: ["责任", "高瞻远瞩", "创新", "革故鼎新", "风险", "如履薄冰"],
  unknown: []
}, {
  id: "2423267",
  stem: "很多人都喜欢将自己眼中的世界分门别类，并用固有的认知打上标签。这种“刻板印象”的存在，确实在某种程度上提高了我们的认知________，但也将我们的思维框定到已有的版图中，周边世界千变万化，而我们却在熟悉的境地里________、停滞不前。\n依次填入划横线部分最恰当的一项是：",
  correct: ["效率", "固步自封"],
  distractor: ["层次", "泥足深陷", "水平", "闭门造车", "能力", "一意孤行"],
  unknown: []
}, {
  id: "2423269",
  stem: "要实现从数据大国向数据强国转变，满足我国经济社会全面数字化转型对高质量海量多源异构数据资源的迫切需求，数据的“盘活”是我们面临的一大难题。所谓“盘活”，关键是要解决数据________、流通、________的问题。“流水不腐，户枢不蠹。”只有不同系统、不同领域的数据实现大范围的流通与融合，才能实现多源数据的融合分析，从而赋予人类观察事物的全方位视角。\n依次填入划横线部分最恰当的一项是：",
  correct: ["开放", "共享"],
  distractor: ["整理", "加工", "确权", "安全", "获取", "应用"],
  unknown: []
}, {
  id: "2423272",
  stem: "自然资源并非是取之不尽、用之不竭的。现在，大自然被过度开发，因此保护自然迫在眉睫，而保护观念的改变则是________。以前，我们觉得保护动物就要把动物从自然里拿出来，放在一个我们________提供的很好的环境中来保护，但结果________。只有依赖自然环境和生态系统才能真正保护好生物多样性。\n依次填入划横线部分最恰当的一项是：",
  correct: ["重中之重", "单独", "事与愿违"],
  distractor: ["万全之策", "精心", "适得其反", "当务之急", "统一", "一败涂地", "大势所趋", "专门", "南辕北辙"],
  unknown: []
}, {
  id: "2423274",
  stem: "长期以来，如何准确________贫困学生和资助对象，始终是资助工作有效、精准开展的难题。为此，不少高校________。如让学生填写家庭经济收入情况、自述家贫等。这些做法既伤害了学生的自尊心，也无法保障资助工作的________界定。而如今大数据手段的运用，为破解这一难题带来了曙光。\n依次填入划横线部分最恰当的一项是：",
  correct: ["识别", "煞费苦心", "科学"],
  distractor: ["判断", "推陈出新", "真实", "分辨", "深谋远虑", "客观", "鉴定", "绞尽脑汁", "专业"],
  unknown: []
}, {
  id: "2423275",
  stem: "量子保密通信从量子力学不确定性原理和量子态不可克隆定理出发，从________上保证了保密性，即通信双方能够检测到窃听者的存在并采取相应的措施。这是由量子物理的基本原理所________的，因为观察或者测量一个量子系统均会造成量子态的扰动，造成可以检测出的________，从而可以提醒通信双方泄密。\n依次填入划横线部分最恰当的一项是：",
  correct: ["理论", "保证", "反常"],
  distractor: ["根本", "推导", "错误", "基础", "体现", "异动", "源头", "保障", "结果"],
  unknown: []
}, {
  id: "2423277",
  stem: "进入新世纪以来，新诗与旧体诗有各执一端、________的倾向。一些新诗人强调新诗的自由，自由到谁都看不懂的程度。而有些旧体诗人特别是有些刊物又过分强调格律，不得越雷池一步。他们虽然也同意“求正容变”，但实行起来却只求正、不容变。究其原因，都是正确创作方向的________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["分道扬镳", "迷失"],
  distractor: ["背道而驰", "丧失", "格格不入", "放弃", "分崩离析", "背离"],
  unknown: []
}, {
  id: "2423293",
  stem: "让机器人听懂人说话，并不容易。机器要能够________识别语音并像人一样通过理解判断作出回应，需要基于大量的“学习”，与人一样根据________进行判断预测。这种“学习”有两种方法：通过在数据中找寻类似事例来提供解决方案，或是通过________许多数据样本的共性来对这件事情做出判断。\n依次填入划横线部分最恰当的一项是：",
  correct: ["准确", "经验", "归纳"],
  distractor: ["完整", "信息", "识别", "高效", "知识", "提炼", "自动", "思维", "总结"],
  unknown: []
}, {
  id: "2423302",
  stem: "当前对于中国债务风险的很多分析，往往聚焦于中国的债务存量，较少关注到与债务相对应的资产，这在国际机构的评估中尤为________。事实上，正是由于中国政府拥有大量的存量资产且高于存量债务，才使得在应对债务风险问题上________，任何脱离资产仅论负债的做法，对于中国债务风险的评估都是________的。\n依次填入划横线部分最恰当的一项是：",
  correct: ["常见", "游刃有余", "片面"],
  distractor: ["重要", "独当一面", "狭隘", "突出", "随心所欲", "错误", "关注", "驾轻就熟", "偏颇"],
  unknown: []
}, {
  id: "2423307",
  stem: "实战化程度再高的对抗演习，和真正的实战都是有________的，只能无限趋近而不能划等号。实战中，作战双方是________的较量和厮杀，不可避免会有流血与伤亡；而在对抗演习中，一般是“不流血”或尽量“少流血”。如此，既要提高演习中的实战性、锤炼出实战能力，同时又要保证参训参演人员的安全，这就需要为演习制定________的对抗行动规则。\n依次填入划横线部分最恰当的一项是：",
  correct: ["距离", "针锋相对", "刚性"],
  distractor: ["抗衡", "真刀实枪", "灵活", "差距", "弱肉强食", "明确", "区别", "枪林弹雨", "完善"],
  unknown: []
}, {
  id: "2423310",
  stem: "每一次工业革命都会孕育出新的国际规则，第四次工业革命也不例外。但迄今为止，智能化和自动化等领域的国际规则并不________。在前三次工业革命中，发展中国家未能参与国际规则的制定，仅仅是这些规则的被动接受者。在第四次工业革命中，发展中国家应加强团结合作，积极提出符合自身发展需要的国际规则，既与发达国家开展合作，又________，维护自身发展利益。\n依次填入划横线部分最恰当的一项是：",
  correct: ["完备", "据理力争"],
  distractor: ["合理", "直抒己见", "成熟", "独立自主", "平等", "各司其职"],
  unknown: []
}, {
  id: "2423312",
  stem: "说起中国历代典籍的数量，过去人们常常习惯用“________”来形容。这既表明中华文脉之绵长、积累之深厚，也显露出我们对传世古籍的数量没有做过精准的统计，只能用一些________的语言来描述。\n依次填入划横线部分最恰当的一项是：",
  correct: ["浩如烟海", "模糊"],
  distractor: ["学富五车", "粗略", "汗牛充栋", "平淡", "数不胜数", "主观"],
  unknown: []
}, {
  id: "2423314",
  stem: "地方戏是流行于一定地区，具有地方特色的戏曲剧种的通称。浓郁的乡土气息是地方戏________的特征。不同地区的地方戏，反映的是不同地区的乡土味，体现的是当地的乡土文化与生活风貌。乡村要振兴，文化应先行。散发着浓郁乡土气息的地方戏，理应当好乡土文化的________，为乡村振兴注入文化动能。\n依次填入划横线部分最恰当的一项是：",
  correct: ["与生俱来", "表达者"],
  distractor: ["与众不同", "先锋队", "独一无二", "火车头", "得天独厚", "垫脚石"],
  unknown: []
}, {
  id: "2423316",
  stem: "随着贵金属货币演化成纸币，货币借助于信用发展出了金融产业。金融一旦成为一个产业，就可以与实体经济________，就有了自己独立的利益，就会________赚取利润。然而，经济过度金融化以及金融业丰厚的利润会带来两方面的________后果：一方面导致资金脱实向虚，另一方面助长投机。\n依次填入划横线部分最恰当的一项是：",
  correct: ["并驾齐驱", "想方设法", "消极"],
  distractor: ["相提并论", "处心积虑", "被动", "取长补短", "急功近利", "严重", "相得益彰", "不择手段", "可怕"],
  unknown: []
}, {
  id: "4704609",
  stem: "地瓜叶的藤蔓向四周扩散，是为了________阳光、雨露和养分。\n填入划横线部分最恰当的一项是（________）。",
  correct: ["汲取"],
  distractor: ["吸收", "吸取", "争取"],
  unknown: []
}, {
  id: "4704615",
  stem: "任何一项伟大的事业，都不会一帆风顺。在历史进程中，突破与阻力、________与守旧，永远是对相生相克的孪生姐妹。古代被称为贤君的，用今天的话讲，都是能________社会矛盾的成功者。\n填入划横线部分最恰当的一项是（________）。",
  correct: ["创新", "调和"],
  distractor: ["前进", "缓和", "开放", "化解", "革新", "解决"],
  unknown: []
}, {
  id: "2011804",
  stem: "大自然能给我们许多启示：青松不惧风雪，是在告诉我们做人要坚毅刚强；成熟的稻穗低着头，那是在启示我们要谦虚；一群蚂蚁抬走骨头，那是在启示我们要________。\n填入括号内最恰当的一项是（________）。",
  correct: ["齐心协力"],
  distractor: ["共同努力", "自食其力", "尽心尽力"],
  unknown: []
}, {
  id: "4704608",
  stem: "由于环境污染，很多城市饮用水水源地的品质在________。\n填入划横线部分最恰当的一项是（________）。",
  correct: ["退化"],
  distractor: ["蜕化", "蜕变", "消解"],
  unknown: []
}, {
  id: "17159",
  stem: "随着科学技术在农村的迅速普及，近年来，一大批优秀乡土人才在农村________。他们既有勤奋学习、刻苦研究的精神，又有丰富的实践经验，成为科学致富的一代新型农民。\n填入划横线部分最恰当的一项是（________）。",
  correct: ["脱颖而出"],
  distractor: ["崭露头角", "闻名遐迩", "扬名天下"],
  unknown: []
}, {
  id: "4704625",
  stem: "在面对二战造成的灾难时，日本政府往往一味________日本受到的伤害，而对被侵略的国家人民遭受的创伤，却________，而且，根本不提谢罪之事。\n填入划横线部分最恰当的一项是（________）。",
  correct: ["强调", "轻描淡写"],
  distractor: ["强辩", "一笔带过", "强化", "蜻蜓点水", "强加", "浮光掠影"],
  unknown: []
}, {
  id: "2443053",
  stem: "中国共产党的历史，就是一部党领导人民持续进行伟大社会革命的历史。习近平总书记指出：“新时代中国特色社会主义是我们党领导人民进行伟大社会革命的成果，也是我们党领导人民进行伟大社会革命的继续，必须________进行下去。”\n填入画横线部分最恰当的一项是：",
  correct: ["一以贯之"],
  distractor: ["始终如一", "义无反顾", "勇往直前"],
  unknown: []
}, {
  id: "2443060",
  stem: "当前，世界正处于百年不遇的大________之中，经济仍在艰难复苏，技术革命一日千里，突发性风险始终存在，各方对人类和平与发展________既有期待，又有忧虑。国际之“乱”和中国之“治”，凸显中国方案的可行、中国理念的可贵。\n依次填入画横线部分最恰当的一项是：",
  correct: ["变局", "前景"],
  distractor: ["演变", "远景", "变革", "愿景", "改革", "愿望"],
  unknown: []
}, {
  id: "2443064",
  stem: "在弘扬中国传统文化、坚守产品品质的同时，老字号加快创新脚步，灵活营销、打造品牌，用全新面貌给人们带来更好的消费体验。在传承中华传统饮食文化的过程中，聚德华天________“发扬工匠精神，打造原汁原味”。“但愿人长久，岁岁杏花楼”，这是上海街头巷尾广为流传的一句话，展现了创办于1851年的老字号“杏花楼”在消费者心中的分量。中秋佳节，团圆赏月，少不了杏花楼的月饼。月饼已不单纯是食品，更是中秋文化的________，浓缩了中华传统饮食文化的精髓。\n依次填入画横线部分最恰当的一项是：",
  correct: ["注重", "符号"],
  distractor: ["关注", "元素", "重视", "代表", "侧重", "内涵"],
  unknown: []
}, {
  id: "2443069",
  stem: "我国艺术品拍卖市场异常火爆，大多数人看重的并非艺术品的文化价值，而是它的经济价值。所以，在这个过程中，并不能说明国民文化素质________。这更多只是表明艺术品的________价值而非文化价值受到了一些有钱人的重视。\n依次填入画横线部分最恰当的一项是：",
  correct: ["水涨船高", "商业"],
  distractor: ["与日俱增", "投资", "突飞猛进", "市场", "相形见绌", "收藏"],
  unknown: []
}, {
  id: "2443075",
  stem: "历史城区、历史文化街区和文物建筑都是________历史信息的资源，是历史的“活化石”，对待历史文化遗存，要使其“________”，而不是“返老还童”。一些古城区成片拆除、全迁居民另建仿古街，这不是名城保护，也不是棚户区改造的正确方法，既丢了人气，文化传承也无从说起。\n依次填入画横线部分最恰当的一项是：",
  correct: ["饱含", "延年益寿"],
  distractor: ["包含", "老当益壮", "囊括", "焕然一新", "蕴藏", "方兴未艾"],
  unknown: []
}, {
  id: "2443081",
  stem: "随着暑期结束，携娃出游的家长已陆续回到家中，但暑期旅游遭遇的种种窘境却依然________。据报道，暑期学生旅游带动家庭出行，致使许多地方的热点景区纷纷“爆棚”，酒店“爆满”，假期“恶补式旅游”让不少家庭陷入进退两难的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["记忆犹新", "尴尬"],
  distractor: ["历历在目", "狼狈", "挥之不去", "境地", "不寒而栗", "抉择"],
  unknown: []
}, {
  id: "2443085",
  stem: "嫉妒心强的人常常言辞讽刺，他们________，有时还喜欢过度________对方。嫉妒者对目标者的攻击以恭维为烟幕，这不仅是因为需要维持其妒意披着的赞美外衣，同时也出于对引发其嫉妒的美事的强烈渴望。\n依次填入画横线部分最恰当的一项是：",
  correct: ["心口不一", "褒奖"],
  distractor: ["言不由衷", "赞美", "口是心非", "表扬", "阳奉阴违", "夸奖"],
  unknown: []
}, {
  id: "2443094",
  stem: "面对新生事物，在很多时候我们是________的。但是，纵观当前互联网经济的侵权新现象，如退押金难等，其所直陈的仍然是经济中存在的诚信缺失、假冒伪劣等老问题。因为互联网经济与实体经济一样，________着相同的市场交易规律，它的本质特征依然是信用经济。\n依次填入画横线部分最恰当的一项是：",
  correct: ["手足无措", "遵循"],
  distractor: ["无所适从", "遵从", "茫然若失", "遵守", "不知所措", "遵照"],
  unknown: []
}, {
  id: "2443097",
  stem: "罗曼\xb7罗兰：最可怕的敌人，就是没有坚强的信念！顾城：黑夜给了我黑色的眼睛，我却用它来寻找光明！这些________的名句既有艺术感染力又具有强大的生命力，所以能________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["脍炙人口", "传诵至今"],
  distractor: ["喜闻乐见", "千古传颂", "交口称誉", "源远流长", "口碑载道", "名流千古"],
  unknown: []
}, {
  id: "2443101",
  stem: "半个多世纪以来，沃伦\xb7巴菲特一直都恰到好处地把握了时机。对于这位传奇投资家，他的长期投资取得了惊人的回报，巴菲特自己将他的成功归结为专注。他除了关注商业活动外，几乎对其他一切如艺术、文学、旅行、建筑等全部________，因此他能够________追求自己的激情。专注就是注意力全力集中到某事物上，与你所关注的事物融为一体，专注是完成伟大事业的决心。\n依次填入画横线部分最恰当的一项是：",
  correct: ["充耳不闻", "专心致志"],
  distractor: ["不予理睬", "一心一意", "不闻不问", "尽心尽力", "置若罔闻", "聚精会神"],
  unknown: []
}, {
  id: "2443107",
  stem: "置身在________的雪花中，在白色的________间，仰望着天空飘落的雪花，手伸出来，接住落下的雪花，我仔细观察了雪花的样子，整朵雪花呈六边形，它的花纹伸展得非常整齐，像树杈分开的样子。\n依次填入画横线部分最恰当的一项是：",
  correct: ["漫天飞舞", "琼楼玉宇"],
  distractor: ["漫天飞扬", "亭台楼阁", "翩翩起舞", "富丽堂皇", "轻盈飘渺", "雕梁画栋"],
  unknown: []
}, {
  id: "2443111",
  stem: "包光潜在《温暖的橘子》中提到，那是十年前的秋天，我和朋友到西北旅游观光。由于路途遥远，精神________。大约过了几个隧道之后，豁然开朗，两边的山坡出现大片的橘林。刚刚成熟的橘子，在一片翠绿中________地泛着橘红色的光彩。到了一个小站，火车尚未停稳，月台上已经到处都是奔跑的橘子。\n依次填入画横线部分最恰当的一项是：",
  correct: ["萎靡不振", "若隐若现"],
  distractor: ["萎靡不振", "清晰可见", "一蹶不振", "隐约可见", "时隐时现"],
  unknown: []
}, {
  id: "2443115",
  stem: "要坚持因人因地施策，因贫困原因施策，因贫困类型施策，区别不同情况，做到________、精准滴灌、靶向治疗，不搞大水漫灌、________、大而化之。\n依次填入画横线部分最恰当的一项是：",
  correct: ["对症下药", "走马观花"],
  distractor: ["有的放矢", "人浮于事", "持之以恒", "蜻蜓点水", "锲而不舍", "三心二意"],
  unknown: []
}, {
  id: "2443044",
  stem: "中国传统文人重视意境。美学家宗白华先生说过，中国艺术意境的创成，既须得屈原的缠绵悱恻，又须得庄子的超旷空灵。缠绵悱恻，才能________，深入万物的核心，所谓“得其环中”。超旷空灵，才能为镜中花，水中月，________，无迹可寻，所谓“超以象外”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一往情深", "羚羊挂角"],
  distractor: ["一如既往", "雪泥鸿爪", "一气呵成", "神来之笔", "一见倾心", "天马行空"],
  unknown: []
}, {
  id: "2443057",
  stem: "文学只不过是文学，并不等同于文化，也不约等于。但文学是其它各艺术门类的酵母，“文艺”二字________了此种关系。若将文艺从文化中________出来，文化便很容易成为________的学问，结果对于最广大的人民失去了感染力。用时下最流行的说法那就是“不接地气”了。\n依次填入画横线部分最恰当的一项是：",
  correct: ["注释", "剥离", "束之高阁"],
  distractor: ["解释", "分离", "阳春白雪", "注脚", "分解", "曲高和寡", "阐释", "拆解", "高高在上"],
  unknown: []
}, {
  id: "2443070",
  stem: "散布谣言者抓住人们“宁可信其有不可信其无”的心理，散布________的网络谣言。这些谣言误导了公共舆论，________了社会秩序，影响了人们的正常生活。不仅会造成人心恐慌，有的还会给行业和产业发展带来巨大损失，甚至也使国家的一些好政策遭到误解，严重影响政府公信力，民众对此________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["危言耸听", "扰乱", "深恶痛绝"],
  distractor: ["捕风捉影", "扰乱", "嗤之以鼻", "骇人听闻", "干扰", "莫衷一是", "耸人听闻", "妨碍", "不屑一顾"],
  unknown: []
}, {
  id: "2443078",
  stem: "不必讳言，近期猪肉价格暴涨，固然与农产品供给周期性________有关，也与生猪生产供应在一些地方存在政策性收紧是分不开的。一个简单例子是，因为环保________，很多地方不仅纷纷强力取缔养殖场，也禁止农村散户养猪，当规模性养殖受到猪瘟袭击时，供给侧渠道顿时收窄，猪肉涨价自然________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["波动", "约束", "毫无疑问"],
  distractor: ["变化", "制约", "势在必行", "影响", "推进", "顺理成章", "规律", "要求", "水到渠成"],
  unknown: []
}, {
  id: "2443090",
  stem: "我们从小就接受“无规矩不成方圆”的教育，明白世上任何事物皆有各自标准法度的道理。但总有人不守规则、________，个中道理值得深思。事实上，近年来有关漠视、违反、扭曲规则的事________，小到闯红灯、高铁霸座等，大到违规用权、官员腐败等，无不________着破坏规则导致的种种危害和风险。\n依次填入画横线部分最恰当的一项是：",
  correct: ["各行其是", "屡见不鲜", "凸显"],
  distractor: ["自以为是", "层出不穷", "突显", "随心所欲", "比比皆是", "显示", "不以为然", "大行其道", "显露"],
  unknown: []
}, {
  id: "2443096",
  stem: "中共中央、国务院《关于决定设立河北雄安新区的通知》一出台，可谓________，连续几天，关于雄安新区的报道和分析________。之所以引发如此巨大的关注，显然是因为雄安新区被提到了很高的地位。这些年国家陆续批准设立了十几个新区，只有雄安新区能和深圳特区、浦东新区________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["石破天惊", "铺天盖地", "相提并论"],
  distractor: ["惊天动地", "此起彼伏", "同日而语", "震天动地", "等量齐观", "同舟共济", "震天撼地", "翻天覆地", "一视同仁"],
  unknown: []
}, {
  id: "2443102",
  stem: "显微摄影是一门使用照相机拍摄显微镜下一般用肉眼无法看清的标本的技术。肉眼中________的细沙，在显微镜下却是“一沙一世界”，有的________像宝石，有的金黄酥脆像饼干。即使是________的柴米油盐，在显微镜下也会展现神奇而充满魅力的一面。\n依次填入画横线部分最恰当的一项是：",
  correct: ["千篇一律", "晶莹剔透", "司空见惯"],
  distractor: ["如出一辙", "晶莹剔透", "不足为奇", "一成不变", "玲珑剔透", "一模一样", "光亮通明", "司空见惯"],
  unknown: []
}, {
  id: "2669061",
  stem: "填入画横线部分最恰当的一项是：",
  correct: ["开启", "承载"],
  distractor: ["启迪", "承受", "开放", "承袭", "启发", "承担"],
  unknown: []
}, {
  id: "2668909",
  stem: "一些人对于书法传统的“离经叛道”，导致书法艺术价值和审美标准________，趋于解构，广大群众觉得书法变得越来越看不懂。《光明日报》此前曾发问“书法的美学标准变了吗？”“当今书法艺术评价标准在哪儿？”表达了许多书法爱好者和书法教育工作者所共同关心的问题。\n填入画横线部分最恰当的一项是：",
  correct: ["莫衷一是"],
  distractor: ["众口一词", "鞭辟入里", "异口同声"],
  unknown: []
}, {
  id: "2668917",
  stem: "从概念迈向应用，从________到广受追捧，诞生于德国的工业4.0已进入第七个发展年头。根据德国信息技术、电信和新媒体协会的数据，工业4.0相关产值增长迅速，2018年预计达70亿欧元。\n填入画横线部分最恰当的一项是：",
  correct: ["曲高和寡"],
  distractor: ["阳春白雪", "趋之若鹜", "万人空巷"],
  unknown: []
}, {
  id: "2668926",
  stem: "“诗和远方终于走在了一起！”文化和旅游部的挂牌与职责整合，引发不少网友点赞。贵州的“赤水竹编杯”、杭州的“宋城千古情”、查干湖的冬捕、傣族的泼水节、青海的花儿、南宁的民歌\xb7\xb7\xb7\xb7\xb7\xb7旅游离不开文化的________，文化也需要旅游的________。让文化牵手旅游、把文化基因注入旅游资源，更有利于实现良性循环、合作增值。\n填入画横线部分最恰当的一项是：",
  correct: ["体验", "承载"],
  distractor: ["引导", "丰富", "体验", "传承", "承载"],
  unknown: []
}, {
  id: "2668931",
  stem: "在互联网这棵大树上，新模式、新业态的长势越是欣欣向荣，就越要创新监管方式。把握节奏和关键，________市场和趋势，以监管之剪________那些歪枝烂花，才能让新模式、新业态更好地服务于人民、契合于时代。\n填入画横线部分最恰当的一项是：",
  correct: ["洞察", "剔除"],
  distractor: ["洞察", "修剪", "明察", "剔除"],
  unknown: []
}, {
  id: "2668937",
  stem: "著名社会学家费孝通曾将中国社会概括为“熟人社会”，而今天，这种社会关系结构正面临冲击。现代商业社会为老楼带来新房客的同时，也逐渐________着传统的邻里关系。虽一墙之隔，互相却并不了解，虽两门相对，见面也未曾说话。从熟人到陌生人，从有机连接的邻里到鲜有往来的________生存，人与人之间的谅解与共识，似乎比从前更难达成。\n填入画横线部分最恰当的一项是：",
  correct: ["稀释", "原子化"],
  distractor: ["消解", "个体化", "分化", "原始化", "离散", "大众化"],
  unknown: []
}, {
  id: "2668944",
  stem: "那个很有主见的少年天子，就这样一步步沦为被海瑞唾骂的“竭民脂膏，滥兴土木，二十余年不视朝，法纪弛矣”的腐朽皇帝。杨金英或许不会想到，她们的弑君行为，不仅成为嘉靖皇帝个人生涯的拐点，也让大明王朝的剧情________，从此走向________。\n填入画横线部分最恰当的一项是：",
  correct: ["急转直下", "万劫不复"],
  distractor: ["一波三折", "万丈深渊", "跌宕起伏", "穷途末路", "峰回路转", "日暮途穷"],
  unknown: []
}, {
  id: "2668951",
  stem: "随着日军的包围圈越来越小，张将军的右肩、左臂先后被炸伤。看到卫兵们________，张将军按住了伤口，满不在乎地说：“没什么，不要大惊小怪。我是上将衔，今天如果牺牲了，明年的今天一定很热闹喽！”________，下午4时左右，张将军“身受七伤，腹为之穿”，英勇殉国。\n填入画横线部分最恰当的一项是：",
  correct: ["惊慌失措", "一语成谶"],
  distractor: ["失魂落魄", "果不其然", "束手无策", "一语中的", "胆战心惊", "一语成谶"],
  unknown: []
}, {
  id: "2668958",
  stem: "唐代文学家段成式有言：“人不读书，其犹夜行。”当前，人们对文化的需求已呈井喷之势，________与其比较碎片化与严肃阅读的高低优劣，________顺应碎片化阅读这一难以逆转的趋势，不断丰富优质精神食粮的供给，________地满足不同群体的多元阅读需求。\n填入画横线部分最恰当的一项是：",
  correct: ["所以", "不如", "更好"],
  distractor: ["因为", "不如", "更快", "所以", "更好"],
  unknown: []
}, {
  id: "2668967",
  stem: "走近这片被岁月________的艺术品，逼人的炫美令人顿生敬意：墙壁上________着《旧约》中的耶和华与大力神赫利克斯，栩栩如生，不能不称之为雕刻中的神品，而墙顶上站着的日月二神，更是神采飞扬，飘飘欲仙。不难想象，在曾经围合得________的高墙之内，奥多汉尼克宫的屋宇厅堂必是金碧辉煌，珍宝无数，现在虽断壁残垣，依然不失端庄威严，富丽堂皇。\n填入画横线部分最恰当的一项是：",
  correct: ["驳蚀", "雕刻", "神秘莫测"],
  distractor: ["剥蚀", "篆刻", "水泄不通", "腐蚀", "镌刻", "神秘莫测", "侵蚀", "雕琢"],
  unknown: []
}, {
  id: "2378159",
  stem: "故宫利用原创、金融和亚文化三驾马车，开拓出传统文化IP活化的新________，揭示了优秀传统文化挖掘和________的巨大空间和可能性，也揭开传统文化市场开发庞大财富冰川的一角。\n依次填入划横线部分最恰当的一项是：",
  correct: ["路径", "阐发"],
  distractor: ["途径", "阐述", "途经", "阐释", "路子", "阐明"],
  unknown: []
}, {
  id: "2377327",
  stem: "填入第②段中划横线部分最恰当的一项是（\xa0 ）。",
  correct: ["熙熙攘攘", "泥沙俱下"],
  distractor: ["人声鼎沸", "参差不齐", "热闹非凡", "破绽百出", "众说纷纭", "人云亦云"],
  unknown: []
}, {
  id: "2377334",
  stem: "关中的满腔________、陕南的婉约秀丽、陕北的浑厚________\xb7\xb7\xb7\xb7\xb7\xb7陕西各地市的特色展馆无不向游客讲述着动听的陕西故事。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["豪情", "淳朴"],
  distractor: ["热血", "质朴", "激情", "简朴", "热忱", "朴实"],
  unknown: []
}, {
  id: "2377336",
  stem: "广大干部特别是年轻干部要在常学常新中加强理论修养，在真学真信中坚定理想信念，在________中牢记初心使命，在________中不断修炼自我，在________中主动担当作为，保持对党的忠诚心、对人民的感恩心、对事业的进取心、对法纪的敬畏心，做到信念坚、政治强、本领高、作风硬。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["学思践悟", "细照笃行", "知行合一"],
  distractor: ["细照笃行", "学思践悟", "知行合一"],
  unknown: []
}, {
  id: "2377337",
  stem: "一件件小事，内里________，密度厚度与内心情感相合；一片片大爱，格局________，时间空间与国家民族相接。真切的生活、________的诚意，来自人民；向心的力量、美好的艺术，服务人民。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["水丰草美", "天高地阔", "纯朴"],
  distractor: ["水草丰茂", "广袤无垠", "真切", "水丰草茂", "山高水长", "纯真", "水草丰美", "海阔天空", "真挚"],
  unknown: []
}, {
  id: "2377339",
  stem: "生活水平节节攀升，带来精神文化需求________，旅游散心成为不少人的生活常态，________成为人们追求美好生活的生动注脚，文明旅游也日益成为共识，但文明不是喊出来的，而要体现在举手投足之中，折枝、攀爬、踩踏等行为屡禁不止，原因就是一些游客自以为________，忽视了对自身行为举止的约束。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["水涨船高", "不负春光", "无伤大雅"],
  distractor: ["与日俱增", "不负韶华", "无足挂齿", "水涨船高", "不负光阴", "无足轻重", "不负日月", "无关紧要"],
  unknown: []
}, {
  id: "2377345",
  stem: "蔬菜车间可以根据不同植物的生长特点，有针对性地为它们________生长元素。通过计算机________大棚内部的光照、温度、湿度等，为蔬菜智能化输送各种营养物质，用LED光源为蔬菜提供光照\xb7\xb7\xb7\xb7\xb7\xb7这些措施，有效________了阴雨天气带来的生产障碍，保证了每棵蔬菜都能长势良好。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["配置", "控制", "克服"],
  distractor: ["配给", "调节", "缓解", "供应", "设置", "消除", "供给", "改变", "去除"],
  unknown: []
}, {
  id: "2377348",
  stem: "亲情从来就没有“爆款”，它呈现的方式永远是沉默、隐秘却又________的，它朴素、单纯，甚至有些笨拙，时代的间隔、环境的差异，或许会让父辈对新鲜事物感到茫然无措，但即便是________，从零开始，只要是能够让子女获得开心，拥有幸福，就再也没有丝毫的________和迟疑。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["深刻", "一无所知", "退缩"],
  distractor: ["朴实", "一无所有", "犹豫", "深邃", "一无是处", "停顿", "质朴", "一无所获", "游移"],
  unknown: []
}, {
  id: "2393984",
  stem: "经典不产自________的冥想，而源于________的共鸣。作者自身树立经典意识、在艺术上精益求精；网站编辑把好品质关，及时发掘推荐有潜力的作品；网站、读者、评论家和监管部门也可齐心协力，营造有利环境。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["隔绝", "协作"],
  distractor: ["隔空", "合作", "虚空", "现实", "浅层", "深度"],
  unknown: []
}, {
  id: "2393989",
  stem: "观察就要用专业的角度去关注、________周围的事物，有意识地汲取、思索、分析，看在眼里，记在心里。丰富的想象正是来源于知识的广博和平时对生活深入细致的观察。因此，想象并不是凭空________的。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["体察", "臆造"],
  distractor: ["体验", "杜撰", "体味", "虚构", "体察"],
  unknown: []
}, {
  id: "2393991",
  stem: "在政治、经济多元和一体化的时代，文化语境也呈现多元，出现________的情感价值取向实属正常现象，我们充分尊重个人的情感选择。但是，过度________情感的极端自由、极端物欲，其实会给个人的幸福带来许多内伤。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["林林总总", "鼓吹"],
  distractor: ["琳琅满目", "渲染", "纷繁芜杂", "追逐", "标新立异", "强调"],
  unknown: []
}, {
  id: "2394000",
  stem: "如果冰川融化，海平面上升，世界各国都将要________被海水淹没地区的人口或者在河道中下游地带建造大坝保护地处低洼地区的城市，这些都需要巨大的花费。因此，世界目前面临的挑战就是限制二氧化碳的排放，从而________全球变暖所导致的最坏结果的发生，这在未来几十年里更加重要。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["转移", "阻止"],
  distractor: ["控制", "避免", "延缓", "减少", "安置", "改变"],
  unknown: []
}, {
  id: "2394002",
  stem: "城市的生活资源有限，在数千个城市里，数百个城市供水或供电等已然________，而且越是密集拥挤的地方污染治理的力度越大，而治理污染越是困难，人口越发失控。当人口承载量日趋饱和，对环境本来是正常的利用，也渐渐变成了不计后果的________。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["捉襟见肘", "索取"],
  distractor: ["寥寥无几", "掠夺", "不堪重负", "破坏", "人满为患", "占用"],
  unknown: []
}, {
  id: "2394014",
  stem: "其实，持这种________的人并不想掩饰他们________的种族主义观念，说什么“这是一场与一种完全不同的文明和不同的意识形态的斗争，这是美国以前从未经历过的”“当前中国的制度不是西方哲学和历史的产物”“我们首次面对一个非白色人种的大国竞争对手”。这样的鼓噪声，人们并不陌生，使人们不能不想到纳粹当年对犹太民族的恶毒诅咒。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["奇谈怪论", "根深蒂固"],
  distractor: ["是非观念", "天生优越", "奇思怪想", "与生俱来", "独立思想", "推陈出新"],
  unknown: []
}, {
  id: "2394018",
  stem: "那种抽象地用对技术先进性的讨论取代对实际贸易情况的讨论的分析，意味着将具体的生产过程简化成技术体系中的上游和下游的关系，抽象地谈论哪一方具有创新优势，不提及具体的产业能力和制造体系，得出的结论因此形成了巨大的________。那种简单地将所谓________等同于对美方无条件、无底线、无边界让步的认识，则是典型的________的表现。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["扭曲", "韬光养晦", "虚无主义"],
  distractor: ["反差", "实力深浅", "妥协退让", "落差", "引而不发", "投降主义", "漏洞", "涵养蓄积", "绥靖主义"],
  unknown: []
}, {
  id: "2394022",
  stem: "所谓幼儿园“小学化”，指的是在幼儿园阶段提前教汉语拼音、识字、计算、英语等小学课程内容。这种现象近年来非常普遍，________，甚至传导至幼前阶段，也就是还没上幼儿园就开始教这些知识了。更有甚者，小孩还在幼儿园阶段就在上奥数班，至于学拼音、英语，更是________。上海的家长们为了给孩子报某个毫无资质的学前班，挤破了头不说，排队报名的黄牛号都涨到5000元，这事情也一度闹得________。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["靡然成风", "司空见惯", "沸沸扬扬"],
  distractor: ["靡然成风", "层见叠出", "沸沸扬扬", "蔚然成风", "沸反盈天", "司空见惯"],
  unknown: []
}, {
  id: "2394027",
  stem: "自改革开放以来，中国一直在加强科技开发，多次冲破技术封锁，实现弯道超车，________，靠的就是自主创新。从车辆到线路，从制动到通信信号，没有技术，就从国外引进消化吸收。一步一个台阶，中国高铁企业苦练内功、________，实现了国人高铁产业腾飞的梦想。以高铁为镜，我们涵养精益求精的大国工匠精神。________，中国制造面临过这样的尴尬：号称是世界工厂、制造大国，老百姓却________，去国外抢购保温杯、电饭煲、马桶盖等普通日用品。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["后来居上", "厚积薄发", "毋庸讳言", "舍近求远"],
  distractor: ["后发先至", "养精蓄锐", "毋庸讳言", "舍本逐末", "毋庸置疑", "舍近求远", "后来居上", "厚积薄发"],
  unknown: []
}, {
  id: "2394031",
  stem: "传统文化是中华民族的灵魂，几千年来，春节庙会、清明祭祖、端午赛龙舟、重阳登高等传统民俗活动________，展现了乡土文化旺盛顽强的生命力。乡村旅游大发展，传统村落成为人们________的旅游胜地，民俗体验、乡村写生等成为消费热点。景德镇陶瓷、淄博琉璃、潍坊风筝等乡土工艺品以及泰山皮影、日照农民画等乡土民间艺术纷纷走出国门，中国乡村文化正________地走向世界，挺立于世界文化之林。实践证明，中国乡土文化历经劫难而不亡，________而新生，我们完全有理由树立对乡土文化的自信，这是文化自信的核心构成，决定着文化自信的深度和广度。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["如火如荼", "纷至沓来", "踌躇满志", "饱经风雨"],
  distractor: ["方兴未艾", "趋之若鹜", "从容不迫", "沧海桑田", "轰轰烈烈", "接踵而至", "胸有成竹", "饱经沧桑", "心驰神往", "信心百倍"],
  unknown: []
}, {
  id: "2393945",
  stem: "中国人喜欢用石头来代表仪式与权力，一个突出的例证是，人们喜欢在石头上进行书法创作，取其________的材料气质，达到永存文字的理想。石头取材方便、质地坚硬、体量巨大、保存容易、镌刻困难、端正严肃、________等特性，让石头上的书法与其他材料上的书法有所区别。摩崖是中国人创造的、体量最大的书法，选址多在断崖峭壁之上。因此其内容与形式，必须与所处环境________，既突出周围景观地貌的主题，起到点题作用，又隐身于大山大水之间，强调人与自然的和谐。“石文”兴起的初期，正是纸张发明的时候。其后，石头上的书法与纸张上的书法交织前行。聪明的中国人充分利用石头与纸张不同的载体特性，________，各自发挥长处，共同建构中国文字、文化与文明的摩天大厦。\n依次填入划横线部分最恰当的项是（\xa0）。",
  correct: ["亘古不变", "质朴无华", "息息相关", "扬长避短"],
  distractor: ["亘古不灭", "朴素无华", "息息相关", "扬长避短", "休戚相关", "相得益彰", "亘古不变", "质朴无华"],
  unknown: []
}, {
  id: "2393946",
  stem: "世界经济强劲，中国经济更有力量；国际市场疲软，中国经济也存在不确定性。面对外汇资产缩水风险、出口贸易受到影响和输入性通胀压力上升等________，中国需要________考量应对，谋定而后动，制定具有特色的中国方案更是________。\n依次填入划横线部分最恰当的一项是（\xa0）。",
  correct: ["考验", "审慎", "刻不容缓"],
  distractor: ["困境", "郑重", "迫在眉睫", "局势", "认真", "十万火急", "局面", "仔细", "急如星火"],
  unknown: []
}, {
  id: "2393948",
  stem: "散存于民间的珍贵文物和艺术品，从19世纪起就大量流向海外，幸存于国内民间的藏品________，而拥有这些宝贝的藏家对拍卖这件事还抱有怀疑和惧怕的心理，不敢轻易拿出藏品交易。________的春秋两季拍卖，在不紧不慢的节奏中积累出市场，经过大约10年的蛰伏期，中国文物艺术品价值逐渐________出来。\n依次填入划横线部分最恰当的一项是（\xa0）。",
  correct: ["凤毛麟角", "周而复始", "迸发"],
  distractor: ["比比皆是", "大张旗鼓", "显露", "偶有所闻", "循序渐进", "展示", "五花八门", "水到渠成", "呈现"],
  unknown: []
}, {
  id: "2393949",
  stem: "自美国本届政府上台以来，世界主要经济体对美方的________主义多有领教，对美方处理中美经贸摩擦的________心态和极端手法________。去年以来，美方对欧盟、日本、加拿大等主要经济体纷纷挑起经贸摩擦。\n依次填入划横线部分最恰当的一项是（\xa0）。",
  correct: ["霸凌", "骄横", "感同身受"],
  distractor: ["霸权", "无理", "深有感触", "单边", "一贯", "心知肚明", "强权", "习惯", "习以为常"],
  unknown: []
}, {
  id: "2393950",
  stem: "各种文明应该交流互鉴、取长补短、美美与共。把国与国之间的问题上升到文明层面，把不同文明降低到人种范畴，不仅________，而且有百害而无一利。对那些热衷于种族主义的斯金纳们，人们必须大喝一声，________吧！不要冒天下之大不韪，再执迷不悟、________，前面就是万丈深渊。\n依次填入划横线部分最恰当的一项是（\xa0）。",
  correct: ["于事无补", "悬崖勒马", "一意孤行"],
  distractor: ["毫无正义", "金盆洗手", "固执己见", "损人害己", "果断放弃", "不知悔改", "打破平衡", "回头是岸", "怙恶不悛"],
  unknown: []
}, {
  id: "2439987",
  stem: "不实宣传、随意承诺，招生的时候夸下海口，等学生要毕业了才发现升学和就业都会被耽误。部分民办学校________的表象之下，________出一些地方民办学校缺乏有力监管的乱象。\n依次填入划横线部分最恰当的词语是：",
  correct: ["唯利是图", "折射"],
  distractor: ["冠冕堂皇", "反射", "光鲜亮丽", "反应", "徒有虚名", "映射"],
  unknown: []
}, {
  id: "2439988",
  stem: "形式主义人人喊打，但到底形式主义是什么、怎样克服形式主义，一些人却________。往往是以形式主义反对形式主义，这种不当________模式，必然导致基层治理空洞化、政策执行空白化、治理对象空心化。\n依次填入划横线部分最恰当的词语是：",
  correct: ["莫衷一是", "思维"],
  distractor: ["众说纷纭", "认知", "众口难调", "运作", "指手画脚", "应对"],
  unknown: []
}, {
  id: "2439989",
  stem: "巡视巡察坚持发现问题、形成震慑，成为了管党治党的重要利器。一些有问题的干部心中不安，可又不想________，于是便________干扰巡视巡察。\n依次填入划横线部分最恰当的词语是：",
  correct: ["束手就擒", "铤而走险"],
  distractor: ["坐以待毙", "奋不顾身", "粉身碎骨", "孤注一掷", "听天由命", "负隅顽抗"],
  unknown: []
}, {
  id: "2439990",
  stem: "技术的进步，带来了一种逼真的假象：躲在屏幕后的我们，并不需要为自己的行为负责。隐匿在网名背后的网友，就可以________地暴露平日里不敢见光的恶。我们都知道，互联网不是法外之地，但要________这一假象带来的诱惑，并不容易。\n依次填入划横线部分最恰当的词语是：",
  correct: ["肆无忌惮", "抵御"],
  distractor: ["堂而皇之", "抵制", "无所顾忌", "抗衡", "专横跋扈", "抵抗"],
  unknown: []
}, {
  id: "2439991",
  stem: "儿歌《一分钱》主要表达的思想内涵，就是倡导拾金不昧、学雷锋做好事的精神，即便是捡到一分钱，也不应________。这首儿歌旋律简单，歌词________。易懂、易学，加上是儿歌必学曲目，经过几代人的传唱，逐渐成为流传甚广的经典儿歌。\n依次填入划横线部分最恰当的词语是：",
  correct: ["据为己有", "朗朗上口"],
  distractor: ["损人利己", "字正腔圆", "自私自利", "抑扬顿挫", "唯利是图", "珠圆玉润"],
  unknown: []
}, {
  id: "2439992",
  stem: "提起机场消费，许多人的第一反应就是“价格高”“垄断”。78元一碗面条，59元一碗馄饨\xb7\xb7\xb7\xb7\xb7\xb7机场的“天价”餐饮，可以说令人________。其实，从商业变革和消费升级的角度，未来机场餐饮的变化，或不仅仅体现在价格的更加亲民上。在加快新理念、新技术、新设计改造提升，向场景化、体验式、互动性、综合型消费场所转型等方面，机场、高铁站、高速公路服务区等都________。\n依次填入划横线部分最恰当的词语是：",
  correct: ["望而却步", "大有可为"],
  distractor: ["望尘莫及", "不可或缺", "望洋兴叹", "大有裨益", "望而生畏", "举足轻重"],
  unknown: []
}, {
  id: "2439993",
  stem: "而今随着社会、经济、文化的发展和商家的营销手段的升级，追剧消费已经不仅是一种经济领域的“景观”，而且还是文化方面的价值认同。剧中人物的同款西服、风衣、项链、鞋都成了网店爆款商品，这也让营销商再次嗅到了“蹭热点”的无限商机。之所以如此，一方面是公众________的心理暗示发挥了作用，从喜欢剧中人物延伸到了穿戴服饰等；另一方面则是在经济条件良好的情况下，人们喜欢用消费这样简单的方式________起自己对剧中人物的价值认同。\n依次填入划横线部分最恰当的词语是：",
  correct: ["爱屋及乌", "构建"],
  distractor: ["爱毛反裘", "建立", "如获至宝", "建设", "爱不忍释", "构筑"],
  unknown: []
}, {
  id: "2439994",
  stem: "她是大清重臣之后，生长在________之家，她的外祖父曾为挽救大清危局，殚精竭虑，________，虽未成功，但值得敬佩。\n依次填入划横线部分最恰当的词语是：",
  correct: ["钟鸣鼎食", "惨淡经营"],
  distractor: ["花天酒地", "苦心经营", "鼎鼎有名", "费尽心机", "鲜衣美食", "挖空心思"],
  unknown: []
}, {
  id: "2439995",
  stem: "在患者信息泄露的整个环节中，买方才是真正的始作俑者。如果不能对买方做出有威慑力的惩戒，他们________患者信息的犯罪活动就不会停止。针对这种情况，可以由政府部门统一________医疗信息管理的网络安全标准，统一配置高规格的防病毒软件，保证患者的信息不会在诊疗机构信息平台上被不良商家________。\n依次填入划横线部分最恰当的词语是：",
  correct: ["挖掘", "制定", "读取"],
  distractor: ["搜集", "颁布", "撷取", "贩卖", "执行", "骗取", "收集", "制订", "获取"],
  unknown: []
}, {
  id: "2439996",
  stem: "无法避免，________只有忍受，这就是做人的本分。无法避免的事情你无法忍耐，又承受不了，这________软弱，________愚蠢。\n依次填入划横线部分最恰当的词语是：",
  correct: ["既然", "那就", "不但", "而且"],
  distractor: ["如果", "那就", "虽然", "但是", "因为", "所以", "不但不", "而且", "只要", "就", "一面"],
  unknown: []
}, {
  id: "2377357",
  stem: "由于史料异常丰富、古今中西相互杂糅等因素，导致中国近代史愈研究愈错综纷纭，不知如何贯通。如果________于从某一角度进行宏观叙述，又会自觉或不自觉地遗漏掉许多本不应忽视的人物、学说与史事，一旦时移世易，便容易被有心之士以“恢复历史真相”为借口，将另一些或许本不能成为“主线”的因素聚焦放大，以史书为政论，________，灌入自己心目中的济世良方。\n依次填入划横线部分最恰当的一项是：",
  correct: ["着眼", "暗度陈仓"],
  distractor: ["纠结", "偷梁换柱", "拘泥", "移花接木", "立足", "避重就轻"],
  unknown: []
}, {
  id: "2377360",
  stem: "连环画是大众艺术。然而，面对大众的需求，是迎合还是引导，也是连环画家必须面对的问题之一。回顾连环画从兴盛走向衰落的过程，不难发现，正是一些急功近利的出版商一味________、迎合大众的喜好，重数量轻质量，导致大批读者和作者流失，造成了连环画长时间________，最终淡出大众视野。\n依次填入划横线部分最恰当的一项是：",
  correct: ["揣摩", "青黄不接"],
  distractor: ["琢磨", "墨守成规", "研究", "良莠不齐", "推敲", "停滞不前"],
  unknown: []
}, {
  id: "2377361",
  stem: "舞台就是程式化和生活化的结合，过度的程式化表演会让观众觉得虚假，过度的生活化表演又会让观众觉得________，因此，要把握好程式化和生活化的________，为观众呈现精彩有趣的戏曲艺术。\n依次填入划横线部分最恰当的一项是：",
  correct: ["随便", "平衡"],
  distractor: ["庸俗", "程度", "琐碎", "差异", "枯燥", "重心"],
  unknown: []
}, {
  id: "2377351",
  stem: "以色列在网络安全、汽车科技、精细农业等领域都具有全球竞争力。该国技术创新________的关键是，科研机构、企业、政府部门、军队等方面共同形成了一个良好的“生态环境”，有允许________的文化氛围，还有培养创新人才的教育系统。\n依次填入划横线部分最恰当的一项是：",
  correct: ["层出不穷", "试错"],
  distractor: ["厚积薄发", "竞争", "独领风骚", "冒险", "遍地开花", "质疑"],
  unknown: []
}, {
  id: "2377363",
  stem: "导致眼前相声难出精品的核心问题，是艺术观念和审美把握的错位，一些表演仅仅________在逗笑娱乐的浅表层面，缺乏相声应有的审美智慧和________的思想力量。\n依次填入划横线部分最恰当的一项是：",
  correct: ["停留", "振聋发聩"],
  distractor: ["流连", "鞭辟入里", "徘徊", "发人深省", "局限", "义正辞严"],
  unknown: []
}, {
  id: "2395191",
  stem: "这深居太华山中的云湖，千百年来仰望着苍翠古木，________着竹林风语，延挹着涓涓溪流，融天地日月于怀中。见证着山河沧桑，________着这方古老的土地。于万物生长的节奏中，感知着大地的冷暖，虚怀若谷地默默________着历史岁月。\n依次填入画横线部分最恰当的一项是：",
  correct: ["聆听", "守望", "沉淀"],
  distractor: ["聆听", "守望", "沉潜", "倾听", "守护", "沉淀"],
  unknown: []
}, {
  id: "2395192",
  stem: "求木之长者，必________其根本；欲流之远者，必________其泉源；思国之安者，必________其德义。\n依次填入画横线部分最恰当的一项是：",
  correct: ["固", "浚", "积"],
  distractor: ["积", "浚", "固"],
  unknown: []
}, {
  id: "2137246",
  stem: "依次填入下列横线处的字，正确的一组是________。\n（1）这一来，耳根反倒清________多了。\n（2）外滩见证了上海人民的战斗________程。\n（3）为了避免造成误解，我要再一次________明。\n（4）出了问题，要认真检查，不要埋怨，更不要推________。",
  correct: ["净", "历", "申", "脱"],
  distractor: ["静", "里", "声", "脱", "历", "托", "净", "申"],
  unknown: []
}, {
  id: "5676245",
  stem: "依次填入下列划线处的关联词，与句意最贴切的一组是________。\n(1)有一些鸟，特别是喜鹊，喜欢把巢筑在通讯基站上和高压塔上，这给都市带来赏心悦目的风景，________同时又给通讯发射和供电安全带来了隐患。\n(2)我们应先普遍了解情况，________重点征求意见，这样我们提高服务质量才有充分的依据。\n(3)小林报考医学院的意向依然不变，尽管当前医患矛盾十分突出，________医生的待遇也并不是很好。\n(4)经过多年的摸索，终于找到了这种类型流感的病因，________为彻底战胜这种流感创造了条件。",
  correct: ["然而", "进而", "而且", "从而"],
  distractor: ["然而", "进而", "从而", "而且"],
  unknown: []
}, {
  id: "2187571",
  stem: "数学研究所建立的各种计算方法和工具使得科学研究和现在一般意义上的哲学研究开始________，而科学研究的定量化又使得科学研究的成果能够得到实际应用，定量化正是科学和哲学彻底分离的最显著标志。\n填入划横线部分最恰当的一项是：",
  correct: ["分道扬镳"],
  distractor: ["各有怀抱", "各自为政", "分庭抗礼"],
  unknown: []
}, {
  id: "2187584",
  stem: "实际上，就在反全球化思潮________的近些年，信息化、网络化仍在________，移动互联网使地球每个角落发生的事情分秒间就传到世界各地，世界已经变成了“地球屋”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["甚嚣尘上", "突飞猛进"],
  distractor: ["泛滥成灾", "一马当先", "沸反盈天", "快马加鞭", "无孔不入", "一日千里"],
  unknown: []
}, {
  id: "2187598",
  stem: "地理位置不在沿线直接范围内的国家，也可以用新的形式加入到“一带一路”合作，政策沟通、设施________、贸易________、资金________、民心相通这五大合作理念与内容适用于世界上所有的国家和地区。随着形势的发展，“一带一路”也必将成为联结世界、融入全球的更为广阔的国际合作平台。\n依次填入划横线部分最恰当的一项是：",
  correct: ["联通", "畅通", "融通"],
  distractor: ["畅通", "联通", "融通"],
  unknown: []
}, {
  id: "2187605",
  stem: "目前能在国际上制造大功率IGBT芯片的国家________，中车株洲所成为国内唯一一家全面掌握IGBT芯片技术的企业，其技术可与世界顶尖的公司________，而价格却远远低于竞争对手。\n依次填入划横线部分最恰当的一项是：",
  correct: ["屈指可数", "媲美"],
  distractor: ["寥寥无几", "比肩", "所剩无几", "抗衡", "凤毛麟角", "比拼"],
  unknown: []
}, {
  id: "2187613",
  stem: "汉武帝时，私学在官学的影响下得到进一步的发展，汉代私人讲学的事例________，读书人学成即授徒相当普遍。而家学，是私学的特殊力量。家学所传习的内容很________，并不仅限于经学范畴。\n依次填入划横线部分最恰当的一项是：",
  correct: ["不胜枚举", "宽泛"],
  distractor: ["不一而足", "宽宏", "比比皆是", "广阔", "数不胜数", "广泛"],
  unknown: []
}, {
  id: "2187558",
  stem: "心为志，笔为情，见此壮阔之情，他要尽吐胸中________。他以训练有素的书写线条写其枝干，直取其势，气脉贯穿，进而求其________，疏密交错，并能灵活应用泼墨、破墨、渴墨诸法，大胆落笔，细心收拾。在形的基础上，求其笔韵、墨韵、水韵，有时浓墨焦墨，有时淡墨渴墨，能浑然一体，又能层次分明。\n依次填入划横线部分最恰当的一项是：",
  correct: ["块垒", "参差向背"],
  distractor: ["情愫", "上下起伏", "胸臆", "浓淡均匀", "丘壑", "高低错落"],
  unknown: []
}, {
  id: "2187565",
  stem: "汉字自从成了汉语的书面符号，就一直是中华民族文化最重要的载体。它之所以能够________，正是因为它的生命力来自它的内部结构。汉字是形音义三位一体的结构体，其中，表意是它的主体功能。稳定的形、义使它超越了表音能力的缺陷，尽管古今汉语和南北方言语音发生了重大变化，人们还能“由文知义”。于是，隔代的人可以________书面阅读，异地的人可以借助文字沟通。\n依次填入划横线部分最恰当的一项是：",
  correct: ["长盛不衰", "共享"],
  distractor: ["宝刀未老", "超越", "永葆青春", "凭借", "经久不衰", "信赖"],
  unknown: []
}, {
  id: "2187572",
  stem: "生态好转，意味着我们能遏制库姆塔格大沙漠________的脚步，让沙漠明珠——月牙泉依然________在戈壁中，让弥足珍贵的莫高窟不会再次受到伤害。\n依次填入划横线部分最恰当的一项是：",
  correct: ["吞噬", "镶嵌"],
  distractor: ["侵蚀", "摇曳", "侵吞", "流淌", "吞并", "闪烁"],
  unknown: []
}, {
  id: "2187592",
  stem: "白大褂在19世纪末登上历史舞台是因为它能有效隔绝细菌，而一百多年后它遭到________却是因为在隔绝细菌上做得不够好。在前一个阶段，白大褂顺应了现代医疗的发展潮流，而在后一个阶段它被一部分人视作现代医疗发展的________。人们对白大褂态度的变化，从本质上说是人类认识进一步深化，更为接近事物原貌的结果，这么看，白大褂的发展也是现代医疗事业发展的________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["质疑", "羁绊", "缩影"],
  distractor: ["否定", "桎梏", "截图", "挫折", "壁垒", "象征", "排斥", "累赘", "历史"],
  unknown: []
}, {
  id: "2187602",
  stem: "研究表明，奥陶纪末大灭绝事件前后腕足动物组合的生态分布变化不大，大灭绝事件对生态系统的影响可能确实有限。通过分析华南奥陶纪末大灭绝前后腕足动物丰度及多样性资料在高级分类阶元上的表现，________了具志留纪特色的腕足动物于大灭绝前就已开始大量出现甚至在局部趋于________，奥陶纪末大灭绝只是短暂点断了它们取代奥陶纪特色腕足动物的进程。\n依次填入划横线部分最恰当的一项是：",
  correct: ["证实", "繁盛"],
  distractor: ["印证", "繁茂", "验证", "兴隆", "证明", "兴盛"],
  unknown: []
}, {
  id: "2187552",
  stem: "对于人工智能来说，这种学习的广度实在是_______，凡是人类社会的东西和事物，都是其学习的对象。但对它未学习过的东西，人工智能就会_______，而且不知道逻辑推理，犯错误和发生事故也在所难免。\n依次填入划横线部分最恰当的一项是：",
  correct: ["广袤无边", "不知所措"],
  distractor: ["巨细无遗", "倍感沮丧", "不着边际", "神经错乱", "浩如烟海", "颠三倒四"],
  unknown: []
}, {
  id: "2187556",
  stem: "我们往往因成功而狂喜不已，或往往因挫折而_______，当然，开怀大笑与嚎啕大哭都是生命的自然____，然而我们千万不要将微笑遗忘。唯有微笑能使我们享受到生命底蕴的____，超越悲欢。\n依次填入划横线部分最恰当的一项是：",
  correct: ["痛不欲生", "悸动", "醇味"],
  distractor: ["肝肠寸断", "律动", "底味", "灰心丧气", "运动", "韵味", "伤心欲绝", "活动", "本味"],
  unknown: []
}, {
  id: "2187559",
  stem: "现在，创新的重要性已无需____。这些年，无论是国家宏观层面，还是企业等微观层面，我国创新都取得了历史性成就。但也不用____，创新孤岛化问题还未根本解决。少数企业特别是一些传统企业，不时还把“不创新等死、创新找死”作为口头禅。\n依次填入划横线部分最恰当的一项是：",
  correct: ["赘述", "讳言"],
  distractor: ["强调", "遮掩", "苛求", "藏匿", "点明", "噤声"],
  unknown: []
}, {
  id: "2187561",
  stem: "与先进轨道交通国家比，国内APM等自动导向轨道交通系统占比还较小；因此，在未来的城市轨道交通建设中，将形成包括APM在内的多制式轨交系统。那么_______，鉴于APM300型无司机胶轮列车“小编组、大密度、高灵活”的特点，将来势必在国内机场摆渡线、城市远郊社区轨交线、景区及大型娱乐园观光线，乃至三四线城市轨道交通系统中_______，遍地开花。\n依次填入划横线部分最恰当的一项是：",
  correct: ["不言而喻", "大有作为"],
  distractor: ["莫此为甚", "大展拳脚", "毋庸置疑", "大马金刀", "未定之天", "大有可观"],
  unknown: []
}, {
  id: "2187566",
  stem: "我们的整个文明都建立在自然生态之上，它们跟不上我们的步伐，终将令我们也随之____。将责任推给“适者生存”，任凭野生动物在我们制造的阴影中_______，这不但是一件残忍的事情，更是一件愚蠢的事情。\n依次填入划横线部分最恰当的一项是：",
  correct: ["崩塌", "自生自灭"],
  distractor: ["消亡", "自谋生路", "瓦解", "自取灭亡", "崩溃", "自求多福"],
  unknown: []
}, {
  id: "2187564",
  stem: "宋代真是大发宏愿的时代，绘画写实技巧________，无论花鸟还是山水，与自然物象________。恰恰宋代又是我国古代科技发展的高峰，双峰并峙，正是“图像证史”一展身手的大舞台。\n依次填入划横线部分最恰当的一项是：",
  correct: ["登峰造极", "不爽毫厘"],
  distractor: ["炉火纯青", "不分轩轾", "目无全牛", "不分畛域", "登堂入室", "不谋而同"],
  unknown: []
}, {
  id: "2187579",
  stem: "在实现中华文化伟大复兴的历史征程中，悠久的诗教传统具有了________的土壤与需求。诗教不仅可以“兴观群怨”，可以提升人格、净化精神世界，更可以通过今天所提倡和大力加强的“美育”与“德育”，复兴这一传统文化精神，凝聚人心，________，推动当代伟大实践。\n依次填入划横线部分最恰当的一项是：",
  correct: ["勃兴", "成风化人"],
  distractor: ["蓬勃", "春风化雨", "发展", "和风细雨", "兴旺", "潜移默化"],
  unknown: []
}, {
  id: "2187600",
  stem: "直到3月中旬，长白山远望还是一片白雪皑皑。春天的脚步出了关外，到长白山脚下时，就有点________了。其实，立春以后没几天，长白山区的积雪就开始悄悄融化了，别看山里依旧寒风刺骨，但这与严冬腊月已经大不一样，凛冽中还夹杂着一丝潮湿、________的暖意。\n依次填入划横线部分最恰当的一项是：",
  correct: ["踟蹰不前", "若隐若现"],
  distractor: ["外强中干", "乍暖还寒", "入不敷出", "犹抱琵琶", "优柔寡断", "东躲西藏"],
  unknown: []
}, {
  id: "2187607",
  stem: "口号是意识的一种表现形式，适量适度、通俗易懂、提炼准确的口号，对鼓舞士气、振奋人心、推动工作会产生积极作用。今天，改革攻坚面临繁重任务，群众的拥护和支持显得________，务须以诚心换真心、以守信换信任，让口号和行动同频共振，把每一个诺言都________成可感的实绩。\n依次填入划横线部分最恰当的一项是：",
  correct: ["弥足珍贵", "兑现"],
  distractor: ["历久弥新", "履行", "难能可贵", "践行", "来之不易", "实现"],
  unknown: []
}, {
  id: "2187618",
  stem: "在大时代背景下，一群文物修复师，默默地固守“冷宫”一隅，日复一日地打理着价值连城的“国宝”。宫墙外的世界________，宫墙内的他们却要用几年的时间摩挲同一件文物。一座宫廷钟表上千个零件要________，一件碎成100多片的青铜器要拼接完整，一幅古画揭一两个月\xb7\xb7\xb7\xb7\xb7\xb7\n依次填入划横线部分最恰当的一项是：",
  correct: ["斗转星移", "严丝合缝"],
  distractor: ["沧海桑田", "金瓯无缺", "熙熙攘攘", "完璧归赵", "白云苍狗", "精挑细选"],
  unknown: []
}, {
  id: "2187775",
  stem: "近些年，作为文化政策、资本扶植发展的重心，国产动画被寄予了极大期望。然而，动漫的土壤并不是随便撒些空壳烂籽就可以________的。\n填入划横线部分最恰当的一项是：",
  correct: ["坐享其成"],
  distractor: ["守株待兔", "不劳而获", "以逸待劳"],
  unknown: []
}, {
  id: "2187776",
  stem: "当初的救济性扶贫虽然有立竿见影的功效，但救济的终结常常就是返贫的开始。后来的开发性扶贫有利于借助本土资源________现代产业，但也容易滋生资源掠夺经营、透支生态环境的隐患。在“输血”和“造血”之外，我们还应有新的视角和新的思维。\n填入划横线部分最恰当的一项是：",
  correct: ["培植"],
  distractor: ["培养", "扶植", "培育"],
  unknown: []
}, {
  id: "2187778",
  stem: "家风是具有鲜明特征的家庭文化，良好家风是一个家庭最宝贵的精神财富，也是每个家庭成员形成正确世界观、人生观、价值观的________。家庭是人生的第一所学校，良好家风是人生幸福生活的“第一组密码”。“积善之家，必有余庆；积不善之家，必有余殃。”只有守住和________好温暖的家庭，才能有人生的成功。\n依次填入划横线部分最恰当的一项是：",
  correct: ["基石", "呵护"],
  distractor: ["基点", "庇护", "基准", "保护", "基础", "爱护"],
  unknown: []
}, {
  id: "2187670",
  stem: "哲学社会科学作为人们认识世界、改造世界的重要________，历来是推动历史发展和社会进步的重要力量。纵观人类历史，人类社会每一次重大跃进，人类文明每一次重大发展，都离不开哲学社会科学的知识________和思想先导。哲学社会科学的发展水平，反映了一个民族的思维能力、精神品格、文明素质，体现了一个国家的综合国力和国际竞争力。\n依次填入划横线部分最恰当的一项是：",
  correct: ["工具", "变革"],
  distractor: ["指南", "增进", "途径", "进步", "方法", "积累"],
  unknown: []
}, {
  id: "2187676",
  stem: "泥石流的________依赖于三个危险因素：沉积物中的粘土、大量的水快速涌入以及山区的地势差异。发生泥石流时，地上的各种大小石头和泥，小到直径只有零点几微米的粘土，大到数十厘米乃至更大的巨型漂砾，都有可能________在泥石流中“泥沙俱下”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["诱发", "裹挟"],
  distractor: ["成因", "汇集", "出现", "夹杂", "引发", "聚集"],
  unknown: []
}, {
  id: "2187682",
  stem: "中国传统菜肴对于烹调方法极为讲究，而且长期以来，由于物产和风俗的差异，各地的饮食习惯和品味爱好________，________的烹调技术经过历代人民的创造，形成了丰富多彩的地方菜系。\n依次填入划横线部分最恰当的一项是：",
  correct: ["迥然不同", "源远流长"],
  distractor: ["天差地别", "积厚流光", "殊途同归", "连绵不断", "如出一辙", "博大精深"],
  unknown: []
}, {
  id: "2187678",
  stem: "无论是现代游戏，还是传统游戏，都____出了一定的知识、社会和时代特征，同时也____了团结、多样性和包容的价值。但随着社会变迁和时代发展，很多有价值的传统游戏正在一代又一代的____中逐渐消逝。\n依次填入划横线部分最恰当的一项是：",
  correct: ["折射", "传递", "更迭"],
  distractor: ["反射", "传播", "更新", "影射", "传承", "更替", "投射", "传达", "更动"],
  unknown: []
}, {
  id: "2188434",
  stem: "在人类的脑海中，“科学”除了创造丰富的物质财富以外，往往扮演了“真实”与“客观”的化身，如果这一切被________，后果不堪设想。那么，我们需要________的是，在刚刚过去的那个世纪里，是谁扣动了科学危机的扳机？\n依次填入划横线部分最恰当的一项是：",
  correct: ["颠覆", "厘清"],
  distractor: ["推倒", "分清", "颠仆", "辨清", "推翻", "厘正"],
  unknown: []
}, {
  id: "2188436",
  stem: "现代社会不少人喜欢名牌，把自己的精力消耗在追逐名牌这个事情上，而不是把精力放在________自己上面。你被外在的物质的东西所奴役，就要不停地去满足这个外在的东西。节俭的品德不是让你过苦日子，而是要把自己的心________，不被外在的东西牵着鼻子走。\n依次填入划横线部分最恰当的一项是：",
  correct: ["提升", "守住"],
  distractor: ["提高", "关上", "打扮", "拴住", "武装", "拢住"],
  unknown: []
}, {
  id: "2188437",
  stem: "近年来，“图说我们的价值观”公益广告以开阔的视野、________人心的作品和________人心的力量，传播社会正能量，引起了社会各界的高度关注和观众的热烈反响。\n依次填入划横线部分最恰当的一项是：",
  correct: ["深入", "撼动"],
  distractor: ["凝聚", "汇聚", "温暖", "感化", "鼓舞", "激励"],
  unknown: []
}, {
  id: "2188432",
  stem: "崇尚和平、和睦、和谐的理念，深深根植于中华民族绵延五千余载的________文明。中国人民从苦难中走过来，深知和平的珍贵、发展的________，怕的就是动荡，求的就是稳定，盼的就是天下太平。\n依次填入划横线部分最恰当的一项是：",
  correct: ["悠久", "价值"],
  distractor: ["古老", "意义", "辉煌", "重要", "灿烂", "方向"],
  unknown: []
}, {
  id: "2188438",
  stem: "现在，死海的湖水正以每年超过1立方米的速度消失，而极为少见的巨大沙坑正以每年________的速度形成，而且这个速度还可能继续加快。尽管官方没有公布沙坑的破坏程度，但许多电源线、公路以及活动住宅正被________，甚至曾有游客掉入沙坑受伤。\n依次填入划横线部分最恰当的一项是：",
  correct: ["数以百计", "吞噬"],
  distractor: ["不计其数", "淹没", "数不胜数", "湮灭", "不可胜数", "毁灭"],
  unknown: []
}, {
  id: "2188439",
  stem: "土豆放置在潮湿环境中容易发芽，土豆发芽后会产生一种毒素叫做龙葵碱，龙葵碱对胃肠道黏膜有较强的刺激性，会产生________效果，对中枢神经有麻痹作用，中毒的主要症状为胃痛加剧，恶心、呕吐，呼吸困难、急促，伴随全身虚弱________，严重者可导致死亡。\n依次填入划横线部分最恰当的一项是：",
  correct: ["腐蚀", "衰竭"],
  distractor: ["消蚀", "无力", "销蚀", "衰微", "侵蚀", "乏力"],
  unknown: []
}, {
  id: "2188458",
  stem: "国家主席习近平在G20汉堡峰会上对全球经济治理的建议极具针对性。加强宏观政策________，有助于促进各方________，避免沟通不畅或是以邻为壑，进而打造开放共赢的合作模式。\n依次填入划横线部分最恰当的一项是：",
  correct: ["沟通", "联动"],
  distractor: ["协调", "互动", "调控", "互通", "交流", "联通"],
  unknown: []
}, {
  id: "2188429",
  stem: "古代中国数秘术与古希腊数秘术的区别在于，前者侧重解象，后者侧重数术。中国的数秘术后来发展成了更具方法论意义的宇宙形而上学，与算术渐行渐远，________。\n填入画横线部分最恰当的一项是：",
  correct: ["分道扬镳"],
  distractor: ["南辕北辙", "缘木求鱼", "背道而驰"],
  unknown: []
}, {
  id: "2188460",
  stem: "每一项工业遗产都________着城市社会发展的演变规律。实施对工业遗产的发掘保护、开发利用，对维护城市风貌，________生机特色，克服千城一面现象，具有重要意义。\n依次填入划横线部分最恰当的一项是:",
  correct: ["凝结", "保持"],
  distractor: ["凝集", "保留", "凝聚", "突出", "凝滞", "凸显"],
  unknown: []
}, {
  id: "2188461",
  stem: "欧盟委员会发布消息称，回顾全球“金融危机”以来的________，欧盟采取得当的________，有效地控制住了危机的蔓延与发展，从而在最近几年取得了经济持续增长的佳绩。\n依次填入画横线部分最恰当的一项是：",
  correct: ["历程", "措施"],
  distractor: ["历史", "办法", "经历", "手段", "经过", "举措"],
  unknown: []
}, {
  id: "2188462",
  stem: "总的来讲，“社会”在处理与国家的关系过程中强调其自主性的成长与释放，并________了各种形式的自我保护运动。而且，“社会”也在改变其生存与发展策略，它不仅仅满足在国家为其________的范围内行动，而且还通过与国家的主动接触与互动，________与政府的相关性，并以协作或合作的方式参与社会问题的解决。\n依次填入划横线部分最恰当的一项是：",
  correct: ["展开", "规定", "保持"],
  distractor: ["拓展", "制定", "保护", "开展", "划定", "维持", "发展", "制订", "保障"],
  unknown: []
}, {
  id: "2188464",
  stem: "巨大的投资热情和市场需求背后，短视频的发展短板令人担忧：内容创作新意________，同质化严重；平台盈利模式________，只顾短期盈利，长期规划不足；监管机制________，版权保护缺位，低俗内容和创意抄袭大行其道。\n依次填入画横线部分最恰当的一项是：",
  correct: ["匮乏", "贫乏", "缺乏"],
  distractor: ["匮乏", "缺乏", "贫乏"],
  unknown: []
}, {
  id: "2136994",
  stem: "依次填入材料①中甲、乙、丙、丁四处，最恰当的一组词语是：",
  correct: ["促进", "改善", "引导", "发展"],
  distractor: ["引导", "发展", "改善", "促进"],
  unknown: []
}, {
  id: "2188040",
  stem: "填入划横线部分最恰当的一项是：\n对比十八大和十九大报告关于行政体制改革的内容表述，政府职能转变始终是“________”，其中简政放权、服务型政府建设和提高政府公信力、执行力等任务在两次党代会报告中均有体现。",
  correct: ["牛鼻子"],
  distractor: ["绊脚石", "传家宝", "保护伞"],
  unknown: []
}, {
  id: "2188047",
  stem: "填入划横线部分最恰当的一项是：\n几十年的创作生涯，使我深感真正用心的创作就是拼积累、耗心血，________靠积累琢磨出来的剧本，无论是故事、人物还是语言，都会“有嚼头”。",
  correct: ["但凡"],
  distractor: ["因为", "只有", "只要"],
  unknown: []
}, {
  id: "2188063",
  stem: "依次填入划横线部分最恰当的一组是：\n《旅行青蛙》《恋与制作人》，无论从游戏内容、方式还是主题来看，两款热门游戏看上去没有多少________。但细究一番却不难发现，它们能够迅速走红，所依靠的“________”还真有几分相像。",
  correct: ["交集", "法宝"],
  distractor: ["关联", "窍门儿", "关系", "秘诀", "联系", "杀手锏"],
  unknown: []
}, {
  id: "2188067",
  stem: "依次填入划横线部分最恰当的一组是：\n选择是痛苦的，企业变革首先要革自己的命，企业转型升级的过程就是________重生的过程。在这一过程中，企业家眼光既要向外，准确看到新时代环境的改变及趋势，又要向内，重新________企业自身的优势与核心竞争力。",
  correct: ["蜕变", "审视"],
  distractor: ["涅槃", "考量", "改造", "打量", "转化", "检视"],
  unknown: []
}, {
  id: "2188056",
  stem: "依次填入划横线部分最恰当的一组是：\n在户籍新政推出一年后，西安再出“狠招”：在校大学生仅凭学生证和身份证即可完成在线落户。在系列新政的________之下，年初以来新迁入人口已达21万人，直逼去年迁入人口总量。有媒体报道西安“抢人才”盛况时，配上唐太宗李世民曾在长安喜不自禁曰“天下英雄入吾彀中矣”的典故加以________。",
  correct: ["叠加", "烘托"],
  distractor: ["催生", "说明", "护持", "渲染", "效应", "描述"],
  unknown: []
}, {
  id: "2188059",
  stem: "依次填入划横线部分最恰当的一组是：\n《经典咏流传》打造的“一场全民参与的诗词文化的音乐盛宴”，使得________的诗词文化由小众走向大众，让观众________更多的“诗”与“远方”。",
  correct: ["阳春白雪", "邂逅"],
  distractor: ["孤芳自赏", "追求", "古色古香", "欣赏", "束之高阁", "发现"],
  unknown: []
}, {
  id: "2188066",
  stem: "依次填入划横线部分最恰当的一组是：\n从家庭来说，现在父母大多为职场人士，难以________同子女沟通交往，就是在有限的交往中，也更在意孩子的学业，包括学习成绩和所谓“素质培养”，而很少________。",
  correct: ["频繁", "推心置腹"],
  distractor: ["保持", "亲密无间", "有效", "畅所欲言", "经常", "心有灵犀"],
  unknown: []
}, {
  id: "2187512",
  stem: "依次填入划横线部分最恰当的一组是：\n语言系统其实具有自我________能力，随着时间推移，会自然通过分层过滤，淘尽渣滓，淬炼真金。虽然如此，当下部分网络语言带来的负面影响仍________。",
  correct: ["净化", "不可小觑"],
  distractor: ["消化", "沸沸扬扬", "再生", "揣摩不透", "修复", "接踵而至"],
  unknown: []
}, {
  id: "2188069",
  stem: "依次填入划横线部分最恰当的一组是：\n尽力也许并不能让我们的未来________，但是，________会让我们的明天________。因为，真的，人生很贵，请别浪费。",
  correct: ["无忧无虑", "至少", "无怨无悔"],
  distractor: ["一帆风顺", "一定", "辉煌灿烂", "风光无限", "应该", "义无反顾", "万事大吉", "可能", "天晴月朗"],
  unknown: []
}, {
  id: "2187502",
  stem: "依次填入划横线部分最恰当的一组是\n婺源被淡淡炊烟笼罩的马头墙、山间梯田____的线条、暮色中骑在牛背上的村童，俨然一幅山高水远的中国水墨画，_______；而瑶里古镇的光芒一直被婺源所遮掩，但正因如此，它才保留了最原始的美景。无论是水墨画一般的徽派建筑，还是保留原貌的小镇，都会给人带来一种____的感觉。",
  correct: ["抽象", "恍若隔世", "纯朴"],
  distractor: ["丰富", "浑然天成", "亲切", "奇妙", "清新淡雅", "怡人", "流畅", "浓妆淡抹", "惊艳"],
  unknown: []
}, {
  id: "2187514",
  stem: "填入第一段横线处最恰当的一组是",
  correct: ["盖头", "预热", "打趣"],
  distractor: ["帷幕", "预演", "戏言", "谜底", "彩排", "揶揄", "面纱", "热身", "调侃"],
  unknown: []
}, {
  id: "2187461",
  stem: "填入划横线部分最恰当的一项是\n“愤怒”是对德国作家格拉斯个人风格的准确概括。然而，在他的盖棺之作《万物归一》里，这种“愤怒”似乎已经不那么________了。",
  correct: ["锋芒毕露"],
  distractor: ["司空见惯", "引人注目", "显而易见"],
  unknown: []
}, {
  id: "2187489",
  stem: "依次填入划横线部分最恰当的一组是\n让城市温暖起来，无须轰轰烈烈。每一种安顿都来自家园的呼唤，那些让人嫣然一笑的都市情愫，无论白天黑夜，都会在心头热乎乎地弥漫。就像芦苇或者巴茅，生在水乡泽国或深山老林，那叫________；生在闹市区，那就有了表情，会笑，会唱歌，会舞蹈，会流露出一座城市的________。",
  correct: ["本色", "情深意长"],
  distractor: ["天然", "情之所钟", "原味", "生机勃勃", "纯净", "丰富多彩"],
  unknown: []
}, {
  id: "2187495",
  stem: "依次填入划横线部分最恰当的一组是\n社会在变，家庭也在变。但不管交通如何便捷，通信如何发达，过年回家，都是每个家庭最________的梦想。此后时空流转，纵使百转千回，改善生活也好，追逐理想也罢，走出去的中国人，还是会被故土的浓烈情思所________。",
  correct: ["朴实", "牵绊"],
  distractor: ["终极", "引领", "美好", "吸引", "寻常", "羁绊"],
  unknown: []
}, {
  id: "2187500",
  stem: "依次填入划横线部分最恰当的一组是\n在文化大交融的南北朝时期，被完全汉化的箜篌逐渐成为中原民族定型的传统乐器。箜篌最辉煌的岁月是在唐朝，________在民间也很流行，________会弹奏箜篌是衡量一个女子有才学的标志之一。",
  correct: ["即使", "甚至"],
  distractor: ["由此", "还将", "哪怕", "是否", "不但", "而且"],
  unknown: []
}, {
  id: "2187511",
  stem: "依次填入划横线部分最恰当的一组是\n“山一程，水一程，身向榆关那畔行，夜深千帐灯。”在文化节目《经典咏流传》的舞台上，当纳兰性德的《长相思\xb7山一程》被棋手柯洁用深情的歌声唱出时，这句________的词句还是给予我惊艳和陌生。那份数百年前的故园情思、羁旅感慨因悠扬的旋律被再度激活，令人________。",
  correct: ["耳熟能详", "耳目一新"],
  distractor: ["耳闻能诵", "赏心悦目", "目知眼见", "心旷神怡", "驾轻就熟", "焕然一新"],
  unknown: []
}, {
  id: "2187515",
  stem: "依次填入划横线部分最恰当的一组是\n文化节目应当追求“慢”与“深”，要坚持自主原创，应提高外国版权引进门槛、________进行本土化改造和创新，实现从“模式引进”到“中国创造”的改变，并形成________的竞争力、传播力和影响力。",
  correct: ["精雕细琢", "持久"],
  distractor: ["群策群力", "强劲", "洋为中用", "良性", "因地制宜", "广泛"],
  unknown: []
}, {
  id: "2187498",
  stem: "依次填入划横线部分最恰当的一组是：\n红色文化是中国特色社会主义文化的有机组成部分，是中国共产党人留给中华儿女最宝贵的精神财富。正在兴起的红色旅游正是三者的完美结合，“旅游”是____，“文化”是____，“红色”是____。大众在饱览祖国大好河山的同时，可以了解中国共产党为人民利益而奋斗的光辉历史，激发心底的爱国热情。",
  correct: ["载体", "血液", "内涵"],
  distractor: ["介质", "灵魂", "标志", "平台", "基因", "传统", "媒介", "本质", "特色"],
  unknown: []
}, {
  id: "2188594",
  stem: "山有山的雄峻，水有水的柔婉，云有云的缥缈，而表现出的美丽各不相同。如果每个人都成为一道________的风景，生活就是绚丽多姿的世界。\n填入画横线部分最恰当的一项是：",
  correct: ["与众不同"],
  distractor: ["熠熠生辉", "引人入胜", "美轮美奂"],
  unknown: []
}, {
  id: "2188595",
  stem: "圆明园废墟是北京城最有历史感的文化遗迹之一，如果把它完全铲平，造一座崭新的圆明园，该是多么________。大清王朝不见了，熊熊火光不见了，民族的郁忿不见了，历史的感悟不见了，抹去了昨夜的故事，收拾来的只是今日的游戏。\n填入画横线部分最恰当的一项是：",
  correct: ["得不偿失"],
  distractor: ["天马行空", "耸人听闻", "不可思议"],
  unknown: []
}, {
  id: "2188597",
  stem: "虽然大学校园环境的文化濡染作用是在潜移默化中逐步实现的，但为了保证校园环境有效地发挥作用，有必要对某些非言语信息有意识地进行________，让其主动争取学生的关注。不过，尽量不要让环境带有过于强制的色彩，以免使人产生________心理。\n依次填入划线部分最恰当的一项是：",
  correct: ["强化", "排斥"],
  distractor: ["引导", "厌倦", "整合", "抵触", "改造", "逆反"],
  unknown: []
}, {
  id: "2188600",
  stem: "在全球化的视野下，每个城市都与世界上其他地区发生着直接或间接的联系，这就使得中国城市的发展不能________，隔绝与其他地区的联系。现代城市的发展越来越趋向于多元化，每个城市都________自己的特征，形成特色鲜明的城市单体，这意味着城市之间的互补性增强，城市之间除竞争以外更多的是合作关系。\n依次填入划线部分最恰当的一项是：",
  correct: ["固步自封", "立足"],
  distractor: ["闭门造车", "强调", "画地为牢", "突出", "停滞不前", "依赖"],
  unknown: []
}, {
  id: "2188628",
  stem: "这些学校虽然保留了师范院校的名称，但实际已经发展为综合性大学。这些学校具有教师教育传统，有着师资和课程体系等的________，可以保证大学后期教育专业培养的质量。这类大学具有举办教师教育培训的资格是________的。\n依次填入划线部分最恰当的一项是：",
  correct: ["支撑", "毋庸置疑"],
  distractor: ["支持", "无懈可击", "积累", "毋庸讳言", "积淀", "无可厚非"],
  unknown: []
}, {
  id: "2188629",
  stem: "古籍与其他馆藏文物及不可移动文物的最大差异是具有文献价值，文献价值是通过对古籍记载的信息内容的阅读和研究而体现出来的，若将古籍________，不让人阅读，古人留下文字记载的________就无法实现，古籍也就失去了其重要的文献价值。\n依次填入划线部分最恰当的一项是：",
  correct: ["束之高阁", "初衷"],
  distractor: ["置之不理", "愿望", "漠然置之", "目的", "视若拱璧", "意图"],
  unknown: []
}, {
  id: "2188646",
  stem: "明清以来，北京城南天桥地区随着人口增加，逐渐成为集合北京平民消遣种类之大成的演艺场，因江湖艺人聚集而________。天桥形成的“江湖文化”，是京、冀民间文化艺术最重要的展示平台之一。天桥因有江湖艺人而繁华，艺人也因天桥而________，正所谓“人能兴地，地能兴人”。\n依次填入划线部分最恰当的一项是：",
  correct: ["闻名遐迩", "安身立命"],
  distractor: ["人声鼎沸", "身价倍增", "能人辈出", "扬名天下", "鱼龙混杂", "大显身手"],
  unknown: []
}, {
  id: "2188647",
  stem: "市场放缓，有实力的车企调整对策，使得自主品牌车企在乘用车市场的表现呈现出两极分化的态势：趋于成熟的自主品牌车企________，越走越好；也有一些企业走到了生死存亡的关头，已到________的地步。\n依次填入划线部分最恰当的一项是：",
  correct: ["势如破竹", "如履薄冰"],
  distractor: ["所向披靡", "进退维谷", "如日中天", "如临深渊", "激流勇进", "骑虎难下"],
  unknown: []
}, {
  id: "2188648",
  stem: "君子之德要求坚守正道、深明大义、矢志不移，乃至________，不为各种威逼利诱所降服。这就是孟子所谓“富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫”。君子要讲和谐，但不能随波逐流，更不能________。《中庸》所谓“君子和而不流”，就是指在大是大非面前不能有丝毫含糊。\n依次填入划线部分最恰当的一项是：",
  correct: ["舍生取义", "同流合污"],
  distractor: ["以身殉道", "人云亦云", "杀身成仁", "口是心非", "视死如归", "沆瀣一气"],
  unknown: []
}, {
  id: "2188649",
  stem: "我们是有着五千年文明传承的东方大国，儒家的“仁义礼智信”思想________于民族精髓之中，社会主义核心价值观正是在________传统思想精华的基础上应运而生。当下，改革释放出的红利推动中国经济的迅猛发展，与此同时，物欲膨胀带来的拜金主义、享乐主义、个人主义等一系列负面影响也________着文明底线。\n依次填入划线部分最恰当的一项是：",
  correct: ["深植", "汲取", "冲击"],
  distractor: ["扎根", "吸收", "触碰", "孕育", "继承", "挑战", "蕴藏", "提炼", "腐蚀"],
  unknown: []
}, {
  id: "2188650",
  stem: "当今世界，文化交流、交融、交锋之势________，西方强势文化深刻影响甚至侵蚀着一些欠发达国家和民族的文化。如何保持和________自身的文化主体性，成为这些国家和民族最关切的问题之一。对于中华文化来说也是如此：如果没有主体意识，就有可能被其他文化侵蚀甚至________，沦为“文化殖民地”。\n依次填入划线部分最恰当的一项是：",
  correct: ["前所未有", "彰显", "同化"],
  distractor: ["波谲云诡", "坚守", "分化", "来势汹汹", "树立", "湮没", "错综复杂", "捍卫", "浸染"],
  unknown: []
}, {
  id: "2188652",
  stem: "改革开放以来，我国文艺创作迎来了新的春天，产生了大量________的优秀作品。同时，也不能否认，在文艺创作方面也存在着有数量缺质量、有“高原”缺“高峰”的现象，存在着抄袭模仿、________的问题。精品之所以“精”，就在于其思想精深、艺术精湛、制作精良。文艺工作者要________，随着时代生活创新，以自己的艺术个性进行创新。\n依次填入划线部分最恰当的一项是：",
  correct: ["脍炙人口", "千篇一律", "志存高远"],
  distractor: ["家喻户晓", "泥沙俱下", "标新立异", "良莠不齐", "照猫画虎", "精耕细作", "喜闻乐见", "因循守旧", "与时俱进"],
  unknown: []
}, {
  id: "2280979",
  stem: "传承红色基因，重要性不言而喻；但如何传承，同样不容忽视。怎样深入挖掘红色传统，生动展示红色基因，让普通人也能感受到力量，让红色基因________，这恐怕是一个不可回避的重大课题。\n填入画横线部分最恰当的一项是：",
  correct: ["代代相传"],
  distractor: ["发扬光大", "深入人心", "根深蒂固"],
  unknown: []
}, {
  id: "2280992",
  stem: "接受服务后支付小费是很多国家和地区服务业约定俗成的传统。在实施小费制的国家，小费是服务人员正常收入的一部分，游客自然也要________，为服务支付一定费用。支付小费凸显了服务的________，也刺激服务人员进一步提高服务的水平。\n依次填入画横线部分最恰当的一项是：",
  correct: ["入乡随俗", "价值"],
  distractor: ["随机应变", "品质", "心甘情愿", "理念", "顺势而为", "宗旨"],
  unknown: []
}, {
  id: "2280998",
  stem: "我们应该________“动物的大脑越大越聪明”这一观念。从19世纪的颅相学到21世纪的大脑扫描科学都认为，大脑的体积决定了认知能力。但有许多事实与此不符。有人出生时只有2/3的脑组织，但成年后并无认知________。随着年龄增长，人的认知水平在提高，大脑体积却会缩小。对认知表现来说，重要的不是大脑的硬件，而是“软件”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["抛弃", "缺陷"],
  distractor: ["质疑", "差异", "修正", "障碍", "排除", "问题"],
  unknown: []
}, {
  id: "2133708",
  stem: "如今，一批70后、80后甚至更年轻的年画传承人涌现出来。这些年轻人开始有了清醒的文化自觉，对中华传统文化怀有浓厚的兴趣，怀着敬畏之心钻研，并不________，急于进入市场大潮，冯骥才称他们为“年画的新力量”。\n填入画横线部分最恰当的一项是：",
  correct: ["随波逐流"],
  distractor: ["沽名钓誉", "好高骛远", "人云亦云"],
  unknown: []
}, {
  id: "2133580",
  stem: "情绪并不是独立存在的，它常常伴随着信息而传播。作为一种态度，情绪不仅能够________人们对所传播信息的认知，还会在一定程度上指导人们的行为。积极的情绪会促进人们积极地认识世界，消极的情绪则可能给他人甚至整个社会带来破坏性后果。人在情绪失控时，很容易不顾后果地做出________的举动。\n依次填入画横线部分最恰当的一项是：",
  correct: ["左右", "出格"],
  distractor: ["影响", "危险", "干扰", "反常", "支配", "冲动"],
  unknown: []
}, {
  id: "2133710",
  stem: "在联合国教科文组织通过的《文化多样性宣言》和《保护非物质文化遗产公约》里，文化的多样性都被比喻成生物的多样性。因为人类的文化创造和遗存就像人类的基因，包含了过去世代累积的信息和发展的可能性。有些看似________的东西，今天不知道它有什么重要性，但以后可能会影响到人类的发展。\n填入画横线部分最恰当的一项是：",
  correct: ["微不足道"],
  distractor: ["司空见惯", "转瞬即逝", "一成不变"],
  unknown: []
}, {
  id: "2133564",
  stem: "历史认识的局限性成就了历史研究的魅力。历史认识有局限性，才需要人们不断拷问、修正和创新。如果研究者因此而敬畏研究对象，兢兢业业、________，这正是历史研究的幸事。反之，如果把历史认识的局限性作为规避责任的遁词和主观臆断的托词，人们就会愈发相信历史毫无________可言。\n依次填入画横线部分最恰当的一项是：",
  correct: ["如履薄冰", "客观性"],
  distractor: ["身体力行", "科学性", "恪尽职守", "公平性", "谨言慎行", "系统性"],
  unknown: []
}, {
  id: "2133566",
  stem: "射电天文学的进步把人们的视线引向了宇宙遥远的边缘，那里________了更多有关宇宙起源和演化的关键线索。天文学家都渴望拥有威力更加强大的射电望远镜，谁拥有了这种望远镜，谁就更有可能站立在现代物理学和天文学的潮头，________，成为破解宇宙之谜的领军力量。\n依次填入画横线部分最恰当的一项是：",
  correct: ["隐藏", "捷足先登"],
  distractor: ["暗藏", "胜券在握", "埋藏", "首当其冲", "潜藏", "独占鳌头"],
  unknown: []
}, {
  id: "2133572",
  stem: "黄河三角洲是中国大河三角洲中海陆变迁最________的地区，特别是黄河口地区造陆速率之快、尾闾迁徙之频繁，更为世界罕见。黄河三角洲的________受黄河水沙条件和海洋动力作用的制约，黄河来沙使海岸堆积向海洋推进，海洋动力作用又使海岸侵蚀向陆地推进。\n依次填入画横线部分最恰当的一项是：",
  correct: ["活跃", "演变"],
  distractor: ["壮观", "形成", "复杂", "形态", "剧烈", "演化"],
  unknown: []
}, {
  id: "2133718",
  stem: "中俄计划携手建设从莫斯科出发，穿越哈萨克斯坦通往北京的欧亚高速运输走廊。新铁路的兴建可能要耗时八至十年。从工程的规模及价值来看，它堪与苏伊士运河________。后者大幅缩短了通航里程及时间，迅速对全球贸易产生了________的影响。\n依次填入画横线部分最恰当的一项是：",
  correct: ["比肩", "不可估量"],
  distractor: ["媲美", "旷日持久", "争雄", "超乎预期", "匹敌", "源源不断"],
  unknown: []
}, {
  id: "2133530",
  stem: "就文学创作而言，人工智能未来有可能在编剧或网络文学方面有所________，毕竟除了一小部分杰出的作品外，无论剧本创作还是网络文学，都比较依赖标准化的情节与词语搭配。而文学作品的________程度越高，越有可能人工智能化。\n依次填入画横线部分最恰当的一项是：",
  correct: ["突破", "模式化"],
  distractor: ["建树", "程式化", "发展", "通俗化", "贡献", "规范化"],
  unknown: []
}, {
  id: "2133528",
  stem: "早在上世纪70年代末，钱学森就曾多次提出：国防科技的发展不能________于“追尾巴”“照镜子”，而是要________地开拓新领域和新方向。比如英国人针对重机枪机动性差的弱点，发明了坦克，一举撕裂了枪炮林立的僵持局面。这类非对称式的发展思路有助于打破先进国家的技术垄断，形成后发优势。\n依次填入画横线部分最恰当的一项是：",
  correct: ["满足", "独辟蹊径"],
  distractor: ["拘泥", "与众不同", "沉迷", "标新立异", "止步", "别具匠心"],
  unknown: []
}, {
  id: "2133536",
  stem: "大国兴衰构成了世界历史的重要篇章，许多学者和政治家________探寻其中的逻辑线索，产生了许多著述宏论。然而，对大国兴衰的原因难有最终答案，这不仅在于问题本身的________，更是因为世界在变化，不同国家兴衰的轨迹不可能简单重复。因此，对这一问题的探讨永远不会________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["呕心沥血", "复杂性", "过时"],
  distractor: ["殚精竭虑", "阶段性", "终结", "废寝忘食", "多样性", "沉寂", "兢兢业业", "模糊性", "停止"],
  unknown: []
}, {
  id: "2133552",
  stem: "一些人对传统文化的理解存在误区，认为凡是老祖宗传下来的文化遗产，就不能有丝毫的改变，必须在当代________地得到传承。这种认识或许有助于________传统文化的经典性，但这也决定了传统文化只能被小众欣赏。这名为保护传统，实则________了传统与现实，终将使得传统文化被历史尘埃所湮没。\n依次填入画横线部分最恰当的一项是：",
  correct: ["原封不动", "保持", "割裂"],
  distractor: ["一板一眼", "凸显", "混淆", "原汁原味", "维护", "模糊", "一字不差", "发扬", "阻断"],
  unknown: []
}, {
  id: "2133542",
  stem: "近年来，西方观众对中国功夫片的套路、动作、术语等已颇为熟悉，中国功夫的神秘感、陌生感在他们眼中逐渐________，所以中国功夫片要体现作品的________，很有难度。当下国产功夫电影在制作和传播方面并非________，收获的口碑和奖杯都很难超越传统功夫片。\n依次填入画横线部分最恰当的一项是：",
  correct: ["消失", "差异性", "一帆风顺"],
  distractor: ["淡化", "独特性", "高枕无忧", "褪去", "艺术性", "无懈可击", "消逝", "创新性", "尽善尽美"],
  unknown: []
}, {
  id: "2133548",
  stem: "一方面，受世界经济________影响，大宗资源产品价格走低，资源型企业纷纷陷入困境，资源型城市财政收入也急剧下降，无力增加投入；另一方面，随着经济发展进入新常态，大规模经济刺激已经________，来自中央政府的强力支持相应减弱，资源型城市债务扩张趋于收紧。资源型城市转型面临的资金约束日益________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["低迷", "弱化", "严重"],
  distractor: ["下行", "失效", "紧张", "萎缩", "放缓", "强化", "恶化", "减退", "明显"],
  unknown: []
}, {
  id: "2133558",
  stem: "漆画有其他画种达不到的效果，同时也有它的________。它不能像油画、水粉画那样自由地运用冷暖色彩，不能像素描那样丰富地运用明暗层次，不善于逼真地、________地再现对象。事实上，在似与不似之间表现对象，才是漆画最________的地方。\n依次填入画横线部分最恰当的一项是：",
  correct: ["局限", "栩栩如生", "擅长"],
  distractor: ["问题", "出神入化", "出色", "短板", "惟妙惟肖", "难得", "缺陷", "面面俱到", "独到"],
  unknown: []
}, {
  id: "2133562",
  stem: "在执行任务期间，“反潜战持续追踪无人艇”一旦发现目标的________，就会使用声呐系统对目标进行________定位并跟踪，同时借助传感器技术进行信息________。逼近目标时，无人艇会通过声学图像，确定目标潜艇的型号等信息，再将数据传输到反潜指挥中心，由中心指派就近的反潜平台赶往目标海域，摧毁敌艇。\n依次填入画横线部分最恰当的一项是：",
  correct: ["踪迹", "精确", "搜集"],
  distractor: ["意图", "精准", "汇总", "动向", "主动", "筛选", "线索", "自动", "匹配"],
  unknown: []
}, {
  id: "2133704",
  stem: "生命在于运动，运动能塑造我们强健的身体，增强抵抗疾病的能力。当然，它对大脑也是有益的。但事实上，运动应该________，否则会使人反应迟钝。长时间大强度运动会使脑组织兴奋性降低，会使能源物质ATP（腺嘌呤核苷三磷酸）耗竭，对大脑机能造成损害。\n填入画横线部分最恰当的一项是：",
  correct: ["适可而止"],
  distractor: ["因人而异", "张弛有道", "循序渐进"],
  unknown: []
}, {
  id: "2133722",
  stem: "一项世界规模的宏基因组研究显示，含耐药基因的微生物在自然界中________。这意味着人类有可能回到没有抗生素的时代，医疗体系中的很大一部分可能会退回到抗生素发明之前的境地，轻微的细菌感染都可能引起________的后果。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无处不在", "致命"],
  distractor: ["比比皆是", "意外", "不可胜数", "可怕", "千差万别", "严重"],
  unknown: []
}, {
  id: "2133522",
  stem: "秦岭阻挡了中国腹地南北气候的交互，却挡不住秦巴两地行者的脚步。无论是“明修栈道，暗度陈仓”，还是“一骑红尘妃子笑”，都与一条条秦岭古道________。这些古道就如同一条条经线，沟通了关中与巴蜀，见证了中国历史的朝代兴替与政经融通，________出不少故事与传说。\n依次填入画横线部分最恰当的一项是：",
  correct: ["密不可分", "演绎"],
  distractor: ["交相辉映", "衍生", "休戚与共", "涌现", "相伴相生", "催生"],
  unknown: []
}, {
  id: "2133526",
  stem: "医疗改革方案将引导医疗机构、医务人员，通过提供更多更好的诊疗服务，获得________的补偿。对于过度治疗问题，该方案是一种________的做法，它让医生的收入与所开的药物、检查脱钩，让医疗工作者的劳动收入真正体现在明处。\n依次填入画横线部分最恰当的一项是：",
  correct: ["合理", "釜底抽薪"],
  distractor: ["合法", "立竿见影", "公正", "行之有效", "适度", "一劳永逸"],
  unknown: []
}, {
  id: "2188516",
  stem: "跟其他射电望远镜一样，中国大射电望远镜最主要的两大科学目标是________宇宙中的中性氢和观测脉冲星，前者是研究宇宙大尺度物理学，以________宇宙起源和演化，后者是研究极端状态下的物质结构与物理规律。\n依次填入画横线部分最恰当的一项是：",
  correct: ["巡视", "探索"],
  distractor: ["巡访", "探寻", "巡查", "探讨", "巡弋", "探究"],
  unknown: []
}, {
  id: "2188511",
  stem: "细胞表面的磷脂酰丝氨酸是促进HIV与细胞融合的重要辅因子，是HIV入侵细胞过程中的“________”目标，若这一目标不存在了，则会影响HIV的入侵。因此，________外源性磷脂酰丝氨酸，或抑制TMEM16F蛋白，就会抑制病毒蛋白的介导融合，从而阻止HIV对细胞的感染。\n依次填入画横线部分最恰当的一项是：",
  correct: ["绑架", "阻断"],
  distractor: ["捆绑", "阻隔", "锁定", "阻拦", "绑定", "阻止"],
  unknown: []
}, {
  id: "2188459",
  stem: "当下，“网红食品”让一些美食爱好者________。然而，朋友圈里的美食宣传往往真假莫辨。“网红食品”利用朋友圈熟人关系、口碑传播的社交特性推销产品，甚至________营销公众号为其背书。\n依次填入划横线部分最恰当的一项是：",
  correct: ["趋之若鹜", "发动"],
  distractor: ["接踵而来", "鼓动", "蜂拥而至", "发起", "亦步亦趋", "策动"],
  unknown: []
}, {
  id: "2187681",
  stem: "万众创新，需要不拘一格的包容，让各种类型的人才脱颖而出；需要自由宽松的环境，让各种新奇的探索互相____；需要体制变革的____，让全社会每一个细胞的生命活力充分____。\n依次填入划横线部分最恰当的一项是：",
  correct: ["砥砺", "激励", "释放"],
  distractor: ["磨砺", "激发", "施展", "竞争", "鼓励", "发展", "磨合", "鼓动", "绽放"],
  unknown: []
}, {
  id: "2187684",
  stem: "科学的发展和进步往往____于科学假说，科学理论发展的历史就是假说的形成、发展和假说之间的竞争、更迭的历史。面对茫茫人类历史源头，面对_______、虚虚实实的人类文明历史遗存，科学假说同样至关重要。他_______地将历史、文化、人性、环境视角的“聚光灯”汇集在一起，形成了属于他的一盏“无影灯”，并以这样的视角照射幽暗的历史深处，从而解析出一些可能接近历史本源的朦胧真相。\n依次填入划横线部分最恰当的一项是：",
  correct: ["肇始", "吉光片羽", "独辟蹊径"],
  distractor: ["发轫", "凤毛麟角", "含英咀华", "滥觞", "汗牛充栋", "苦心孤诣", "开端", "如火如荼", "毛举细故"],
  unknown: []
}, {
  id: "2165998",
  stem: "保持前四个短语的协调，依次填入横线处的词语，恰当的一项是：\n有应变的______，有______的竞争性，有______的兼容性，有继承的创造性——这些都是新世纪青年人必备的品质要素。",
  correct: ["适应性", "协作", "个性"],
  distractor: ["灵活性", "协作", "个性", "适应性", "节制", "宽泛"],
  unknown: []
}, {
  id: "2188053",
  stem: "明星天价片酬已不是一件新鲜事。拍一部电影、出演一部电视剧动辄千万的酬劳一再受公众质疑和________。片酬虚高和漫天要价等不良现象，水涨船高式地搅乱着整个行业秩序。明星作为公众人物，光鲜的生活本就在聚光灯下，天价片酬以及由此带来的奢华生活不仅令公众________，也有损整个社会的公平感和获得感。\n依次填入划横线部分最恰当的一项是：",
  correct: ["诟病", "侧目"],
  distractor: ["批评", "不齿", "揶揄", "反感", "审视", "惊心"],
  unknown: []
}, {
  id: "2187773",
  stem: "艺术人类学的田野调查，是将调查事项作为一个整体，从形式到内涵，由表及里，________，考察其艺术语境、渊源、内涵、象征、法则及其实际发挥的社会功能，同时更关注艺术事项的主体，并从中发现他们独特的艺术审美和文化价值。\n填入划横线部分最恰当的一项是：",
  correct: ["深入浅出"],
  distractor: ["由浅到深", "条分缕析", "逐层论证"],
  unknown: []
}, {
  id: "2187743",
  stem: "从碎片化、孤立化应用为主的起步阶段，迈入跨界融合、集成创新的新阶段，物联网大规模爆发式增长的序幕已经开启。智能硬件、可穿戴设备、联网车辆发展迅猛，正是物与物、物与人加速连接的________。物联网将信息化与传统领域深度融合，也在重塑生产组织方式，________产业形态。\n依次填入画横线部分最恰当的一项是：",
  correct: ["印证", "变革"],
  distractor: ["诱因", "调整", "条件", "创新", "结果", "构建"],
  unknown: []
}, {
  id: "2187766",
  stem: "数字世界的革命固然玄妙，但其经济规模和在人们生活中的重要程度，直到今天，仍旧不能与实体世界________。\n填入画横线部分最恰当的一项是：",
  correct: ["同日而语"],
  distractor: ["旗鼓相当", "一决高下", "平分秋色"],
  unknown: []
}, {
  id: "2187736",
  stem: "“大众娱乐”这个标签并非贬义，恰恰相反，要想让消费者_______地为娱乐埋单，其实很是考验创作者的能力。艺术家们或许会对商业叙事作品的生产者们开发出的一整套完备的叙事模式_______，但这也是一种能力的体现。\n依次填入画横线部分最恰当的一项是：",
  correct: ["心甘情愿", "嗤之以鼻"],
  distractor: ["乐此不疲", "漠然置之", "毫不犹豫", "不屑一顾", "趋之若鹜", "冷眼相对"],
  unknown: []
}, {
  id: "2188463",
  stem: "这部著作把对历史文化追索的触角更深入地探触到历史时空的幽微之处，更敏锐地________虽然缥缈却血脉相连的文化传承，让远逝的鸿影显现出朦胧的真相，使冰冷荒漠的历史有了人性的________。他将华夏祖先的图腾放置在人类文明进步的历史大背景中予以________，在历史与现实之间辗转反侧、抒发见解，带给我们新的思考。\n依次填入划横线部分最恰当的一项是：",
  correct: ["感知", "温度", "观照"],
  distractor: ["揭示", "弱点", "洞察", "探究", "纠葛", "揣度", "体悟", "温暖", "臆想"],
  unknown: []
}, {
  id: "2172141",
  stem: "填入下列横线处的词语，最恰当的是（\xa0\xa0）。\n文化遗产不可复制，也不能再造，不管是申遗还是入选之后，________应该始终放在第一位。只有这样，文化遗产才能更好造福于民、传之子孙。",
  correct: ["保护"],
  distractor: ["开发", "重建", "研究"],
  unknown: []
}, {
  id: "2172175",
  stem: "依次填入下列横线处的词语，最恰当的一组是（\xa0\xa0）。\n每一位党员干部，都要有________的态度，鼓起________的勇气，拿出________的担当。",
  correct: ["不容过", "不讳过", "不诿过"],
  distractor: ["不诿过", "不讳过", "不容过"],
  unknown: []
}, {
  id: "2172183",
  stem: "依次填入下列横线处的词语，最恰当的一组是（\xa0\xa0）。\n习近平讲述马克思写《资本论》的故事，以此重申这样一个道理：高尚的气节是每一个成大事业者应有的品质。________面对怎样的艰难险阻，________坚定信念、坚守气节，________一定能战胜困难、取得成功。",
  correct: ["无论", "只要", "就"],
  distractor: ["即使", "也要", "就", "一旦", "只要", "也", "如果", "但是"],
  unknown: []
}, {
  id: "2172129",
  stem: "依次填入下列横线处的词语，最恰当的一组是（\xa0\xa0）。\n一个劳模，朴素的事迹本来是很让人感动的，平凡______能触动和抵达人心，______一旦拔高到不食人间烟火的地步，______让读者产生强烈的抵触情绪，让人觉得很假，______会连累到劳模和典型受到批评和抵制，实际上是“黑”了好人。",
  correct: ["本就", "然而", "就会", "甚至"],
  distractor: ["可能", "然而", "反而", "因为", "必然", "甚至", "无论是", "还是", "当然", "进而", "也可能"],
  unknown: []
}, {
  id: "2172143",
  stem: "依次填入下列横线处的词语，最恰当的一组是（\xa0\xa0）。\n“露凝千片玉，菊散一丛金。”________菊花被视为傲寒的标识，农历九月________被称为菊月，________还有一种花，往往被文人们忽视，那便是棉花。“寒露时节尾花收。露寒不收棉，霜降莫怨天。”在农人的眼中，棉花________是秋季的“尾花”。",
  correct: ["虽然", "也", "但是", "才"],
  distractor: ["尽管", "又", "因而", "也", "即使", "却", "可是", "就", "因为", "并", "所以", "正"],
  unknown: []
}, {
  id: "2172781",
  stem: "填入下列横线处的词语，最恰当的是（\xa0 ）。\n从十九大到二十大，是“两个一百年”奋斗目标的历史交汇期。我们既要全面建成小康社会、实现第一个百年奋斗目标，又要________开启全面建设社会主义现代化国家新征程，向第二个百年奋斗目标进军。",
  correct: ["乘势而上"],
  distractor: ["迎难而上", "一鼓作气", "中流击水"],
  unknown: []
}, {
  id: "2172782",
  stem: "填入下列横线处的词语，最恰当的是（\xa0 ）。\n如果把各项改革任务比作一个个盘子，那么领导干部就要学会“转盘子”，实现任务之间的________协调，才能同时转动多个盘子，下好改革一盘棋。",
  correct: ["耦合"],
  distractor: ["沟通", "统一", "整合"],
  unknown: []
}, {
  id: "2172783",
  stem: "填入下列横线处的词语，最恰当的是（\xa0 ）。\n对不同季节的雨，古人的态度________，于是才有春雨如恩诏、夏雨如赦书、秋雨如挽歌的说法。",
  correct: ["迥然不同"],
  distractor: ["毫无二致", "大相径庭", "模棱两可"],
  unknown: []
}, {
  id: "2172789",
  stem: "在需要逐级请示、层层审批的制度下，我们已然习惯了对权威的________，对经验的________，对实证研究的________，如何能够培育出自由创新的文化？\n\n依次填入横线处的词语，最恰当的一组是（\xa0\xa0）。",
  correct: ["服从", "轻信", "轻视"],
  distractor: ["顺从", "相信", "轻视", "服从", "藐视", "轻信"],
  unknown: []
}, {
  id: "2172790",
  stem: "依次填入下列横线处的词语，最恰当的一组是（\xa0 ）。\n中国社会正进入环境敏感期，面对环保权益冲突，公民与政府之间实现良性互动，需要公民依法理性表达诉求，更需要政府建立透明的决策机制、畅通的沟通渠道。________的辟谣，不如________的公开；________的处置，不如________的倾听。",
  correct: ["事后", "事前", "临时", "常态"],
  distractor: ["事前", "事后", "临时", "常态"],
  unknown: []
}, {
  id: "2172791",
  stem: "依次填入下列横线处的词语，最恰当的一组是（\xa0 ）。\n党的十八大以来，城乡一体化发展的“进度条”在加速。________农民收入水平________农村城镇化水平，________有明显提高，乡村正积蓄着变革的伟力。党的十九大提出“城乡融合”的新方向，________为乡村振兴的“质变”吹响了有力号角。",
  correct: ["无论", "还是", "都", "更"],
  distractor: ["不管", "抑或", "也", "还", "不论", "遑论", "就", "由于", "或者", "都", "又"],
  unknown: []
}, {
  id: "2172792",
  stem: "依次填入下列横线处的词语，最恰当的一组是（\xa0 ）。\n大国博弈，正从陆地走向海洋。正如“两弹一星”赋予中国大国地位一样，________具备与海权相匹配的实力，________穿越东海南海的激流暗礁，不欺人的中国才能不被人欺。这________穷兵黩武，________自卫反击。",
  correct: ["只有", "才能", "不是", "而是"],
  distractor: ["只能", "才会", "不仅是", "更是", "不仅", "而且", "因为", "所以", "不是", "而是"],
  unknown: []
}, {
  id: "2172793",
  stem: "依次填入下列横线处的词语，最恰当的一组是（\xa0 ）。\n党内生活的新常态也好，组织纪律的新要求也好，________最终在每个党员干部心理认同的轨迹上运行，________行之久远，________反腐败与改作风的风暴之后，一切陈规陋习、不良作风都会卷土重来。",
  correct: ["只有", "才能", "否则"],
  distractor: ["既然", "那么", "不然", "如果", "况且", "不但", "而且", "否则"],
  unknown: []
}, {
  id: "2184689",
  stem: "红色文化遗产与古代文化遗产一样，是重要的、不可再生的文化资源，是________的民族优秀文化遗产，也同样需要积极抢救、保护和开发利用，绝不能因其形成的时间短、缺乏“________”，而忽视其应有的价值。\n依次填入划横线部分最恰当的一项是：",
  correct: ["弥足珍贵", "历史感"],
  distractor: ["举足轻重", "时代感", "不可或缺", "表现力", "屈指可数", "竞争力"],
  unknown: []
}, {
  id: "2184692",
  stem: "科学的目标是追求真理，那么，为实现这个目标，任何理论都不具备________，在通向真理的道路上，所有的理论都要经受________的实践检验，没有任何人可以凭借外在的社会历史因素，逃避检验，这种天生的公平原则是人类获得意义的重要来源。\n依次填入划横线部分最恰当的一项是：",
  correct: ["豁免权", "严格"],
  distractor: ["优先权", "频繁", "自主权", "系统", "主导权", "复杂"],
  unknown: []
}, {
  id: "2184698",
  stem: "节目数量多不叫繁荣，只能叫拥挤。________加上品类单一常会带来审美疲劳。所以好的节目一定要敢于________，同质的、内容形式单一的节目将被淘汰，能激起受众共鸣的、有价值的节目将大受欢迎。\n依次填入划横线部分最恰当的一项是：",
  correct: ["供过于求", "创新"],
  distractor: ["粗制滥造", "冒险", "华而不实", "担当", "良莠不齐", "突破"],
  unknown: []
}, {
  id: "2184702",
  stem: "亲力亲为的财富管理方式，就是自己规划自己的财务。________并不表示你在财务管理上失去自主权，一切任由理财专员为你决定。相反的，你仍然须设定财务目标，再由专业理财人士为你度身订造理财计划，以让你达到追求的目标。\n填入划横线部分最恰当的一项是：",
  correct: ["假手于人"],
  distractor: ["听之任之", "乘间取利", "越俎代庖"],
  unknown: []
}, {
  id: "2184708",
  stem: "世界遗产指的是联合国教科文组织确认的、世界罕见的、目前无法替代的文化和自然财产。所以，成为世界文化遗产后，遗产点也不能________。事实上，申遗成功后，遗产点每年都要提交一份详细的监测报告，如地质与环境监测、气象环境监测等，接受联合国教科文组织的监督，按照高标准来________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["高枕无忧", "保护"],
  distractor: ["一劳永逸", "规划", "固步自封", "管理", "沾沾自喜", "建设"],
  unknown: []
}, {
  id: "2184712",
  stem: "在《娱乐至死》一书中，美国学者尼尔\xb7波兹曼全面剖析和________了电视传媒所主导的文化。他指出，在电视剧行业________的时代，电视剧改变了公众话语的意义和内容；许多公众话题都日渐以娱乐的方式出现，即使是严肃的历史，也难免会遭受娱乐化的解构。\n依次填入划横线部分最恰当的一项是：",
  correct: ["批判", "蒸蒸日上"],
  distractor: ["诠释", "独占鳌头", "解读", "风起云涌", "审视", "势如破竹"],
  unknown: []
}, {
  id: "2184714",
  stem: "过度依赖于我们所知的世界会产生惯性。总是欣然接受普遍认知的事物会导致我们不愿意感知和________改变，甚至当改变已________的时候，我们也可能选择无视。\n依次填入划横线部分最恰当的一项是：",
  correct: ["接纳", "迫在眉睫"],
  distractor: ["探寻", "近在咫尺", "正视", "千钧一发", "面对", "回天无力"],
  unknown: []
}, {
  id: "2184716",
  stem: "当前，房地产市场几乎被西方舶来式建筑风格一统天下，世界级文化遗产苏州园林正面临着严重的________危机，大师匠人的缺位、传统手艺的失传，都让传统的苏州园林风格________，几近绝迹。在这种背景下，以富含苏州文化遗产为卖点的房地产项目，引爆市场。\n依次填入划横线部分最恰当的一项是：",
  correct: ["断代", "渐行渐远"],
  distractor: ["传承", "曲高和寡", "转型", "岌岌可危", "生存", "江河日下"],
  unknown: []
}, {
  id: "2184720",
  stem: "游览花山岩画，船行江流之上，两岸风光旖旎，茂林修竹，清秀________，不远处的江岸边是一排拔地而起的断岩山，山势陡峭，但郁郁葱葱。临江一面有国画般________留白的石壁，被苍翠的山脊________着，格外显眼。\n依次填入划横线部分最恰当的一项是：",
  correct: ["隐逸", "点染", "镶嵌"],
  distractor: ["俊逸", "浸染", "环绕", "隐约", "渲染", "嵌入", "飘逸", "点缀", "装饰"],
  unknown: []
}, {
  id: "2184722",
  stem: "大脑的衰老和疾病已经成为影响社会发展的巨大负担。中国的脑科学计划需要攀登高峰的________，也需要“接地气”的先锋队。在社会资源有限的当下，如何________两者，在不忘攀登高峰搞好基础研究的同时，造福社会大众，做好转化研究，是国家科技政策的决策者和基础研究的工作者都需要深思的问题。\n依次填入划横线部分最恰当的一项是：",
  correct: ["排头兵", "平衡"],
  distractor: ["火车头", "整合", "马前卒", "协调", "多面手", "兼顾"],
  unknown: []
}, {
  id: "2184646",
  stem: "优秀传统文化就像一颗颗珍珠，____在岁月的河底。只有运用教育这根主线，我们才能将____起的珍珠重新编织为美丽的项链，使之成为能够传给后人的真正财富。\n依次填入划横线部分最恰当的一项是：",
  correct: ["遗忘", "打捞"],
  distractor: ["遗失", "搜集", "留存", "汇聚", "散落", "捡拾"],
  unknown: []
}, {
  id: "2184653",
  stem: "政府部门对各类新业态、新模式应有“包容审慎”的态度。各地方、各部门要________，不能用老办法去管制新业态，现行的法律法规大都是针对传统经济，面对新业态、新模式时显得不适应，各地政府部门也往往无所适从，不知该如何监管，经常走一律禁止或________的极端。\n依次填入划横线部分最恰当的一项是：",
  correct: ["顺势而为", "放任自流"],
  distractor: ["革故鼎新", "兼容并包", "因势利导", "视而不见", "有的放矢", "推波助澜"],
  unknown: []
}, {
  id: "2184662",
  stem: "城市的发展壮大，固然离不开行政力量的____，但本质上仍是市场配置资源的结果。就目前而言，将一些地方经济中心撤县设市，使其实现从农村政区向城市政区的转化，是符合经济发展形势的。只是，这其中需要_______地设定必要门槛，原有的撤县设市标准，有些已经过时。\n依次填入划横线部分最恰当的一项是：",
  correct: ["推动", "与时俱进"],
  distractor: ["支撑", "高瞻远瞩", "介入", "因地制宜", "干预", "实事求是"],
  unknown: []
}, {
  id: "2184668",
  stem: "我们常说“科学是开放的”，不是“封闭的”，科学的开放性意味着它不是永恒真理，可能出错。可是现实生活中，有些人在科学研究中对科学错误_______，一旦自己的科研成果遇到质疑就立刻将其_______。这看似暂时化解了危机，其实禁锢了自身的发展。\n依次填入划横线部分最恰当的一项是：",
  correct: ["讳莫如深", "束之高阁"],
  distractor: ["噤若寒蝉", "置之脑后", "避而不谈", "改头换面", "谈虎色变", "弃如敝屣"],
  unknown: []
}, {
  id: "2184675",
  stem: "与传统文艺评论相比，网络时代文艺评论工作中市场因素的影响更加____。对文艺评论而言，互联网是充满机遇的“风口”，文艺评论能否号准市场的脉搏，应当成为一个重要的价值评判标准。因此，网络文艺评论应瞄准市场前沿，善于在海量的网络文艺产品中_______，紧盯市场“潜力股”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["凸显", "慧眼识珠"],
  distractor: ["深刻", "去粗取精", "显著", "明察秋毫", "深远", "披沙拣金"],
  unknown: []
}, {
  id: "2184694",
  stem: "在2000多年前的古丝绸之路上，人们就已留下了早期全球化经贸往来的足迹。在当今信息时代，交通、通讯如此发达，经济全球化潮流更是________。然而，面对保护主义、民粹主义等逆全球化思潮抬头，经济全球化急需新的________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["势不可挡", "推动力"],
  distractor: ["势在必行", "保护伞", "所向披靡", "火车头", "来势汹汹", "创造力"],
  unknown: []
}, {
  id: "2184706",
  stem: "当下，建立网络安全防御体系尤为重要。“每一台计算机都在贯彻人类的意志，互联网是人类社会在数字空间的投影”。因此，毫无疑问，网络世界也需要技术伦理。但是面对________的黑客，伦理层面只能是________。因此，唯有主动出击，排查风险，防患于未然，才是真正的解决之道。________\n依次填入划横线部分最恰当的一项是：",
  correct: ["居心叵测", "与虎谋皮"],
  distractor: ["不怀好意", "缘木求鱼", "别有用心", "对牛弹琴", "心术不正", "鸡同鸭讲"],
  unknown: []
}, {
  id: "2184719",
  stem: "一般我们总认为，文学重视形象思维，而科学需要理性逻辑。其实，科学也可以很文艺，________，充满艺术的想象力。这两者看似关涉领域不同，其实只要有创意，便能________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["妙趣横生", "水乳交融"],
  distractor: ["洞若观火", "若合符节", "有声有色", "相辅相成", "入木三分", "相映成趣"],
  unknown: []
}, {
  id: "2184724",
  stem: "中俄文化交流可以增进两国人民的相互了解，特别是可以克服两国经济发展的障碍，进而促进两国的经济发展。中俄文化交流也还有很大的提升空间，文化交流需要向深层次________，不能把文化交流简化为文艺演出活动，片面地满足于表面上的________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["跨越", "轰轰烈烈"],
  distractor: ["迈进", "洋洋洒洒", "浸入", "浩浩荡荡", "渗透", "风风火火"],
  unknown: []
}, {
  id: "2184628",
  stem: "15世纪以来，葡萄牙、西班牙、荷兰、英国、法国、德国、日本、俄罗斯、美国这九个先后崛起的国家，在历史兴衰和发展方面具有典型的意义。________其发展历史，探寻其发展轨迹，总结其经验教训，对于今天的中国尤其________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["阐述", "大有裨益"],
  distractor: ["分析", "受益匪浅", "论证", "举足轻重", "回顾", "不可或缺"],
  unknown: []
}, {
  id: "2184633",
  stem: "表情包以其________、蕴意丰富的特点，成为引人注目的网络文化产物，表情包的出现是有特殊背景的，就是互联网传播技术的普及和网络社交文化的繁荣。互联网技术________了各种视觉符号和贴图表情，让人们可以采用日常生活中不能使用的符号来表达情感和传递信息。\n依次填入划横线部分最恰当的一项是：",
  correct: ["一目了然", "衍生"],
  distractor: ["天马行空", "萌生", "特立独行", "派生", "惟妙惟肖", "催生"],
  unknown: []
}, {
  id: "2184638",
  stem: "语言是文化的载体和重要表现形式，不同的方言对应的是________的社会文化、风土人情。最典型的是一些地方曲艺，如花鼓戏、评弹等，往往是________于方言，方能展现其特色与魅力。那么一旦方言衰败，其对应的文化表现形式也将随之________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["多元化", "依托", "凋零"],
  distractor: ["地域性", "发源", "败落", "典型性", "固守", "湮灭", "大众化", "借助", "消亡"],
  unknown: []
}, {
  id: "2188705",
  stem: "放弃语音套餐收入，才是流量经营全面成熟的开始。可喜的是，随着4G网络的普及，技术上VOLTE已经没有问题，商业上随着用户的________，移动互联网产品的________，流量经营正在迎来井喷的时代，语音通话方式也将成为流量经营的一部分。到那时，运营商将会有更充足的底气，敢于放手语音业务，彻底投入流量经营的怀抱。\n依次填入划横线部分最恰当的一项是：",
  correct: ["迁移", "发展"],
  distractor: ["转向", "进步", "移动", "变更", "转动", "更新"],
  unknown: []
}, {
  id: "2188740",
  stem: "G20汉堡峰会是今年中国参加的重要峰会外交活动，也是中国塑造全球经济治理议程、提升本国在全球经济治理领导力的重要机遇。习近平建议要加强宏观层面的________。习主席还强调，要推动________增长，促进共同繁荣，向着建构人类共同体的目标迈进。\n依次填入画横线部分最恰当的一项是：",
  correct: ["调控", "联动"],
  distractor: ["协商", "互动", "调整", "互进", "交流", "联函"],
  unknown: []
}, {
  id: "2247233",
  stem: "作为材料界的变形金刚，聚氨酯在汽车中的应用________。一辆家用汽车用到的聚氨酯泡沫量就达到15公斤-18公斤，此外，还有很多造型特殊的连接件，以及轻量化要求的结构件等产品，也会用到聚氨酯材料。\n填入划横线部分最恰当的一项是：",
  correct: ["举足轻重"],
  distractor: ["大有可为", "首屈一指", "博采众长"],
  unknown: []
}, {
  id: "2247235",
  stem: "比特币正日益成为各类违法犯罪活动的“帮凶”，潜藏着社会风险。比如，近期多方渠道反映，比特币在所谓的“暗网”世界里作为支付工具________，而“暗网”中充斥着各类严重的违法犯罪活动。比特币发明的初衷之一就是躲避________，具有匿名性、跨境流动便利等特征，这些都使其逐渐成为“地下经济”的首选工具。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大行其道", "监管"],
  distractor: ["招摇过市", "责任", "供不应求", "制裁", "风靡一时", "处罚"],
  unknown: []
}, {
  id: "2247236",
  stem: "战法，即用兵打仗之法，小则平一城，大则济天下。毛泽东同志打破了历代兵家把游击战当作战役问题来研究的_____，在人类历史上第一次将游击战上升到_____高度，创立了一整套实施游击战争的理论和方法，指导中国人民创造了人类战争史上的奇观。\n依次填入画横线部分最恰当的一项是：",
  correct: ["禁锢", "战略"],
  distractor: ["传统", "战斗", "偏见", "战备", "规约", "战术"],
  unknown: []
}, {
  id: "2247242",
  stem: "在追求自我和个性的90后眼里，________职业选择观念已经无法阻挡他们打破现状、追求工作的新鲜感和幸福感的节奏，根据自己的职业规划和兴趣爱好选择别人眼中________的职业，已不再是新鲜事。\n依次填入画横线部分最恰当的一项是：",
  correct: ["传统", "另类"],
  distractor: ["保守", "一般", "正确", "反常", "科学", "冒险"],
  unknown: []
}, {
  id: "2247247",
  stem: "自18世纪工业革命以来的每一次技术革命，都重塑了全球经济竞争的格局，但似乎每一次我国都________，唯独今日人工智能革命让中国幸运地站到了与西方发达国家________的同一条起跑线上。与大洋彼岸的精英们朝着人工智能快速行进的脚步相并行，中国企业迈向人工智能的步履也格外铿锵。\n依次填入画横线部分最恰当的一项是：",
  correct: ["失之交臂", "比肩"],
  distractor: ["错失良机", "一致", "故步自封", "并排", "无功而返", "同步"],
  unknown: []
}, {
  id: "2247249",
  stem: "许多家长为了让孩子感受一下世界名校的氛围，趁暑假到海外转一圈，本________，然而，在对海外游学的目的和内容缺乏成熟考虑的情况下，不顾自身条件盲目跟风，这就值得商榷了。有家长抱怨，“花了钱心疼得不踏实，不花钱对不起孩子更不踏实”，显然这是因缺乏正确认识而________的结果。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无可厚非", "随波逐流"],
  distractor: ["言之有理", "照猫画虎", "顺理成章", "亦步亦趋", "合情合理", "东施效颦"],
  unknown: []
}, {
  id: "2247251",
  stem: "一项最新的研究成果表明，人类肤色的差异变大至少从90万年前就开始了，基于非洲地区人们皮肤色素沉着相关基因变异的分析发现，黑皮肤相对来说拥有比较________的遗传变异，这表明“白种人更先进”的种族主义观念存在________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["古老", "缺陷"],
  distractor: ["明显", "偏见", "罕见", "疑问", "快速", "漏洞"],
  unknown: []
}, {
  id: "2247252",
  stem: "曾几何时，地上电杆林立，空中线缆交错成为城市进入工业化、信息化时代的________，但随着社会发展，城市上空纵横交错的各种线缆就像一张张“蜘蛛网”，不但影响市容，还存在各种安全隐患，因此，架空线入地乃________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["标志", "大势所趋"],
  distractor: ["象征", "众望所归", "旗帜", "板上钉钉", "号角", "水到渠成"],
  unknown: []
}, {
  id: "2247253",
  stem: "近年来，国际恐怖主义活动范围不断扩大，原本安全的欧洲接连发生恐怖袭击事件，民众心中________。欧洲专家学者认为，造成恐怖主义泛滥的根本原因并未根除，恐怖袭击变得更加难以防范。世界，尤其是欧洲反恐斗争依然________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["惶惶不安", "任重道远"],
  distractor: ["方寸已乱", "扑朔迷离", "坐立难安", "错综复杂", "惊魂未定", "前途未卜"],
  unknown: []
}, {
  id: "2247254",
  stem: "丝绸，是中国献给世界的礼物，也是震泽人民传承至今的文化符号和生活方式。这个以丝绸________的江南古镇，因水兴市，缘丝聚商。蚕桑民俗体验、太湖美食展销、名家书画展出等系列活动精彩演绎了如今震泽丝绸文化的传承，令人________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["闻名遐迩", "流连忘返"],
  distractor: ["后来居上", "心驰神往", "声名远扬", "目不转睛", "白手起家", "耳目一新"],
  unknown: []
}, {
  id: "2247255",
  stem: "随着社会发展和人民生活水平的不断提高，人民群众对干净的水、清新的空气、安全的食品、优美的环境等方面的要求越来越高，生态环境在群众生活幸福指数中的地位不断________，环境问题日益成为重要的民生问题。老百姓过去“盼温饱”，现在“盼环保”；过去“求________”，现在“求生态”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["凸显", "生存"],
  distractor: ["加强", "健康", "深化", "安稳", "上升", "和谐"],
  unknown: []
}, {
  id: "2247256",
  stem: "张骞通西域、明代盛边贸，在古代丝绸之路上，食物是文化交流的________。从国外引进来的番薯和胡椒影响了中国的种植________，从中国走出去的茶叶和小麦也充盈了世界餐桌。如今，美食依然是文明互鉴过程中的重要内容。随着“一带一路”倡议深入实施，以美食带动文化交流仍将________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["先遣使", "结构", "大有可为"],
  distractor: ["主力军", "技术", "发扬光大", "火车头", "规模", "日新月盛", "领头羊", "品种", "薪火相传"],
  unknown: []
}, {
  id: "2247257",
  stem: "一项科研成果能否被诺贝尔奖垂青，实力固然重要，但也有运气的成分。比起________于某一个奖项，我们更应关注国内科研人员整体研究水平的提升。当越来越多的诺奖级成果展现出中国________时，我们应当喝彩，同时也应________：在这些改变世界的重要领域中，我们的角色如何从“参与”转向“引领”、从“学习”转为“创造”？\n依次填入画横线部分最恰当的一项是：",
  correct: ["执着", "元素", "思考"],
  distractor: ["痴迷", "风格", "警惕", "热衷", "精神", "反省", "醉心", "态度", "牢记"],
  unknown: []
}, {
  id: "2247258",
  stem: "有研究指出，火星远古时期在艾瑞达尼亚海盆地留下的深海热液沉积矿物，将成为研究天体生物学的一个新目标，其不仅为火星探索提供了新的________，同时也可________没有保存下来的早期地球地质环境，为研究地球生命起源打开一扇窗口。专家表示，类似环境表明，生命不一定只能依靠良好的大气或表面温度环境，只要有岩石、热量和水，生命也能________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["热点", "替代", "存在"],
  distractor: ["蓝图", "探寻", "延续", "线索", "发现", "萌芽", "思路", "窥视", "保全"],
  unknown: []
}, {
  id: "2172322",
  stem: "依次填入文中划横线处最恰当的一项是",
  correct: ["若", "且"],
  distractor: ["设", "并", "如", "但", "倘", "而"],
  unknown: []
}, {
  id: "2172302",
  stem: "民法基本原则是贯穿于整个民事法律制度和民事规范始终的根本原则，对民事立法、民事司法和当事人民事活动具有________的指导意义。不同的法律部门由于所________的对象不同，所应采取的基本原则也不同。\n依次填入划横线处最恰当的一项是",
  correct: ["普遍", "调整"],
  distractor: ["普适", "针对", "全面", "适用", "具体", "覆盖"],
  unknown: []
}, {
  id: "2172307",
  stem: "我们知道，制度是深深________一个国家的历史、文化和现实之中的。一种制度只有与自身的历史、文化高度融合，才能最好地发挥其________。\n依次填入划横线处最恰当的一项是",
  correct: ["嵌入", "效能"],
  distractor: ["融入", "效果", "渗入", "效用", "切入", "作用"],
  unknown: []
}, {
  id: "2172312",
  stem: "新世纪以来，大量书札文献以各种形式出版与________，也促进了学术界深入挖掘其中所包含的史料价值，阐发其中所________的历史意义。\n依次填入划横线处最恰当的一项是：",
  correct: ["披露", "蕴涵"],
  distractor: ["问世", "突显", "流传", "显露", "展示", "隐藏"],
  unknown: []
}, {
  id: "2172314",
  stem: "当前及今后相当长的一段时期内，教育公平这一价值理念将是社会大众对教育的基本而强烈的诉求，是教育政策的核心价值追求，也是政府推动教育改革的基本________。在教育公平价值理念的映射下，教育________成为促进、实现教育公平的策略选择。\n依次填入划横线处最恰当的一项是",
  correct: ["目标", "均衡"],
  distractor: ["目的", "平等", "要求", "均等", "需求", "平衡"],
  unknown: []
}, {
  id: "2172316",
  stem: "近年来，农业生产上利用残渣食物链进行食物生产越来越多，________食用菌为纽带的生态模式效果明显。微生物菌体以其丰富的蛋白质、氨基酸及维生素含量列为重要营养食品，许多食用菌品种还以其突出的抗癌、降脂及提高机体免疫力的功效而成为________的保健食品。\n依次填入划横线处最恰当的一项是",
  correct: ["尤以", "首屈一指"],
  distractor: ["多以", "不可取代", "素以", "交口称赞", "却以", "无与伦比"],
  unknown: []
}, {
  id: "2172319",
  stem: "“广场舞大妈”在一种与现实生活的真实感受形成强烈对比的方式中，通过________的身心体验表达着她们对“共同存在”的渴求。在这个意义上，广场舞已经超越了它的自然属性及其发生主体，成为一种时代________，即个体化时代人际之间共同感的缺失和对群体性兴奋的向往。\n依次填入划横线处最恰当的一项是",
  correct: ["酣畅淋漓", "隐喻"],
  distractor: ["无可比拟", "共鸣", "如痴如醉", "精神", "由外及内", "象征"],
  unknown: []
}, {
  id: "2172323",
  stem: "湿地拥有独特的自然景观美。湿地的自然景观是湿地自然而然、自足自得的自然之性的________，是大自然的________造就的自然生态平衡之美。\n依次填入划横线处最恰当的一项是：",
  correct: ["彰显", "鬼斧神工"],
  distractor: ["显现", "沧海桑田", "凸显", "开天辟地", "展现", "精雕细琢"],
  unknown: []
}, {
  id: "2172324",
  stem: "小城镇具有低成本吸纳农村人口的先天性优势，是连接城市与乡村的重要________。小城镇在促进农村人口转移、________城乡发展、扩大消费需求及投资需求等方面具有重要作用，尤其是那些位于城市群区域内的小城镇，可以在接受来自大城市________的同时加大对“三农”领域的服务。\n依次填入划横线处最恰当的一项是",
  correct: ["节点", "统筹", "辐射"],
  distractor: ["桥梁", "谋划", "影响", "载体", "规划", "优势", "通道", "筹划", "馈赠"],
  unknown: []
}, {
  id: "2172284",
  stem: "源远流长的中国传统文化，其本身即是不断变革的产物，它同样________和促使我们，不断创新，去开创新的局面。也只有这样，我们自身传统才能被不断地________，我们才能在全球化背景下重新塑造出自己新的形象，向世界展示中华审美________。\n依次填入划横线处最恰当的一项是：",
  correct: ["责成", "激活", "风范"],
  distractor: ["责令", "激发", "境界", "推动", "催化", "格调", "触动", "催生", "特质"],
  unknown: []
}, {
  id: "2172288",
  stem: "曾有人这样形容快乐——快乐是一________春风，染绿荒芜的山岗；快乐是一________阳光，催绽迟开的花朵；快乐是一________甘泉，浇灌干涸的希望。\n依次填入划横线处最恰当的一项是",
  correct: ["缕", "抹", "汪"],
  distractor: ["丝", "团", "泓", "阵", "束", "片", "股", "线", "眼"],
  unknown: []
}, {
  id: "2172300",
  stem: "在现今国际竞争格局中，一个国家的综合竞争力也取决于是否有若干个综合经济实力强大的________或城市群，它们是一国国民经济的________，代表国家参与国际竞争，________周边乃至全国经济的增长。\n依次填入划横线处最恰当的一项是",
  correct: ["区域", "制高点", "带动"],
  distractor: ["地区", "晴雨表", "推动", "地域", "风向标", "撬动", "区位", "领头羊", "启动"],
  unknown: []
}, {
  id: "2172301",
  stem: "在没有经过实践检验之前，医生的设想只是基于临床观察的理论________，但完美的理论不代表________的理想结局，医学史上一些看似完美的理论在临床实践中________的例子举不胜举。\n依次填入划横线处最恰当的一项是",
  correct: ["推演", "必然", "折戟沉沙"],
  distractor: ["演绎", "预设", "一败涂地", "依托", "必定", "一事无成", "支持", "预想", "不堪一击"],
  unknown: []
}, {
  id: "2172303",
  stem: "自近代科学兴起以来，人们________了科学改造世界的力量，也充分享受到了近代科学成果带来的社会福祉。科学为我们设定了行为的标准与判断的________，整个社会的思维模式已经________地被科学所形塑。\n依次填入划横线处最恰当的一项是",
  correct: ["见证", "依据", "不可逆转"],
  distractor: ["亲见", "参照", "不可避免", "见识", "规定", "不可更改", "发现", "规则", "不可摆脱"],
  unknown: []
}, {
  id: "2172306",
  stem: "本书所论掷地有声，新意迭出，实与作者之研究方法及历史观________，在不断的学术反思之下，历史研究范式在不断变换，曾经的新概念也在不断衰旧，其________不断削弱。作者在讨论诸问题时，没有再纠缠于此，而是本着历史的实证精神做细致的________与论证。\n依次填入划横线处最恰当的一项是",
  correct: ["密不可分", "诠释力", "梳理"],
  distractor: ["环环相扣", "说服力", "爬梳", "息息相关", "可信度", "研究", "不可分割", "权威性", "追寻"],
  unknown: []
}, {
  id: "2172308",
  stem: "知识可以通过间接的途径获得，审美也存在其他的来源和形式，但师生之间彼此的透彻了解与关切，施教者________透示出的热爱和睿智，受教者________聆听表现出的诚恳和渴望，问题不得解决的苦苦思索，问题解决后的________，发自内心的钦佩和赏识等等，这种特定时空的共同构思、问答、行动以及伴随其中的喜悦痛苦，是任何第三者不曾感受，别的场合也不曾有过的。\n依次填入划横线处最恰当的一项是：",
  correct: ["循循善诱", "凝神屏气", "会心一笑"],
  distractor: ["声情并茂", "全神贯注", "笑逐颜开", "倾尽全力", "敛声屏气", "相视一笑", "言传身教", "聚精会神", "喜上眉梢"],
  unknown: []
}, {
  id: "2172482",
  stem: "沿着开放大道行驶，一座座建设中的高楼________。在灰色膜网的包裹下，一些大楼虽未完全竣工，工地上却不见扬尘，也少有噪音。路旁绿树枝繁叶茂，街上行人悠闲漫步，很是________中央活动区的定位。\n依次填入划横线处最恰当的一项是：",
  correct: ["拔地而起", "契合"],
  distractor: ["错落有致", "贴合", "鳞次栉比", "适合", "美轮美奂", "吻合"],
  unknown: []
}, {
  id: "2172484",
  stem: "所谓“儒商”，主要是指那些以儒家思想作为自己经营理念和行为________的商人。这些商人在自己长期的商业实践中，把中国传统文化特别是儒家文化同商品经济法则互补________，形成了一种具有东方特色的商业文化精神——儒商精神。\n依次填入划横线处最恰当的一项是：",
  correct: ["风范", "整合"],
  distractor: ["风度", "结合", "风习", "融合", "风致", "统合"],
  unknown: []
}, {
  id: "2172487",
  stem: "“质疑”其实是最基本的科学精神，也就是对于以前的结果、结论，甚至广泛得到证实和接受的理论体系都需要以怀疑的眼光进行________。但是“质疑”并不完全等同于“怀疑”，更不是全面否定。“质疑”实际上是批评地学习和接受，其目的是________以前工作的漏洞、缺陷、不完善的地方。\n依次填入划横线处最恰当的一项是：",
  correct: ["审视", "发现"],
  distractor: ["审察", "发掘", "检视", "洞悉", "核查", "揭露"],
  unknown: []
}, {
  id: "2172426",
  stem: "加入世界贸易组织以来，中国深度________全球经济，发生了不曾________的巨大变化。我们积极抓住战略机遇，主动________，拓展全方位的开放格局，积极参与到全球经济治理浪潮中。\n依次填入划横线处最恰当的一项是：",
  correct: ["融入", "预见", "调适"],
  distractor: ["进入", "预想", "调节", "切入", "预料", "调整", "预见"],
  unknown: []
}, {
  id: "2172427",
  stem: "中国文化的跨语境交流与传播有广阔的发展空间，我们要________自身文化传播的局限性，拓宽文化传播的视野，推行和而不同的对外传播________，加大文化在他者语境下的传播________，提升中国文化以及其核心价值在世界文化中的影响力。\n依次填入划横线处最恰当的一项是",
  correct: ["突破", "诉求", "力度"],
  distractor: ["打破", "需求", "速度", "超出", "要求", "广度", "超越", "吁求", "幅度"],
  unknown: []
}, {
  id: "2172428",
  stem: "实现精准扶贫，关键是具体情况具体分析、特殊贫困特殊对待，要对不同地区不同条件下的特殊贫困做________研究，准确地把握贫困问题的________，然后________地探寻精准扶贫的有效途径。\n依次填入划横线处最恰当的一项是：",
  correct: ["深入", "实质", "对症下药"],
  distractor: ["细致", "关键", "分门别类", "精准", "脉搏", "因地制宜", "切实", "本质", "深中肯綮"],
  unknown: []
}, {
  id: "2172429",
  stem: "我国养老服务体系正在经历一次现代转型。养老服务体系的现代转型是与社会转型________进行的，但这种转型不是________的，而是需要政府推动、全社会广泛________的。\n依次填入划横线处最恰当的一项是：",
  correct: ["同步", "自发", "参与"],
  distractor: ["同时", "自觉", "关注", "共同", "自主", "支持", "协同", "自动", "响应"],
  unknown: []
}, {
  id: "2172560",
  stem: "填入文中划横线处最恰当的词语是",
  correct: ["争先恐后"],
  distractor: ["义无反顾", "毅然决然", "你追我赶"],
  unknown: []
}, {
  id: "2172730",
  stem: "在经济全球化时代，面对多元文化思潮的交流与交锋，人们常常有精神迷失的困惑。如何________西方文化思潮的渗透，始终保持本民族的文化特色？如何实现精神富有，________起源源不断的精神力量？这些都是当代文化发展需要深入思考的命题。\n依次填入划横线处最恰当的一项是：",
  correct: ["抵御", "汇聚"],
  distractor: ["抵挡", "集聚", "抵触", "汇集", "抵制", "积累"],
  unknown: []
}, {
  id: "2172727",
  stem: "直觉是人类思维的一种特殊存在形态。它_____在人类意识深层，超越人类普遍的理性思维和价值判断，在人类自觉的意志和意识控制之外。受到某种特殊的心理诱因或视听感觉_____、诱发，它会突然出现在意识层，______人类思维，直接对事物、环境状况作出判断。\n依次填入划横线处最恰当的一项是：",
  correct: ["潜伏", "触动", "主导"],
  distractor: ["沉积", "推动", "引导", "潜藏", "激活", "掌控", "蛰伏", "刺激", "掌管"],
  unknown: []
}, {
  id: "2256320",
  stem: "现实生活中，许多人面对严苛的鞭策，只一味地感到________，继而意志________，慢慢地变得________；另外一些人，在鞭打中意识到自己的价值，将鞭策化为动力，扬蹄奋进，勇敢地登上人生的顶峰。\n依次填入画横线部分最恰当的一项是：",
  correct: ["委屈", "消沉", "平庸"],
  distractor: ["沮丧", "低落", "颓废", "瓦解", "委屈", "崩溃", "平庸"],
  unknown: []
}, {
  id: "2256321",
  stem: "用脚步________马拉松赛道，用心灵________城市发展脉动，这是城市马拉松赛吸纳诸多跑者投身其中的初始动力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["丈量", "感悟"],
  distractor: ["测量", "感触", "感悟", "丈量"],
  unknown: []
}, {
  id: "2256323",
  stem: "耐心是一种修养，需要修炼养成。耐心不够，或因心里想法太多、欲望太强，或因沉不住气、性子太急。少一点功利，多一份________；少一点焦虑，多一份________；少一点杂念，多一份纯净；少一点________，多一份宁静。\n依次填入画横线部分最恰当的一项是：",
  correct: ["淡泊", "淡定", "喧嚣"],
  distractor: ["实在", "冷静", "嘈杂", "淡定", "淡泊", "喧嚣"],
  unknown: []
}, {
  id: "2256325",
  stem: "如何把国庆节过出味道？借照片与影片________历史，借诗词与歌舞抒写当下，借规划图与设计展________未来，相关文化活动都有着家与国的永恒命题。\n依次填入画横线部分最恰当的一项是：",
  correct: ["回溯", "遥望"],
  distractor: ["回溯", "憧憬", "回顾", "遥望"],
  unknown: []
}, {
  id: "2256327",
  stem: "①不论对寒冷、暑热、长途行军、通宵不眠以及其他战争中的艰难困苦，他都能________。\n②在读者未读原著的情况下请他们先看太多的有关评论，恐贻________之讥。\n依次填入画横线部分最恰当的一项是：",
  correct: ["安之若素", "本末倒置"],
  distractor: ["随遇而安", "舍本逐末", "安之若素", "本末倒置"],
  unknown: []
}, {
  id: "2256329",
  stem: "面对改革重任，要的是上下一条心、全国一盘棋的大胸襟、大担当。在中央的决策部署、群众的切身利益和国家的长远发展面前，瞻前顾后、________只能贻误改革时机，表里不一、________更会阻碍发展大计。\n依次填入画横线部分最恰当的一项是：",
  correct: ["抱残守缺", "阳奉阴违"],
  distractor: ["故步自封", "两面三刀", "抱残守缺", "阳奉阴违"],
  unknown: []
}, {
  id: "2256330",
  stem: "①经典作品也脱离不了它所处的时代背景，反映其时代的文化特征，其中难免有时代的局限性。但________，这些作品的文学价值和思想价值及其对一代代文人墨客的影响丝毫没有减弱。\n②他知道他永远不会再去玛丽温泉，也不会再去卡尔温泉，永远不会再在那些无忧无虑的人们游玩嬉戏的场所________了。\n依次填入画横线部分最恰当的一项是：",
  correct: ["瑕不掩瑜", "流连忘返"],
  distractor: ["瑕瑜互见", "流连忘返", "瑕不掩瑜", "恋恋不舍"],
  unknown: []
}, {
  id: "2256333",
  stem: "时间不能倒流，但生活可以同样精彩，不一定是儿时的无知，却可以有当时的________；不一定是此时的四平八稳，却可以像小时候那样________；不一定要抓住过往牢牢不放，却可以珍惜当下创造不凡。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无邪", "天马行空"],
  distractor: ["天真", "天马行空", "无邪", "颠沛流离"],
  unknown: []
}, {
  id: "2256337",
  stem: "老字号，传承历史，________文化，________代代乡愁。然而，随着消费观念的迭代，固守“一招鲜，吃遍天”“酒香不怕巷子深”，很容易遭到新生代的________，而一味求新求异，又会让老顾客迷失方向。\n依次填入画横线部分最恰当的一项是：",
  correct: ["积淀", "承载", "忽略"],
  distractor: ["积淀", "寄托", "冷遇", "沉淀", "寄寓", "忽视", "承续", "冷落"],
  unknown: []
}, {
  id: "2256371",
  stem: "①他的样子让人感到他希望那种饮料会致他于死地，他是在用死________他应该履行一种比死更难过的责任。\n②他们分别的时候，露西心里总是存有几分疑虑，只有同他再交谈半个小时才能________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["推脱", "消释"],
  distractor: ["推脱", "消逝", "推托", "消释"],
  unknown: []
}, {
  id: "2256375",
  stem: "一些不顾现实情况的________取悦他人，看似长袖善舞，实则急功近利。这些矫揉与________长此以往，侵蚀的是一个民族的独立人格。\n依次填入画横线部分最恰当的一项是：",
  correct: ["刻意", "粉饰"],
  distractor: ["特意", "粉饰", "刻意", "掩饰"],
  unknown: []
}, {
  id: "2188061",
  stem: "中国文人在对远古神话进行整理改造时，严格遵守“合乎伦理规范”“具有教化功能”两个原则。原本流传于民间的一个个神祇经过这两个原则筛选之后，被加工成符合规范的明君圣主，进入文字相传的文化正统；而那些不符合伦常的，就游离于史册之外，________在民间口头流传或各种________之中。\xa0\xa0\n依次填入划横线部分最恰当的一项是：",
  correct: ["散落", "稗官野史"],
  distractor: ["活跃", "道听途说", "沉淀", "逸闻琐事", "湮没", "街谈巷议"],
  unknown: []
}, {
  id: "2188964",
  stem: "以往，似乎根本无需争论，绝大多数人认为抓环保当然是环保部门一家的事。在这样的观念之下，环保部门纵使八方招架也难免________，有时还不得不替别人“背锅”。环保干部一面抓环保，一面保“乌纱帽”，又如何能做到________地搞好工作？\n依次填入划横线部分最恰当的一项是：",
  correct: ["独木难支", "心无旁骛"],
  distractor: ["手足无措", "全神贯注", "顾此失彼", "无忧无虑", "漏洞百出", "四平八稳"],
  unknown: []
}, {
  id: "2188055",
  stem: "尽管每个知名品牌都具有高辨识度的独特气质，凝结着创始人________的心灵史，沉淀着消费者殷殷的情感寄托，但品牌的载浮载沉符合市场规律。即便是一些陪伴我们成长的知名品牌，也有许多水没沧海，杳然不见。从当年与柯达、富士上演“三国演义”的乐凯胶卷，到一度为人________的海鸥牌相机、回力运动鞋\xb7\xb7\xb7\xb7\xb7\xb7一个个淡出大众视野。\n依次填入划横线部分最恰当的一项是：",
  correct: ["筚路蓝缕", "耳熟能详"],
  distractor: ["栉风沐雨", "交口赞誉", "呕心沥血", "心驰神往", "鞠躬尽瘁", "如数家珍"],
  unknown: []
}, {
  id: "2188663",
  stem: "2012年“蛟龙”在这里进行7000米海试第一潜时，受热带风暴“古超”影响曾一再推迟；2016年，超强台风“尼伯特”不期而至，“蛟龙”号只得取消下潜、________。这一片西太平洋海域，其上空形成的台风比世界上其他任何地方都多。好在今天________，天气晴朗。\n依次填入划横线部分最恰当的一项是：",
  correct: ["打道回府", "天公作美"],
  distractor: ["缘悭一面", "风和日丽", "空手而归", "月朗星稀", "无功而返", "万里无云"],
  unknown: []
}, {
  id: "2144490",
  stem: "科学家采用了一个笨办法，准备好一大片森林等兔子来撞。他们在巨大的探测器里装上大量反应物质，等待过路的暗物质粒子________撞上其中某个原子核。当然，为了尽可能排除其他粒子撞上原子核而产生的干扰，科学家往往把这样的暗物质探测器深埋在地下，让厚厚的岩层把不会隐身的其他粒子尽可能________在外面。\n依次填入划横线部分最恰当的一项是：",
  correct: ["碰巧", "屏蔽"],
  distractor: ["突然", "隔绝", "随机", "阻挡", "偶然", "封闭"],
  unknown: []
}, {
  id: "2144494",
  stem: "不少人有这样的阅读经历：偶一日拿起一本书来，竟然一读就________，超然物外，沉浸书中，数小时流逝而不觉。而那一度浮躁的心气竟然也________下来，有一种难得的静谧，更仿佛有一种沁人心脾的馨香在缭绕。这便是阅读的力量。\n依次填入划横线部分最恰当的一项是：",
  correct: ["欲罢不能", "沉静"],
  distractor: ["手不释卷", "沉稳", "乐此不疲", "安宁", "爱不释手", "安定"],
  unknown: []
}, {
  id: "2144498",
  stem: "19世纪末，中国维新派代表人物严复将经济学家亚当\xb7斯密的著作译为《原富》，献给光绪皇帝，但并没有引起足够重视。可以说，与市场经济________是近代中国经济落后的重要原因。\n填入划横线部分最恰当的一项是：",
  correct: ["失之交臂"],
  distractor: ["若即若离", "分道扬镳", "南辕北辙"],
  unknown: []
}, {
  id: "2144502",
  stem: "有人说，“安逸的日子，有时是一种腐蚀剂”。这话不无道理。远离了战火硝烟，有些人就会逐渐淡忘为国捐躯的________；过惯了衣食无忧的生活，有些人就会________、精神空虚。少数人曲解历史、恶搞先烈的行为，应引起全社会的警觉。\n依次填入划横线部分最恰当的一项是：",
  correct: ["大义凛然", "忘乎所以"],
  distractor: ["刚正不阿", "趾高气扬", "永垂不朽", "得意洋洋", "视死如归", "不思进取"],
  unknown: []
}, {
  id: "2144507",
  stem: "面对共享单车炙手可热的投资风口，投资者、商家________，大肆在各大城市投放共享单车，不少城市都已________，居民生活都受到影响。\n依次填入划横线部分最恰当的一项是：",
  correct: ["蜂拥而至", "不堪重负"],
  distractor: ["一哄而上", "捉襟见肘", "跃跃欲试", "束手无策", "争先恐后", "应接不暇"],
  unknown: []
}, {
  id: "2144514",
  stem: "在候鸟的眼中，中国的东北是湖沼成群、草水茫茫的绝佳驿站。每年春季，鹤、鹳、天鹅等候鸟纷纷飞向安静凉爽的地球北端求偶育雏。漫漫长路之中，它们会________地从富饶的东北湿地经过，有的吃饱睡足之后继续北上，有的则干脆在这里筑巢安家，等待秋天的到来。\n填入划横线部分最恰当的一项是：",
  correct: ["不约而同"],
  distractor: ["千里迢迢", "拖家带口", "隔三差五"],
  unknown: []
}, {
  id: "2144521",
  stem: "一个人得病最深，莫过于病入膏肓而自以为没病。比如古代的蔡桓公，神医扁鹊几次提醒“不治将恐深”，他先不屑，后不理，再不悦，可当身体毛病________时再想医治，已经________。与其说蔡桓公死于病症，不如说死于讳疾忌医，实乃可叹可悲！\n填入划横线部分最恰当的一项是：",
  correct: ["显露", "无力回天"],
  distractor: ["出现", "无计可施", "发作", "无从下手", "暴露", "于事无补"],
  unknown: []
}, {
  id: "2144489",
  stem: "“唯意志论”者固然________，只追求利益的人生同样苍白无力，“喻于利”不是开启幸福的万能之钥，“喻于义”才能推开梦想的必然之门。构筑精神的高地，________理想的底色，才有灵魂的原野郁郁葱葱，文明的河流碧波荡漾。\n填入划横线部分最恰当的一项是：",
  correct: ["举步维艰", "留存"],
  distractor: ["踌躇满志", "保留", "进退维谷", "铺陈", "瞻前顾后", "增补"],
  unknown: []
}, {
  id: "2144495",
  stem: "互联网时代最奇妙的地方就是人人可以参与，人人可以发声。虽然存在明显的“羊群效应”，但并不是随便哪个“大V”就能________而去。想当领头羊的很多，但能最后带走羊群的不多，或许这才是网络领域里热闹不断，各路观点________的道理所在。\n依次填入划横线部分最恰当的一项是：",
  correct: ["裹挟", "层出不穷"],
  distractor: ["引导", "参差错落", "挟持", "此起彼伏", "诱导", "良莠不齐"],
  unknown: []
}, {
  id: "2144500",
  stem: "鲁迅活着的时候，一般的操觚之徒是不敢与之对垒的。梁实秋算是一般之上的，故而有幸与之走上几个回合，结果弄得________，到1964年写《关于鲁迅》时还有些忐忑不安。直至梁去世，他对先他去世的鲁迅的评价，始终保持在当日论战时的态度，并无________的言辞。从这一点来说，梁不失为一位君子。\n依次填入划横线部分最恰当的一项是：",
  correct: ["心有余悸", "变本加厉"],
  distractor: ["不欢而散", "落井下石", "如坐针毡", "剑拔弩张", "落荒而逃", "大而无当"],
  unknown: []
}, {
  id: "2144536",
  stem: "传播技术是把双刃剑。如果说真实信息的传递早已能做到________，不实信息特别是谣言的扩散也________地便利。从这个意义出发，我们只有用权威消息战胜小道消息，谣言才会无处藏身，真实才能充盈每个人的生活空间。\n依次填入划横线部分最恰当的一项是：",
  correct: ["无远弗届", "前所未有"],
  distractor: ["无孔不入", "出人意料", "畅通无阻", "左右逢源", "无所不在", "始料未及"],
  unknown: []
}, {
  id: "2144544",
  stem: "任何一个政府都存在科层制，在日常工作中遵循科层制的若干规律，属于政府运转的常态。但是，科层制作为一种组织内部的关系准则，如果扩大到外部，就与政府治理现代化的初衷________。一个县长可以对下属下达权威性指令，但无权对一个普通市民的个人生活________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["背道而驰", "指手画脚"],
  distractor: ["大相径庭", "颐指气使", "格格不入", "说三道四", "相去甚远", "横加指责"],
  unknown: []
}, {
  id: "2144551",
  stem: "明末地理学家徐弘祖经34年旅行，写有天台山、雁荡山、黄山、庐山等名山游记17篇和《浙游日记》《江右游日记》等著作，除部分________外，遗有60余万字游记________，去世后由他人整理成《徐霞客游记》。此书是以日记体为主的中国地理名著，对地理、水文、地质、植物等现象，均作________记录。\n依次填入划横线部分最恰当的一项是：",
  correct: ["散佚", "资料", "详细"],
  distractor: ["散落", "素材", "审慎", "流失", "文稿", "周密", "缺失", "著述", "完备"],
  unknown: []
}, {
  id: "2144554",
  stem: "没有什么是________的。生活就像自然，有阳春，也有金秋；有酷夏，也有寒冬。走运和倒霉都不可能持续很久。对于________情况，如果没有充分的思想准备，那么厄运就会像大海的波涛一样，在你生活的海岸上忽起忽落拍打不停。\n依次填入划横线部分最恰当的一项是：",
  correct: ["一成不变", "突发"],
  distractor: ["循规蹈矩", "特殊", "按部就班", "意外", "千篇一律", "临时"],
  unknown: []
}, {
  id: "2144566",
  stem: "面对时下大数据时代奔涌的多元、多源、异构的海量数据，无论是被美誉为“孕育了现代科学”的统计科学，还是应大科学之运而生、正如日中天的数据科学，也都只能________。今日之大数据，明日之大信息，扭转乾坤者，还属革新后的统计科学与数据科学。\n填入划横线部分最恰当的一项是：",
  correct: ["望洋兴叹"],
  distractor: ["望其项背", "可见一斑", "浅尝辄止"],
  unknown: []
}, {
  id: "2144546",
  stem: "任何时候，内容推送不能少了“总编辑”，再好的传播渠道也要有“看门人”，即使在技术为王的时代，也不能完全让算法________内容。这一方面需要更完善的法律法规、更理性健康的舆论空间，为互联网算法时代的信息传播________，但更少不了作为内容提供者的智能平台，肩负起应该承担的社会责任，扬长避短，让技术和算法真正造福这个时代。\n依次填入画横线部分最恰当的一项是：",
  correct: ["决定", "保驾护航"],
  distractor: ["干预", "添砖加瓦", "影响", "遮风挡雨", "代替", "披荆斩棘"],
  unknown: []
}, {
  id: "2144556",
  stem: "在偶像级人物的背后，往往有追逐经济利益的资本力量的________，它们利用舆论制造全民的娱乐狂欢，以此牟利。因此，对于追星现象，我们也要保持一分清醒，在狂热追星之前，看一些不同角度不同观点的文章，多一些思考和冷静，就不会________。一旦看清偶像背后的真相，就不会轻易陷入狂热与沉迷。\n依次填入划横线部分最恰当的一项是：",
  correct: ["操控", "盲从"],
  distractor: ["操纵", "迷失", "挟制", "冲动", "辖制", "跟风"],
  unknown: []
}, {
  id: "2188858",
  stem: "地域可以________，职务可以________，职级可以________，但党员的身份始终不动。不管身处何地、身居何位，都理应“牢记自己的第一身份是共产党员，第一职责是为党工作，做到忠诚于组织，任何时候都与党同心同德”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["流动", "变动", "调动"],
  distractor: ["变动", "调动", "流动", "转动"],
  unknown: []
}, {
  id: "2188662",
  stem: "残阳如血，给巨大的耶稣塑像镀上一层金黄，让它更显神秘庄严。站在“地球最高峰”，________塞班360度的海景，壮丽无比、美艳绝伦：岛周围有无数珊瑚礁，在阳光的________下，海水呈现出粉蓝、碧蓝、浅蓝、深蓝、墨蓝等奇幻色彩；在天际线那墨蓝的色彩下，就是马里亚纳海沟。\n依次填入划横线部分最恰当的一项是：",
  correct: ["俯瞰", "折射"],
  distractor: ["凝视", "反射", "遥望", "直射", "打量", "照射"],
  unknown: []
}, {
  id: "2196175",
  stem: "我们的身体里有着以各种形式存在的能量，科学家们也一直在思考用人体给可穿戴设备供电的方法，中美研究团队2013年发明了依靠运动动能发电的压电纤维，来自澳大利亚和中国的研究人员在2015年首次成功开发了能将热能转化为电能的新型面料，乍看起来，眼泪似乎是比汗水更不靠谱的燃料来源，但在2015年7月，犹他州研究人员开发出了首款集成EFC隐形眼镜，能把人的眼泪转化为电力，虽然生物动力燃料电池是目前受到追捧的新型技术，但目前发明出的设备能够产生的电力还比较有限。此外，像血液供电这类获取体内化学能量的方式，带有侵入性，也存在着许多风险。未来的生物供电究竟还有哪些可能性？或许我们可以________。\n根据以上文字，填入划横线部分最恰当的是：",
  correct: ["拭目以待"],
  distractor: ["冷眼旁观", "暂且搁置", "拒之门外"],
  unknown: []
}, {
  id: "2188046",
  stem: "社会保障关乎获得感，也等同于安全感。而放在当前的世界维度中，可以通过社会保障来________一个国家的发展诚意；发达国家的良好福利往往能对优秀青年人才产生筑巢引凤的号召效应，而一些没有迈过“中等收入陷阱”的国家，其社会保障________，尤其是对青年群体的全面覆盖________，成了他国的“前车之鉴”。\xa0\n依次填入划横线部分最恰当的一项是：",
  correct: ["管窥", "左支右绌", "力有不逮"],
  distractor: ["评判", "相形见绌", "力不能及", "洞悉", "捉襟见肘", "力屈道穷", "明了", "寅吃卯粮", "力不从心"],
  unknown: []
}, {
  id: "4714302",
  stem: "全民关注、参与高考作文的盛况，说到底还是件好事情。一个社会当然应该崇尚文化、具有情怀，不要斯文扫地、粗鄙低俗。然而________的是，这种热情每年都不过高考前后的三五天，犹如________。在剩下的时间里，文化和情怀很难成为社会话题的中心。人们津津乐道的，更多还是金钱财富和八卦娱乐。\n填入划横线最恰当的一项：",
  correct: ["遗憾", "昙花一现"],
  distractor: ["尴尬", "空中楼阁", "可惜", "望梅止渴", "可悲", "海市蜃楼"],
  unknown: []
}, {
  id: "4714264",
  stem: "随着中职教育免学费政策的深入推进，免学费政策在全国范围内已基本________，其效果初步显现。但是在调研中发现，“一刀切”的中职免费政策也带来了一些问题，政府拨付的免学费补助主要用于保障学校的日常运转，包括水电气、维修、劳务、差旅等，很难再有经费用于学校专业建设和改善办学条件，很多发展中职内涵、提升软实力的政策措施变成“________”。\n填入划横线最恰当的一项：",
  correct: ["覆盖", "无米之炊"],
  distractor: ["涵盖", "一纸空文", "涉及", "名存实亡", "包涵", "形同虚设"],
  unknown: []
}, {
  id: "4714268",
  stem: "一直以来，杂技的表演设计要充分彰显夸大难度动作，这在过去是太正常不过了。然而，当前杂技的设计和表现已经发生悄然变化。董争臻在第十届国际马戏论坛上作主旨发言时说，“看了今年吴桥杂技节的参赛节目，我似乎更在意四个身着蓝色西装小伙子演绎的《四人技巧》，编排上是近来兴起于欧洲的轻松、幽默的男子风，表现出________的魅力。”\n填入划横线最恰当的一项：",
  correct: ["举重若轻"],
  distractor: ["无与伦比", "游刃有余", "别具一格"],
  unknown: []
}, {
  id: "4714276",
  stem: "随着国家对新型农业经营主体和新型职业农民的大力培育，现代化________经营取代“散户”经营已经是大势所趋。而随着信息技术的进步，近年来互联网对农业领域的渗透已扩大到土地领域，为土地的合理规划利用提供科学分析和依据，为“农地流转+轮作休耕”打下基石，避免“________”。\n填入划横线最恰当的一项：",
  correct: ["规模", "竭泽而渔"],
  distractor: ["科学", "杀鸡取卵", "专业", "缘木求鱼", "产业", "饮鸩止渴"],
  unknown: []
}, {
  id: "4714277",
  stem: "广德生态环境优越，为传统农业生产提供了得天独厚的条件。但如果让你在稻田中旅游，你一定感觉枯燥无味。那么，有没有什么办法让稻田游变得________？首届中国花鼓稻田文化艺术节给我们展示了这样的景象：广袤的稻田里，以稻草为原料创作的艺术形象遍布田野，有童话故事、农耕文化、时空科幻、太极迷宫、动物世界、军事兵器等各大主题艺术景观，造型________，让人叹为观止。\n填入划横线最恰当的一项：",
  correct: ["妙趣横生", "惟妙惟肖"],
  distractor: ["引人入胜", "美轮美奂", "丰富多彩", "栩栩如生", "标新立异", "异彩纷呈"],
  unknown: []
}, {
  id: "4714299",
  stem: "暑假过半，在夏令营市场上，短期海外游学夏令营十分火热。十余天的游学，价格动辄数万，由于是学校组织，一些经济条件好的家长自然________，也有不少家境一般的家长，为了孩子融入集体，也咬着牙勉为其难。根据《2016年国际游学发展报告》显示，中国国际游学每年以20%以上的速度增长，国际游学逐渐成为家长对孩子的刚性教育投资。\n填入划横线最恰当的一项：",
  correct: ["趋之若鹜"],
  distractor: ["前仆后继", "纷至沓来", "络绎不绝"],
  unknown: []
}, {
  id: "4714266",
  stem: "中国消费者在社交媒体和电商领域已变得何其精明老练——而西方尚未普遍意识到这点。这也是________在中国“硅谷龙”——总部位于珠三角的众多大型科技公司——成功背后的推动力之一。这些巨头正在创造堪与谷歌和脸谱________的收入增长。\n填入划横线最恰当的一项：",
  correct: ["隐藏", "媲美"],
  distractor: ["躲藏", "比肩", "潜藏", "匹敌", "暗藏", "较量"],
  unknown: []
}, {
  id: "4714270",
  stem: "浦口左所老街上的大众照相馆已经有30来年的历史，老板王根林，算是见证了整个行业的________。随着数码相机的普及，以及网络冲印业务的扩张，传统的照相馆的日子越来越艰难。而与之相反的是，各种影楼和摄影工作室在数码时代________。巨大的反差，让人不得不反思，传统的照相馆，是不是已经失去了存在的意义呢？\n填入划横线最恰当的一项：",
  correct: ["兴衰", "如鱼得水"],
  distractor: ["发展", "风生水起", "繁荣", "游刃有余", "起落", "声名鹊起"],
  unknown: []
}, {
  id: "4714298",
  stem: "农贸市场建设是百姓的民生工程，农贸市场关系百姓的日常“菜篮子”。在五指山市装修一新的4200余平方米的河北农贸市场无商户问津，而“马路市场”却________。记者走访调查，为全面推进“双创”建设，五指山市多部门将联合推动农贸市场升级改造，彻底取缔“马路市场”。然而，就是这样的农贸市场却没有商户入驻，令人________。\n填入划横线最恰当的一项：",
  correct: ["门庭若市", "费解"],
  distractor: ["门可罗雀", "尴尬", "车马盈门", "惊讶", "形影相吊", "无奈"],
  unknown: []
}, {
  id: "2307793",
  stem: "，________。自力更生是中华民族自立于世界民族之林的奋斗基点，自主创新是我们攀登世界科技高峰的必由之路。\n依次填入画横线部分最恰当的一项是：",
  correct: ["树高叶茂", "系于根深"],
  distractor: ["百舸争流", "勇立潮头", "锲而不舍", "金石可镂", "天道酬勤", "春华秋实"],
  unknown: []
}, {
  id: "2307794",
  stem: "从嫦娥奔月到万户飞天，从“天眼”________到载人航天，________浩瀚宇宙，是中华儿女不懈追求的伟大梦想。\n依次填入画横线部分最恰当的一项是：",
  correct: ["探秘", "探索"],
  distractor: ["搜索", "探究", "探讨", "追索", "摸索", "探寻"],
  unknown: []
}, {
  id: "2307797",
  stem: "越是面对复杂多变的外部形势和________挑战，越要有保持主动扩大开放的勇气和定力。经济全球化是________的时代潮流，只有坚持对外开放的基本国策，坚持打开国门搞建设，才能拓展新一轮更高水平的对外开放。\n依次填入画横线部分最恰当的一项是：",
  correct: ["严峻", "不可逆转"],
  distractor: ["严酷", "无可挽回", "严重", "不可改变", "严苛", "无法逆转"],
  unknown: []
}, {
  id: "2307800",
  stem: "不要因为我们曾经跌倒，就自叹自怜________，到头来只会使充满希望的生命之花凋谢枯萎；不要因为昔日光彩耀目，就________不能自拔，到头来只会使我们如火的激情悄然熄灭。\n依次填入画横线部分最恰当的一项是：",
  correct: ["裹足不前", "沾沾自喜"],
  distractor: ["不思进取", "志得意满", "妄自菲薄", "固步自封", "瞻前顾后", "趾高气扬"],
  unknown: []
}, {
  id: "2307801",
  stem: "她________盲人和正常人一样也能做很多事情，这正是她只身来到拉萨旅游的原因，她喜欢这座________在历史和信仰中的圣城，尽管看不见，她也能感受到这里绵延的雪山、清冽的空气、闪耀着金光的寺庙和那些________向大昭寺缓缓前行的信徒。\n依次填入画横线部分最恰当的一项是：",
  correct: ["坚信", "沉浸", "三步一叩"],
  distractor: ["相信", "沉醉", "顶礼膜拜", "自信", "沉溺", "诚心诚意", "确信", "沉迷", "毕恭毕敬"],
  unknown: []
}, {
  id: "2307804",
  stem: "香溪河上的宝坪村是王昭君的故乡，这个看着并不起眼的________却孕育了一代绝色佳人。是清澈如玉的香溪河水的________，才使得昭君有了倾国倾城之貌和________的心灵。________没有香溪河水，中国历史上会不会少去胡汉和亲这一页呢？\n依次填入画横线部分最恰当的一项是：",
  correct: ["村落", "滋润", "冰清玉洁", "假如"],
  distractor: ["村庄", "滋养", "秀色可餐", "即使", "乡村", "润泽", "兰质蕙心", "然而", "乡井", "滋补", "秀外慧中", "尽管"],
  unknown: []
}, {
  id: "2307807",
  stem: "人民是历史的创造者，人民是真正的英雄。________的中华民族发展史是中国人民书写的！________的中华文明是中国人民创造的！________的中华民族精神是中国人民培育的！中华民族迎来了从站起来、富起来到强起来的伟大飞跃是中国人民奋斗出来的！\n依次填入画横线部分最恰当的一项是：",
  correct: ["波澜壮阔", "博大精深", "历久弥新"],
  distractor: ["汹涌澎湃", "经天纬地", "意气风发", "气势磅礴", "博学多才", "容光焕发", "浩浩荡荡", "学富五车", "英姿飒爽"],
  unknown: []
}, {
  id: "2307809",
  stem: "思维改变行为，观念________命运，四十年改革开放的历程，就是不断解放思想的过程，新时代改革的全面深化仍然需要更为________的思想解放。这是因为，相比于不断发展的实践，理论本身总有相对的滞后性，特别是某些传统的思想观念与不合时宜的思维方式________，仍可能作为一种无意识与潜意识支配着人们的头脑。\n依次填入画横线部分最恰当的一项是：",
  correct: ["决定", "深入", "根深蒂固"],
  distractor: ["左右", "深沉", "司空见惯", "造就", "深刻", "积重难返", "抉择", "深邃", "坚不可摧"],
  unknown: []
}, {
  id: "2307812",
  stem: "新一代人工智能正在全球范围内蓬勃________，为经济社会发展注入了新动能，正在________改变人们的生产生活方式。把握好这一发展机遇，处理好人工智能在法律、安全、就业、道德伦理和政府治理等方面提出的新课题，需要各国深化合作、共同探讨。中国愿在人工智能领域与各国共推发展、共护安全、共享成果。\n依次填入画横线部分最恰当的一项是：",
  correct: ["兴起", "深刻"],
  distractor: ["开展", "深邃", "开启", "全面", "发展", "深入"],
  unknown: []
}, {
  id: "2307813",
  stem: "以“________引领时代，________点亮生活”为主题的2018年全国科普日活动在全国范围内开启。全国科研院所、科技馆、企事业单位开展了形式多样的基层科普联合行动、科普教育基地联合行动、校园科普联合行动和网上科普日系列活动等形式多样的活动。\n依次填入画横线部分最恰当的一项是：",
  correct: ["创新", "智慧"],
  distractor: ["改革", "行动", "法律", "规则", "创造", "知识"],
  unknown: []
}, {
  id: "2307768",
  stem: "经过一年多的探索，我国自然资源统一________登记试点取得积极进展。________2018年10月，12个省份、32个试点区域共划定自然资源登记单元1191个，此项登记总面积186727平方公里，并对国家公园、湿地、水流、矿产等资源进行了进一步登记试点。\n依次填入画横线部分最恰当的一项是：",
  correct: ["确权", "截至"],
  distractor: ["物权", "截止", "保护", "至此", "确认", "截自"],
  unknown: []
}, {
  id: "2307777",
  stem: "“不要只贪念生活的________，应该有面对暴风雨的勇气。”获得诺贝尔奖后，屠呦呦告诉记者，这句中学老师的鼓励，一直铭记于心。岩石以隆起为奋斗，所以成就山峰的巍峨；江河以奔流为奋斗，所以成就海洋的博大。人生因奋斗而精彩，所以成就生命的辉煌。正是因为有理想、有担当，敢为人先、攻坚克难，青春的风采才能刻在________的星空。\n依次填入画横线部分最恰当的一项是：",
  correct: ["宁静", "梦想"],
  distractor: ["安逸", "希望", "安愉", "梦幻", "安宁", "理想"],
  unknown: []
}, {
  id: "2307778",
  stem: "40年改革开放创造了________的中国，中国愿意与世界共享“经济发展红利”和“思想理念红利”。中国不“输入”外国模式，也不“输出”中国模式，而是通过深化自身实践探索人类社会发展规律，________为世界和平安宁、共同发展、文化交流作贡献。\n依次填入画横线部分最恰当的一项是：",
  correct: ["奇迹", "一如既往"],
  distractor: ["神奇", "一成不变", "奇特", "一往无前", "独特", "坚定不移"],
  unknown: []
}, {
  id: "2307781",
  stem: "作为一条合作通道的“一带一路”，它将充分依靠中国与有关国家的双多边机制，开展行之有效的区域合作，它的历史作用远远超出经济交流的________。今天，“一带一路”所经地带又重新成为________的所在。\n依次填入画横线部分最恰当的一项是：",
  correct: ["范畴", "举世瞩目"],
  distractor: ["界限", "举世瞩目", "举足轻重", "范畴"],
  unknown: []
}, {
  id: "2307785",
  stem: "近年来每逢传统节日、西方节日，抑或是“双11、双12”等人造节日，都成为互联网商家炒作的卖点，成为那些足不出户的年轻网民“买买买”的“狂欢盛宴”。交易额的放量增长带来了快递业的繁荣发展。然而快递数激增、过度包装、违规包装造成的污染及危害愈发________；假货、仿冒品、残次品________，随之而来是一些消费者维权困难，因此加强网购平台监管责任迫在眉睫。\n依次填入画横线部分最恰当的一项是：",
  correct: ["引人关注", "鱼目混珠"],
  distractor: ["有目共睹", "层出不穷", "引人注目", "鱼龙混杂", "备受瞩目", "以假乱真"],
  unknown: []
}, {
  id: "2307788",
  stem: "清代郑板桥有句传世名言“难得糊涂”，这句名言指的是一种境界和处世哲学。聪明莫过“不聪明”，它既是一种________，难得糊涂的处世哲学，更是做人做事做官的一种清醒和自觉。这种“不聪明”是心中有数和________的“不聪明”，这种“不聪明”实乃最大的聪明。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大智若愚", "心中有戒"],
  distractor: ["虚怀若谷", "无欲无求", "大道至简", "心中自律", "中庸无为", "简单自律"],
  unknown: []
}, {
  id: "2307791",
  stem: "任正非引领华为走向成功，主要不是归功于华为的技术和实业，而是在于它的制度，在于他能把________的高技术人才聚集于一个组织平台上的分配制度。中国改革开放以来，高科技企业的利润分享已经成为一种新的制度安排，但是唯有任正非把这个利润分享制度做到了极致，让几乎每个职工在企业中真实地感受到是为自己打工。任正非这个制度创新无论怎样评价都不会过分，它的创新程度和先进程度令我国的国有企业________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["成千上万", "望尘莫及"],
  distractor: ["数以千万", "不可逾越", "千千万万", "望洋兴叹", "不计其数", "顾此失彼"],
  unknown: []
}, {
  id: "2307796",
  stem: "近年来，各地高考、中考加分收紧，并公开加分考生，接受社会的监督，这显然是一种积极的态度，令人欣慰。这表明，一方面，以往那种________式的做法，已经越来越不适应时代和社会的要求，公开、透明、规范________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["暗箱操作", "势在必行"],
  distractor: ["黑箱操作", "大势所趋", "私下操作", "势成骑虎", "假公济私", "不可阻挡"],
  unknown: []
}, {
  id: "2307799",
  stem: "今天心情不好，我独自走在街头，________的街灯无法吸引我，街边小贩的叫卖我无动于衷，可是令人________的是，我的朋友们拿着蛋糕，来为我庆祝生日，更让我欣喜若狂的是，我的爸妈竟然和他们在一起。\n依次填入画横线部分最恰当的一项是：",
  correct: ["五彩斑斓", "始料不及"],
  distractor: ["熠熠生辉", "料想不到", "流光溢彩", "出乎意料", "绚丽多彩", "难以想象"],
  unknown: []
}, {
  id: "2672400",
  stem: "古代丝绸之路大体有草原道、绿洲道、茶马道及海上道四条。除了汉族，北方和西北游牧民族也是丝绸之路的重要________，他们的马队和骆驼队踏出了一条________欧亚大陆的草原丝路。\n填入画横线部分最恰当的一项是：",
  correct: ["开拓者", "横贯"],
  distractor: ["建设者", "纵贯", "参与者", "连通", "使用者", "跨越"],
  unknown: []
}, {
  id: "2672403",
  stem: "在“重刑轻民”传统依然________的中国，编纂民法典首先就要更新观念，强化对公民私权利的立法________，弘扬权利平等、意思自治、诚实信用、契约自由等民法的精神。\n填入画横线部分最恰当的一项是：",
  correct: ["根深蒂固", "保障"],
  distractor: ["源远流长", "解释", "薪火相传", "认识", "陈陈相因", "宗旨"],
  unknown: []
}, {
  id: "2672406",
  stem: "春节期间播出的《舌尖上的中国3》，因夸大“药食同源”“药膳”“食疗”的效应，一经播出就引发________。有观众认为，里面所提到的煲汤养生并非人人适用；草药入菜也绝非“缺啥补啥”那么简单，随意食补可能________。\n填入画横线部分最恰当的一项是：",
  correct: ["争议", "适得其反"],
  distractor: ["异议", "不无裨益", "质疑", "画蛇添足", "共鸣", "于事无补"],
  unknown: []
}, {
  id: "2672408",
  stem: "应对老龄化，化解养老难题，政府________。通常说来，这种责任更多地体现于足够的政策________，以此促进养老市场的发育和壮大。\n填入画横线部分最恰当的一项是：",
  correct: ["责无旁贷", "倾斜"],
  distractor: ["首当其冲", "配套", "任重道远", "制定", "义不容辞", "导向"],
  unknown: []
}, {
  id: "2672415",
  stem: "教育问题不仅是教育系统内的问题，也与社会其他领域有着________的联系。教育改革需要每个人对教育存有________之心，发自内心地尊重教育规律，给孩子成长提供相对宽松的环境，为教育改革尽________。\n填入画横线部分最恰当的一项是：",
  correct: ["千丝万缕", "敬畏", "一己之力"],
  distractor: ["盘根错节", "感恩", "最大努力", "息息相关", "赤子", "洪荒之力", "千头万绪", "虔诚", "绵薄之力"],
  unknown: []
}, {
  id: "2672420",
  stem: "近代，随着西方科学技术在中国传播，对科举考试落伍保守的批评________，兴办新式学堂的实践也逐步推进。二十世纪初，终于结束了________一千三百年的科举制度。\n填入画横线部分最恰当的一项是：",
  correct: ["不绝于耳", "绵延"],
  distractor: ["接踵而至", "延续", "各执己见", "长达", "甚嚣尘上", "沿袭"],
  unknown: []
}, {
  id: "2672424",
  stem: "希腊悲剧诗人埃斯库罗斯的《俄瑞斯忒亚》反映了古代社会中始终________的两种正义观之间的紧张关系。一种观念认为，只有故意作恶才应当承担责任；另一种观念是，如果要阻止众怒，作恶者不论________如何都应当受到惩罚。\n填入画横线部分最恰当的一项是：",
  correct: ["相持不下", "意图"],
  distractor: ["分道扬镳", "罪行", "大相径庭", "立场", "针锋相对", "身份"],
  unknown: []
}, {
  id: "4695870",
  stem: "共享时代，对社会诚信“质地不均”的问题，不能________。诚信是市场经济的基石，共享经济要行稳致远，重中之重就在于打牢诚信的基石。\n填入画横线部分最恰当的一项是：",
  correct: ["视若无睹"],
  distractor: ["心不在焉", "有目共睹", "掩人耳目"],
  unknown: []
}, {
  id: "4695879",
  stem: "那些美好的回忆深深地________鲁迅的心头，像闪光的露珠________于清晨的片片花瓣。\n依次填入画横线部分最恰当的一项是：",
  correct: ["烙在", "散落"],
  distractor: ["留在", "散落", "印在", "停留", "存于", "停驻"],
  unknown: []
}, {
  id: "4695891",
  stem: "在城墙的横断面上，依稀可见从商周到明清各朝代夯筑的墙体。这些墙体层层堆积，构成了护卫这座城池的________，也写下了这片土地久远的历史。\xb7\xb7\xb7\xb7\xb7\xb7走进河南，会让人立刻________到深邃的历史与文化的海洋中。\n依次填入画横线部分最恰当的一项是：",
  correct: ["屏障", "沉浸"],
  distractor: ["天堑", "沉溺", "屏风", "沉醉", "遮挡", "陶醉"],
  unknown: []
}, {
  id: "4695908",
  stem: "历代格言警句有如哲学小语，给人沉思的空间，对人也是一种心理支持。《叔本华的治疗》中，男主人公就是通过从存在主义哲学中汲取营养，自我疗愈。温暖的心灵鸡汤具有________功能，仿佛红尘浊世中的一缕清风，抚慰________忙碌的身心，给人们一个富有禅意的愿景和片刻的宁静。\n依次填入画横线部分最恰当的一项是：",
  correct: ["安抚", "焦灼"],
  distractor: ["抚慰", "焦急", "安慰", "焦躁", "安定", "孤寂"],
  unknown: []
}, {
  id: "4695940",
  stem: "随着移动互联网的发展，公益搭上了“互联网+”的快车道，网络公益众筹平台如________般应运而生，成为新的求助信息“发布窗口”。众筹平台“轻松筹”创始人于亮表示：“网络公益众筹________了传统公益在时间和空间上的限制，通过社交熟人关系为大病患者提供了高效便捷、‘随手公益’的筹款渠道。”\n依次填入画横线部分最恰当的一项是：",
  correct: ["雨后春笋", "打破"],
  distractor: ["寥若星辰", "突破", "浩如烟海", "破除", "星罗棋布", "冲破"],
  unknown: []
}, {
  id: "4695944",
  stem: "八年前差点登上美国总统宝座的希拉里，她的竞选背景和演讲技能似乎________，最后却屈尊为国务卿。2016年大选，接近希拉里的人士认为，希拉里一向给人过分________的女强人印象，这对参选总统来说未必是件好事。她还需要让选民看到其亲民的一面，让人觉得她更有人情味儿。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无懈可击", "硬朗"],
  distractor: ["无可争辩", "强硬", "无坚不摧", "强悍", "无与伦比", "强势"],
  unknown: []
}, {
  id: "4695947",
  stem: "较大的孩子若还未有阅读习惯，那么每天试着关掉电视、计算机半小时、一小时，陪他静坐在桌前一起阅读，你看你的书、他看他的书，________“一目十行”地快速阅读，一天两天、一周两周下来，他便能慢慢进入状况，静下心看完手中的书了，这期间别去考察他看了多少，________他主动想讨论、分享，________父母就仅仅作一个伴读者就可以了。\n依次填入画横线部分最恰当的一项是：",
  correct: ["或", "除非", "不然"],
  distractor: ["尤其", "只有", "其实", "特别是", "要么", "否则"],
  unknown: []
}, {
  id: "4695951",
  stem: "媒体人并非正义化身，也无需对________键盘革命、引领所谓舆论导向自喜，但职业属性却赋予了其某些不可替代性：他们在记录社会中，也内蕴了“道成肉身”的向度；他们编织的或是琐屑文字、质朴真章，却是在________公众知情、监督等权利上的伤口。锁镣之下，他们唯有以某些刺破脓疮的尖锐为道场；________之中，他们不得不背起责任行囊\xb7\xb7\xb7\xb7\xb7\xb7这些是宣传文本和养生帖无法代偿的社会价值溢出。\n依次填入画横线部分最恰当的一项是：",
  correct: ["发动", "舔舐", "鼎革"],
  distractor: ["号召", "吮吸", "革新", "动员", "变革", "策划", "舔舐", "改革"],
  unknown: []
}, {
  id: "4695956",
  stem: "没有定力，难成大事。生活中不难看到这样的例子，有的人构想美好人生愿景，规划宏伟人生蓝图，但________、三天打鱼两天晒网，最终一事无成；有的人在人生道路上遇到困难挫折，不是奋发有为、愈挫愈勇，而是怨天尤人、________，甚至自暴自弃、悲观厌世，结果________、毫无建树。\n依次填入画横线部分最恰当的一项是：",
  correct: ["心猿意马", "自怨自艾", "蹉跎岁月"],
  distractor: ["心不在焉", "悔不当初", "虚度年华", "见异思迁", "引咎自责", "马齿徒增", "朝三暮四", "任劳任怨", "徒劳无功"],
  unknown: []
}, {
  id: "2401977",
  stem: "，是我们与生俱来的情怀，对自然，对人文，我们敬畏，我们景仰。江河从哪里流来，你我从哪里来，我们文明的源头在哪里，我们怎么可以不闻不问不查考。如果将人类起源后300万年的全史压缩成一天，那文明史也就差不多只有2分多钟，而文明起源也就是这2分多钟前面的20秒罢了，________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["慎终追远", "倏忽一瞬"],
  distractor: ["忆苦思甜", "白云苍狗", "居安思危", "白驹过隙", "刨根问底", "沧海一粟"],
  unknown: []
}, {
  id: "2401978",
  stem: "聆听蛙鸣，最好是在乡村夏夜有月亮的夜晚，如果有一片荷塘就再好不过了。月上中天，________在夜色中的蛙们也该出场了。刚开始，先是一声、两声，零零星星、稀稀疏疏的，且时断时续、如丝如缕、缥缈轻盈——这大概只是个别蛙在领唱，或者只是吹响呼朋引伴的集合号，用不着大腔大调，其他蛙们便心领神会，________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["潜伏", "纷至沓来"],
  distractor: ["蛰伏", "客似云来", "隐匿", "车水马龙", "隐居", "一呼百应"],
  unknown: []
}, {
  id: "2401979",
  stem: "古建筑其实是了解中国文化的窗口，比如文庙，________着儒家文化在城市的投影；比如宗祠，________着一个个家族繁衍生息的历程。不同的建筑，体现了不同的社会功能，对应着中国传统文化里的科举、道德、宗族、同乡、信仰等等。\n依次填入画横线部分最恰当的一项是：",
  correct: ["代表", "见证"],
  distractor: ["浓缩", "记载", "传承", "镌刻", "代言", "铭记"],
  unknown: []
}, {
  id: "2401980",
  stem: "《红楼梦》的“三重世界”，是相互依存、相互渗透、不可分割的关系。从贾宝玉的视角看，“诗意的世界”是生活光鲜亮丽的表象，它的光彩，掩盖了鲜血淋漓、残酷冷峻的“现实的世界”。“哲学的世界”则高高在上，以超越的姿态________着日常生活。对“现实的世界”的描绘相对隐晦，不如《金瓶梅》那么露骨，而这方面也正是索隐派和考据派的红学家们最感兴趣的地方，积累下来的研究成果十分丰富，也极为庞杂，有待________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["审视", "清理"],
  distractor: ["睥睨", "厘清", "眺望", "整合", "批判", "扬弃"],
  unknown: []
}, {
  id: "2401981",
  stem: '从旧中国百姓自发闯关东、走西口，到新中国成立后的支边垦荒、三线建设，中国人从来不缺少________的苦干斗志，从来不缺少________的开拓精神。但改革开放释放出的创业激情和创造伟力，可谓前所未有，恢弘壮阔。建省之初的海南封闭落后、百业待兴，许多地方连红绿灯都没有。靠着各族群众、各方"闯海人"的拼搏付出，海南如同在一张白纸上绘就了改革开放南海之滨的壮美图画。改革唤醒了梦想，梦想扎根大地，改革与梦想如影随形、互相成就，正是改革开放40年来神州巨变的生动缩影。\n依次填入画横线部分最恰当的一项是：',
  correct: ["筚路蓝缕", "白手起家"],
  distractor: ["乘风破浪", "披荆斩棘", "勇往直前", "胼手胝足", "起早贪黑", "激流勇进"],
  unknown: []
}, {
  id: "2401982",
  stem: "在我们几千年的传统文化中，父母都有望子成龙、望女成凤的情结。家长们希望孩子在学业和事业上________，这是人之常情，也是一个家庭、一个民族不断前进的动力之一。只是在望子成龙的道路上，许多父母陷入了误区，一是望之过高，望之过急，二是望子不望己。望之过高，望之过急，就是对孩子的期望值过高，________，产生的后果一是________，二是给子女造成过大的心理压力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["出类拔萃", "急功近利", "揠苗助长"],
  distractor: ["一枝独秀", "利欲熏心", "好高骛远", "出人头地", "唯利是图", "欲速不达", "鹤立鸡群", "急于求成", "适得其反"],
  unknown: []
}, {
  id: "2401983",
  stem: "在万灵古镇的濑溪河畔，烟雨朦胧，气息________，宁静且有着避世的烟火，深厚的历史文化在这里交融，古寨、古桥和灵动的河水融汇成一幅水墨画卷，能够让人徘徊在桥水之间，________于烟雨小道。\n依次填入画横线部分最恰当的一项是：",
  correct: ["氤氲", "徜徉"],
  distractor: ["旖旎", "踌躇", "绮丽", "盘桓", "叆叇", "留连"],
  unknown: []
}, {
  id: "2401984",
  stem: "试问，谁不愿意追求更加完美的人生？然而，一个人的成长与成功，离不开一定的主客观条件来________。虽然很多时候我们无法改变所处的环境，但只要学会遇事________，常问问自己最缺的东西是什么，矢志补齐最薄弱的那块短板，就能不断提升自己的综合素养，让自我保持协调发展的态势，从而更趋近心中的“完美”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["托举", "反求诸己"],
  distractor: ["加持", "见贤思齐", "帮衬", "扪心自问", "烘托", "痛定思痛"],
  unknown: []
}, {
  id: "2401985",
  stem: "“管”，不是要“管死”，而是要根据不同业态的发展规律来管理。比如，社区集中的地方建菜市场非常必要。如果管理不善，菜市场确实会带来一定的环境、交通等问题，________地“一关了之”当然省事，但与便民________。实际上，加强日常卫生管理，建好停车位等配套设施，借鉴使用超市解决卫生、交通等问题的招数，菜市场带来的问题也能较好解决。\n依次填入画横线部分最恰当的一项是：",
  correct: ["因噎废食", "背道而驰"],
  distractor: ["釜底抽薪", "相去甚远", "剜肉补疮", "天差地别", "因小失大", "大相径庭"],
  unknown: []
}, {
  id: "2401986",
  stem: "吟诗作对不分职业，对美的欣赏更没有_________，诗词不应是少数学界精英的________，更不是博物馆里的展品，只有每个普通人都拥有一颗诗心，活出一份诗意，才能让地气激活文气，让文气凝聚人气。\n依次填入画横线部分最恰当的一项是：",
  correct: ["畛域", "专利"],
  distractor: ["界限", "特权", "边界", "禁脔", "禁区", "权柄"],
  unknown: []
}, {
  id: "2401988",
  stem: "医学界的“自体实验”的传统可谓芳泽绵长而________。1767年，汉特为研究性病而自我接种梅毒；1885年，克力勇将“秘鲁疣”患者的脓血注入自己皮下而感染了“奥罗亚热”，以生命的代价证明了这是同一种疾病的两种不同形态\xb7\xb7\xb7\xb7\xb7\xb71921年\xb7\xb7\xb7\xb7\xb7\xb71954年\xb7\xb7\xb7\xb7\xb7\xb72001年\xb7\xb7\xb7\xb7\xb7\xb7各种感人、新奇甚至疯狂的记载几乎_________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["相沿不辍", "俯拾即是"],
  distractor: ["前仆后继", "如数家珍", "薪火相传", "罄竹难书", "源远流长", "多如牛毛"],
  unknown: []
}, {
  id: "2401989",
  stem: "云南地形复杂，海拔高差悬殊，特别是横断山区，地势海拔垂直分布明显，是世界高等植物区系最丰富的区域。这里的立体气候和独特的树种，孕育了丰富多样的野生食用菌。野生食用菌之所以成为云南这块多彩土地上的一支________，与云南多姿多态的气候和自然环境________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["奇葩", "密不可分"],
  distractor: ["瑰宝", "紧密相连", "珍品", "休戚与共", "孤本", "息息相关"],
  unknown: []
}, {
  id: "2401990",
  stem: "不少减肥的人会遇到这样的尴尬时刻——本来接到朋友聚会的邀请是让人开心的事，可细一想却又不免挣扎：与朋友一起吃饭会让人________，这会让减肥________。去还是不去，这是一个问题。\n依次填入画横线部分最恰当的一项是：",
  correct: ["胃口大开", "功亏一篑"],
  distractor: ["大快朵颐", "事倍功半", "大饱口福", "危在旦夕", "食前方丈", "功败垂成"],
  unknown: []
}, {
  id: "2401992",
  stem: "“国家兴则麋鹿兴”，研究专家指出，麋鹿是我国独有的特殊物种，传奇色彩浓厚，它们曾在中国自由自在生活，在清末乱世中________，新中国成立后幸运回归，它的经历体现了中华民族复兴与中国生态保护工作________、互促共荣的特点。\n依次填入画横线部分最恰当的一项是：",
  correct: ["流离", "相辅相成"],
  distractor: ["消亡", "荣辱与共", "消逝", "风雨同舟", "流浪", "血脉相连"],
  unknown: []
}, {
  id: "2401993",
  stem: "人们在讨论和自己不同的口语时经常会带有偏见。________的话，这类偏见的形成可以回溯到人们_______的婴儿期。研究表明，几个月的婴儿就能分辨不同音调的语音和方言，婴儿会对说母语的人显得亲近。\n依次填入画横线部分最恰当的一项是：",
  correct: ["追根溯源", "咿呀学语"],
  distractor: ["原始原种", "呱呱坠地", "刨根问底", "懵懵懂懂", "顺藤摸瓜", "一无所知"],
  unknown: []
}, {
  id: "2401995",
  stem: "研究也显示，对外的控制一开始确实能增强幸福感，但越过一个临界点后，反而会开始降低幸福感。外部控制狂更容易倾向于做出________的高风险决策，他们身边往往只剩下少数顺从者，因此在做错决定时也得不到逆耳忠言。\n填入画横线部分最恰当的一项是：",
  correct: ["孤注一掷"],
  distractor: ["歇斯底里", "困兽犹斗", "背水一战"],
  unknown: []
}, {
  id: "2401996",
  stem: "青蛙在发育时，其胚胎直接浸泡于水中，更容易受到致畸物的影响，因而更脆弱。对于人类来说，________其胚胎在发育时，受到多重保护；________，通过激素致青蛙畸形的途径，也可以影响到人。________，蟾蜍和青蛙均被列入国家保护的有益或者有重要经济、科学价值的野生动物名录。\n依次填入画横线部分最恰当的一项是：",
  correct: ["尽管", "但是", "因此"],
  distractor: ["即使", "可是", "所以", "哪怕", "然而", "那么", "纵然", "不过", "因而"],
  unknown: []
}, {
  id: "2401998",
  stem: "在他的这幅作品中，圆形的构图将山之棱角、水之波漾、墙之粉黛汇于画面，把人的记忆拉回到苏州博物馆的经典场景。画面中显而易见的姑苏元素，是苏州版画家对姑苏风物的最佳________，怡情悦性，浸透了苏州风物和情调、沐浴着苏州人文和哲思的版画仍在发展中________。\n依次填入画横线的部分最恰当的一项是：",
  correct: ["回馈", "演进"],
  distractor: ["馈赠", "演变", "回报", "进化", "反馈", "进阶"],
  unknown: []
}, {
  id: "2402004",
  stem: "多年来，相比于城市的迅猛发展，广大农村地区尤其是中西部农村的发展相对缓慢，以至于很多农村年轻人要进城寻找工作，但融入城市________。这些问题，对于我这样的年轻记者来说，以前只是________地听专家们________，并未有过切身体会和深入思考。而通过新春走基层，记者开始有意识地，带着问题去了解农村、观察社会，一点点寻找问题的答案。\n依次填入画横线部分最恰当的一项是：",
  correct: ["难上加难", "浮光掠影", "侃侃而谈"],
  distractor: ["千难万险", "走马观花", "老生常谈", "困难重重", "蜻蜓点水", "纸上谈兵", "举步维艰", "囫囵吞枣", "谈笑风生"],
  unknown: []
}, {
  id: "2188308",
  stem: "中国文化讲究因果，具体到陶瓷之上，明显能看出地域文化的影响。例如同为宋代青瓷，北方耀州青瓷与南方龙泉青瓷各自凸显性格，耀州青瓷呈橄榄绿，强调________；龙泉青瓷呈梅子青，表现________；演绎各自地方性格特点，色泽即可见一斑。\n依次填入划横线部分最恰当的一项是(\xa0 )。",
  correct: ["深沉", "柔婉"],
  distractor: ["豪放", "婉约", "沉着", "俏皮", "稳重", "活泼"],
  unknown: []
}, {
  id: "2188324",
  stem: "古人云，腹有诗书气自华。这“气”________就是浩荡的学养之气。套用________的说法，对学者来说，“颜值”是学历，“气质”则是学养。芳华易逝，浩气永驻，老学者身上散发的人性之光，与其说是人生阅历的磨砺淘洗，不如说是学识涵养的________。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["大抵", "流行", "千锤百炼"],
  distractor: ["大概", "时髦", "日积月累", "大约", "时下", "深厚积累", "大致", "通俗", "博大精深"],
  unknown: []
}, {
  id: "2188333",
  stem: "生命只有一次，而人生也不过是时间的________。若让今天的时光白白________，就等于毁掉人生最后一页。珍惜今天的一分一秒，因为它们将一去不复返。人无法把今天存入银行，明天再来取用。时间像风一样不可________。每一分一秒，要用双手捧住，用爱心抚摸，因为它们如此宝贵。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["累积", "流失", "捕捉"],
  distractor: ["累计", "流走", "捕捉", "流失", "捕获", "累积"],
  unknown: []
}, {
  id: "2188344",
  stem: "壮阔的鼓声里，原始的生命激情________开来，周围的空气变得燥热起来，疯狂的鼓声是人类对自然膜拜的一种________，在左扑右冲的拼命厮杀之后，高亢的鼓声将所有的喧嚣________下来，让人的心里封盖上一层霜，空气开始窒息起来。热腾腾的鼓声里有远古的先祖，诉说着三秦大地上马踏泥土的________，诉说着深闺梦里人的哀怨，诉说今人落寞转身失意的悲凉。\n依次填入划横线部分最恰当的一项是(\xa0 )。",
  correct: ["激荡", "传达", "沉淀", "声韵"],
  distractor: ["激荡", "表达", "压抑", "声韵", "挥洒", "传递", "压制", "声响", "传送", "沉寂"],
  unknown: []
}, {
  id: "2188295",
  stem: "社会治理像一辆满载________的大车，需要各方________，不能互相掣肘。部门之间的职能分工往往是条块化的，但决不能过分强调条块化，而割裂了政策的统一性、连贯性。各部门在施政过程中务必从大局着眼，相互配合、________，确保政策的顺畅统一，这是习近平总书记强调的治国理政的系统思维。\n依次填入划横线部分最恰当的一项是（）。",
  correct: ["期许", "同向发力", "聚集合力"],
  distractor: ["希望", "同心协力", "万众一心", "期望", "同心同德", "凝聚共识", "期待", "同舟共济", "齐心协力"],
  unknown: []
}, {
  id: "2188314",
  stem: "当科技和生产力达到一定高度的时候，必然会________未来人类的劳动结构和认知观念，人类的未来将不会重复自己，无须________自身来构成生产关系，人们可以做更有价值的事情，相信那个时候就是丰富多元的文化________的节点，也是人性最光辉的时刻。生活就不仅仅是为了生活，而是可以为了在有限的人生去________存在的意义，多美好。\n依次填入划横线部分最恰当的一项是（\xa0 ）。",
  correct: ["颠覆", "异化", "迸发", "诠释"],
  distractor: ["革新", "异化", "盛开", "证实", "颠覆", "重构", "迸发", "诠释"],
  unknown: []
}, {
  id: "2188332",
  stem: "一杯清茶，一条短讯，甚至一段文字，都是生活中简单的幸福。世间没有太多的________，得到的不一定是最好的，但一定是你需要的。哪怕没有________过现实的残酷，没有得到想要的，但幸福却是很简单的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["理所应当", "执拗", "不期而至"],
  distractor: ["心安理得", "纠结", "唾手可得", "理所当然", "困惑", "如愿以偿", "执著", "难以企及"],
  unknown: []
}, {
  id: "2188342",
  stem: "霍金的病症恶化得相当迅速，他预料自己活不到博士毕业答辩。他开始极度迷恋瓦格纳的作品，符合他________的黑暗情绪。瓦格纳歌剧《尼伯龙根的指环》的第二部《女武神》是霍金的心头好，乐队在演奏“宝剑的动机”和“爱的动机”的交织中，达到演出的高潮。此时的霍金，正在“命运的动机”的________里，试图找到一丝光亮。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["穷途末路", "千头万绪"],
  distractor: ["一意孤行", "千头万绪", "穷途末路", "晦暗不明"],
  unknown: []
}, {
  id: "2188301",
  stem: "折叠过往的忧伤，暗藏到内心的角落，就让我，于阳光里，望见美好。你看，春光里的桃花娇艳，樱花____，梨花好似纯洁的爱情。花红柳绿之间，心间便洒满馨香的____。喜爱在春光里遇见美好，遇见心间的思念，收集满满的芬芳馥郁，____生命中的遇见。那一汪春光，好似内心的深情，总是深不见底。\n依次填入划横线部分最恰当的一项是（ \xa0）。",
  correct: ["妩媚", "诗行", "丰盈"],
  distractor: ["热情", "诗篇", "丰富", "灿烂", "诗句", "充实", "绽放", "诗词", "充盈"],
  unknown: []
}, {
  id: "2188304",
  stem: "东风刮来的云朵里，细腻如酥的雨丝儿飘落下来，当云朵被____得支离破碎时，丝丝状状中阳光____，空气中透出些寒气。又过了几天，深夜里，一股带着暖意和芬芳的神秘气息_______，有什么东西似乎开始改变了。\n依次填入划横线部分最恰当的一项是（ \xa0）。",
  correct: ["割离", "乍现", "悄然潜入"],
  distractor: ["撕裂", "出现", "突然侵入", "分割", "突现", "黯然进入", "分离", "闪现", "悠然涌入"],
  unknown: []
}, {
  id: "2188313",
  stem: "6世纪时，君士坦丁堡人口已逾百万，这在当时的欧洲，无城市可以_______，欧亚的货物在此云集交易，这座“沟通东方与西方的黄金桥梁”是个巨大的贸易市场，_______，中古时期，君士坦丁堡一直保持着首富地位直至13世纪。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["与之比肩", "无奇不有"],
  distractor: ["相提并论", "琳琅满目", "与之比肩", "无奇不有"],
  unknown: []
}, {
  id: "2188326",
  stem: "随着资本主义的迅猛发展，对资本主义的批判也越来越多。保守主义者们担心，与市场相适应的价值观和趋向____到人类的其他组织形式中，会破坏国家、社区、家庭等组织。人们将自身与政府的关系简单地看作是一种市场关系，实质上是一种市场价值观的过度____。同样，人们将市场的经济理性带到婚姻关系、家庭关系之中。不论是伯克、黑格尔、阿诺德，还是默瑟尔、哈贝马斯，事实上都在担忧市场经济的思想渗透到所有的人类关系之中，进而____人类社会的“温情”。\n依次填入划横线部分最恰当的一项是（ \xa0）。",
  correct: ["外溢", "蔓延", "瓦解"],
  distractor: ["扩散", "滥用", "稀释", "散逸", "蔓延", "扩展", "瓦解"],
  unknown: []
}, {
  id: "2188302",
  stem: "研究电影史的朋友告诉我，黑白片时代，最盛产旷世美女，嘉宝、褒曼、费雯•丽；彩色片时代，唯有________的美女，才能对付恶毒的镜头；今日科技昌明，高清电影里的绝色美女，再也经不起________，我在画报上见过无数________的女明星，在大银幕里，个个原形毕露。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["浓妆艳抹", "检验", "摄人心魄"],
  distractor: ["国色天香", "检验", "风情万种", "浓妆艳抹", "探究", "摄人心魄"],
  unknown: []
}, {
  id: "2188327",
  stem: "人类在物质世界里生根，在理念世界里生活。如今，“大智云物移”正在深刻地改变着人类生存的物质世界，而我们的理念已经远远落后于这个巨变的时代。何为个体？何为他者？何为集体？何为自由？什么是“诗与远方”？什么是值得过的生活？恐怕都需要重新思考、重新定义。因为，仅仅依靠所谓的多样性已经不能满足集体与社会建设的现实需要，仅仅依靠包容也不能安顿个体的生活。所以，我们在________的物质世界里活得________，我们在灯红酒绿中焦虑得________。究竟该如何是好呢？办法只有一个，那就是修改旧有理念的“源代码”。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["日新月异", "百爪挠心", "乱象丛生"],
  distractor: ["日新月异", "不知所措", "意乱情迷", "光怪陆离", "百爪挠心", "乱象丛生"],
  unknown: []
}, {
  id: "2188349",
  stem: "一个时代有一个时代的主题，一代人有一代人的使命，我们也在用创造、用奋斗，书写新时代的________。回溯历史，让我们摆脱“开除球籍”的忧思，是中华儿女敢叫日月换新天的________；助我们“杀出一条血路”的，是亿万人民那一股子敢闯敢干的________。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["壮丽诗篇", "豪情壮志", "英雄气概"],
  distractor: ["壮丽篇章", "满腔情怀", "无畏气概", "美好憧憬", "坚强毅力", "豪情壮志", "拼命精神"],
  unknown: []
}, {
  id: "2195747",
  stem: "有人将互联网比作一片信息森林，其中既有予人甘甜、使人果腹的山泉瓜果，也有惑人眼球、乱人心智的奇花毒草，更有善于________、专欺弱者的寄生虫。后两者即便只有万分之一的存活率，对正处在身心发育、人格养成关键时期的青少年来说，都是巨大的________。\n依次填入划横线部分最准确的是（ \xa0）",
  correct: ["隐藏", "威胁"],
  distractor: ["躲避", "隐患", "伪装", "挑战", "掩饰", "危害"],
  unknown: []
}, {
  id: "2195751",
  stem: "历史上许多学问大家都以文风清新、文字通达著称。然而当下学界，文风________问题突出。拗口难懂的学术文章不仅使普通大众________，甚至令同行学者“不忍卒读”。\n依次填入划横线部分最准确的是（ \xa0）",
  correct: ["晦涩", "敬而远之"],
  distractor: ["生硬", "深恶痛绝", "艰深", "退避三舍", "粗鄙", "望而生畏"],
  unknown: []
}, {
  id: "2189225",
  stem: "要做出正确的经济预测，并不容易。某些眼光独到的经济学家可以凭先见之明赢尽掌声；反之，如果先前做出的大胆假设落空，往往会变成________的笑话。\n填入画横线部分最恰当的一项是：",
  correct: ["荒腔走板"],
  distractor: ["颜面尽失", "人尽皆知", "哗众取宠"],
  unknown: []
}, {
  id: "2189231",
  stem: "文化研究日益成为一个渗透各学科的“________”，几乎任何学科都可以搭上文化研究的快车，加上文化研究的课题常常与现实问题紧密相关，当今世界新问题________，新课题发展不断，导致文化研究发展的庞大与不可节制。虽然文化研究如今依然风头强劲，其研究本身臃肿不堪已是事实，急需瘦身。\n依次填入画横线部分最恰当的一项是：",
  correct: ["巨无霸", "层出不穷"],
  distractor: ["万金油", "接二连三", "万花筒", "此起彼伏", "杂货铺", "日新月异"],
  unknown: []
}, {
  id: "2189236",
  stem: "世界上很多国家和地区的传统手艺，比如制作某种手工艺品的________，某种食品的配方和制作方式等，多由家族一代代传承，每一代或多或少都有所改进，日臻完善，成为整个家族赖以________的根本，这种产品遂逐渐成为当地响当当的文化符号。\n依次填入画横线部分最恰当的一项是：",
  correct: ["诀窍", "安身立命"],
  distractor: ["秘技", "薪火相传", "秘诀", "安居乐业", "窍门", "兴旺发达"],
  unknown: []
}, {
  id: "11445933",
  stem: "青年要从现在做起，从自己做起，使社会主义核心价值观成为自己的基本理念，并________地将其推广到全社会去。\n填入画横线部分最恰当的一项是：",
  correct: ["身体力行"],
  distractor: ["名副其实", "言行一致", "率先垂范"],
  unknown: []
}, {
  id: "11445945",
  stem: "要勤于学习、敏于求知，注重把所学知识内化于心，形成自己的见解，________专攻博览，________关心国家、关心人民、关心世界，学会担当社会责任。\n填入画横线部分最恰当的一项是：",
  correct: ["既要", "又要"],
  distractor: ["或者", "一边", "只有", "才能"],
  unknown: []
}, {
  id: "11445934",
  stem: "卡罗维发利是欧洲最负盛名的温泉________，年复一年，世界各地的人们来到这里疗养，________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["胜地", "休整"],
  distractor: ["圣地", "休整", "胜地", "修整"],
  unknown: []
}, {
  id: "11445955",
  stem: "依次填入横线处最恰当的一项是________。\n（1）年轻时候最大的财富，不是你的青春，不是你的美貌，也不是你________的精力，而是你有犯错误的机会。\n（2）历经上百次战斗，动过47次手术，失去双脚双手左眼，右眼视力仅0.3\xb7\xb7\xb7\xb7\xb7\xb7他本可安享优抚，却拖着重残之躯，把穷村改造得________，他被誉为中国“保尔”。\n（3）所有靠物质支撑的幸福感，都不能持久，只有心灵的淡定宁静，继而产生的身心________，才是幸福的真正源泉。",
  correct: ["充沛", "焕然一新", "愉悦"],
  distractor: ["强盛", "耳目一新", "快悦", "充分", "气象一新", "愉快", "旺盛", "面目一新", "快感"],
  unknown: []
}, {
  id: "11445938",
  stem: "我最近写了本小说，等出版后寄给您，届时还请您________。\n填入画横线部分最恰当的一项是：",
  correct: ["斧正"],
  distractor: ["扶正", "改过", "勘误"],
  unknown: []
}, {
  id: "2049462",
  stem: "人世间所有长久的关系都是________的，就像拉开木门，面对一碗拉面，对旁边的人微笑着点一点头，说一句：“我开动了。”________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["寡淡", "仅此而已"],
  distractor: ["凉薄", "不过如此", "冷漠", "原来如此", "凄清", "如是而已"],
  unknown: []
}, {
  id: "2049470",
  stem: "全面的发展和自由却并不意味着毫无底线——尤其是一些媒体对西方工业化流水线生产的娱乐节目亦步亦趋，其作品之低俗令人愤怒。此时此刻，我们的监管部门更需________，谨防不法分子借恶搞之名________传统价值。\n依次填入画横线部分最恰当的一项是：",
  correct: ["严阵以待", "颠覆"],
  distractor: ["全民皆兵", "蚕食", "严防死守", "侵蚀", "全线狙击", "污蔑"],
  unknown: []
}, {
  id: "2049472",
  stem: "阿兹特克文明的帝国都城——特诺奇蒂特兰，在给人以神秘感的同时，也透出一丝淡淡的忧伤。神话传说与真实故事的________，光辉帝国史与悲惨殖民史的________，令人在心驰神往的同时，感慨时过境迁、沧海桑田……\n依次填入画横线部分最恰当的一项是：",
  correct: ["交织", "更迭"],
  distractor: ["纠缠", "消散", "重叠", "嬗变", "合契", "幻灭"],
  unknown: []
}, {
  id: "2049474",
  stem: "“旧时茅店社林边，路转溪桥忽见”——月光、蝉鸣、蛙声与稻香，都是夏夜田间的________景物，遭遇罢官的辛弃疾在此一住十几年，心性渐渐________，词句变得安详平实。\n依次填入画横线部分最恰当的一项是：",
  correct: ["寻常", "淡然"],
  distractor: ["平凡", "索然", "平常", "安然", "常见", "了然"],
  unknown: []
}, {
  id: "2049476",
  stem: "每个民族都有自己的优秀品格，同样每个民族都有自己的历史痼疾。健康而优秀的民族心理必然善于扬长避短，精于________，长于“取其精华去其糟粕”。\n填入画横线部分最恰当的一项是：",
  correct: ["激浊扬清"],
  distractor: ["去芜存菁", "弃旧图新", "拨乱反正"],
  unknown: []
}, {
  id: "2049304",
  stem: "雄企鹅这样煞费苦心地用石子来讨好雌企鹅绝非小题大做，而是由于筑巢的石子对它们有________的魅力。有好巢才能吸引好配偶，筑巢最好的雄企鹅，引起异性注意的机会最大。别致的巢能够________雄企鹅作为配偶的价值，确保配偶的珍贵投资——企鹅蛋不被冰雪冻坏，所以雄企鹅要________地通过建造新居来打败竞争对手。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不可抗拒", "彰显", "不遗余力"],
  distractor: ["不可名状", "体现", "千方百计", "无与伦比", "昭示", "不惜血本", "无以复加", "代表", "千难万险"],
  unknown: []
}, {
  id: "2049308",
  stem: "纵观现代化历程，中国改革一直是在争论中推进的，之所以能够顺利推进并取得举世瞩目的成就，就是因为主流意识形态具有强大的________力量，总是能够超越左与右，促使社会形成新的共识。而主流意识形态有这样强大的力量，恰恰是从不同社会思潮中汲取智慧，而不是________的“任性”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["整合", "刚愎自用"],
  distractor: ["吸收", "泥古不化", "平衡", "剑走偏锋", "柔化", "恃才放旷"],
  unknown: []
}, {
  id: "2049312",
  stem: "30岁时，纳什突然出现了许多古怪的举动……最终，他因为幻听被确诊为严重的精神分裂症，后来是接二连三的诊治与复发。1962年，当他被认为是________的菲尔兹奖获得者时，他的精神状况却使他与奖项________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["理所当然", "失之交臂"],
  distractor: ["无可辩驳", "饮恨败北", "实至名归", "擦肩而过", "名正言顺", "抱憾终身"],
  unknown: []
}, {
  id: "2049318",
  stem: "孔雀蜘蛛的体型非常小，只有4毫米到5毫米，其中，雌性蜘蛛比雄性蜘蛛大。不过，就是这样小的身躯，也能靠着大自然的________吸引人们的注意。\n填入画横线部分最恰当的一项是：",
  correct: ["鬼斧神工"],
  distractor: ["精雕细刻", "巧夺天工", "匠心独运"],
  unknown: []
}, {
  id: "2049326",
  stem: "到近几年，一度________的神经网络算法开始复兴。这个算法在一定程度上________了生物神经分层的构架，不仅能够不断调整优化各项行动的逻辑权重，还能够进行结果的________，把结果重新作为输入进行训练。\n依次填入画横线部分最恰当的一项是：",
  correct: ["沉寂", "模拟", "反馈"],
  distractor: ["沉默", "模仿", "回馈", "沉沦", "仿真", "回应", "沉凝", "仿照", "反应"],
  unknown: []
}, {
  id: "2049372",
  stem: "他的新著可以归入“灿烂的书”之列。他用自己的性情和心智，________先贤的思想，不仅________出文化的基本框架，还________了文化的核心问题，对文化的几个比较复杂的问题，有几番精彩阐述。\n依次填入画横线部分最恰当的一项是：",
  correct: ["感悟", "勾勒", "探讨"],
  distractor: ["领悟", "描绘", "思考", "感受", "勾画", "探求", "领会", "描摹", "思忖"],
  unknown: []
}, {
  id: "2049406",
  stem: "雾霾问题是个棘手难题，但再棘手也得解决，而且难题破解还得摁下“快进键”。虽然从客观规律上看，治霾难________，可就紧迫性而言，治霾还必须得________，抓住那些核心症结对症施治。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一蹴而就", "只争朝夕"],
  distractor: ["一劳永逸", "釜底抽薪", "一马当先", "根治病灶", "一步登天", "刻不容缓"],
  unknown: []
}, {
  id: "2049428",
  stem: "大连人直面历史，表现出了应有的________，采取了极为________的做法，他们没有“砸碎一个旧世界，建立一个新世界”，而是完好地保留了那些欧式建筑、广场和绿地。\n依次填入画横线部分最恰当的一项是：",
  correct: ["理智", "开明"],
  distractor: ["气度", "睿智", "魄力", "大胆", "胸襟", "另类"],
  unknown: []
}, {
  id: "2049436",
  stem: "在这个关键时刻，首先值得我们做的也许是________改革共识，细细________注册制对我国证券市场秩序的真实影响，探讨如何使我国资本市场成为更具吸引力的产品，吸引本地和国际企业家像消费者一样乐于使用它，从而对整个社会是经济的，最终有利于社会发展，而不是拘泥于所谓的前提条件，________注册制改革的时机。\n依次填入画横线部分最恰当的一项是：",
  correct: ["凝聚", "考量", "延误"],
  distractor: ["发展", "估算", "耽误", "汇集", "预计", "散失", "形成", "琢磨", "荒废"],
  unknown: []
}, {
  id: "2049440",
  stem: "在传播媒介极不发达的年代，要成为名人并非易事，他必须在某一领域________，才能通过________、书籍记载等方式广为人知。而在数字网络为媒介的时代，尤其在微博、微信公众号等自媒体平台上，人人都能成为信息和观点的发布者，人人都可能________，出名的成本大幅度降低，于是“名人”遍地开花。\n依次填入画横线部分最恰当的一项是：",
  correct: ["出类拔萃", "口耳相传", "声名鹊起"],
  distractor: ["独当一面", "街谈巷议", "一夜成名", "崭露头角", "红口白牙", "声名远扬", "出人头地", "道听途说", "一鸣惊人"],
  unknown: []
}, {
  id: "2049442",
  stem: "没错，我们的科学研究________远远没有达到看透一切的程度，我们地球生命离不开水，________我们也没法确定说离了水就不能有别的生命形式。从逻辑上讲这是对的，问题是：科学研究还需要一个延续性，科学必须站在已有知识的基础之上，________不能是胡思乱想。\n依次填入画横线部分最恰当的一项是：",
  correct: ["还", "但", "而"],
  distractor: ["却", "可", "并", "也", "而"],
  unknown: []
}, {
  id: "2049446",
  stem: "对于社会性动物人类来说，社交的重要性________，而社交活动中必不可少的技能就是要认清别人的脸。不幸得脸盲症的话，真是会________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不言而喻", "窘态百出"],
  distractor: ["昭然若揭", "见笑于人", "毋庸赘述", "贻笑大方", "显而易见", "羞愧难当"],
  unknown: []
}, {
  id: "2049456",
  stem: "“自由想象力崇拜”的背后，是“顿悟崇拜”。这种思想认为一般人终日被自己的知识所________，而一旦跳出就能取得重大突破。费曼说，相对论流行以后，很多哲学家跳出来说：“坐标系是相对的，这难道不是最自然的哲学要求吗？这个我们早就知道了！”可是如果你告诉他们光速在所有坐标系下不变，他们就会________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["束缚", "目瞪口呆"],
  distractor: ["羁绊", "怅然若失", "钳制", "呆若木鸡", "禁锢", "追悔莫及"],
  unknown: []
}, {
  id: "2049464",
  stem: "语文世界如镜鉴：审视别人也在拷问自己。圣母院的钟声敲碎了伪善的面具，零丁洋里的叹息唤醒了民族的勇气。________秋风，________易水，壮士悲吟满腔抱负，涛涛乌江，________佳人，英雄奏响末路穷歌。\n依次填入画横线部分最恰当的一项是：",
  correct: ["簌簌", "凛凛", "楚楚"],
  distractor: ["萧萧", "泠泠", "婷婷", "溶溶", "凄凄", "款款", "幽幽", "粼粼", "翩翩"],
  unknown: []
}, {
  id: "2049468",
  stem: "当年的美丽楼兰，这个绿洲上的王国，丝绸之路的要塞，总是驼铃叮当，人迹熙攘，多么地令人眼热而起兵戎呢。周边的游牧民族厮杀终年不歇，北方的匈奴汹汹如潮肆意南侵，连大汉王朝也皇皇挺兵饮马于此。说话间，________的谋略，________的交响，绿野上驰骋的一世之雄，而今安在哉？\n依次填入画横线部分最恰当的一项是：",
  correct: ["纵横捭阖", "金戈铁马"],
  distractor: ["经天纬地", "秣马厉兵", "汪洋恣肆", "戎马倥偬", "尔虞我诈", "万马奔腾"],
  unknown: []
}, {
  id: "2050018",
  stem: "在“互联网+”时代，通过教育信息化建设，可以突破________障碍，逐步缩小区域、城乡数字差距，扩大优质教育资源覆盖面，把优秀的教育资源送到农村去，送到最需要的地方去，让更多的孩子同在蓝天下共享优质教育。\n填入画横线部分最恰当的一项是：",
  correct: ["空间"],
  distractor: ["文化", "思维", "认知"],
  unknown: []
}, {
  id: "2049522",
  stem: "今天，科技发展极大地改善了人类生活的方方面面，使得人们难以脱离科技成果，退回到现代科技之前的生活状态中。但越来越多的人也意识到，一些科技成果常常携带着________的后果，可能对人类生活产生负面影响。\n填入画横线部分最恰当的一项是：",
  correct: ["难以预测"],
  distractor: ["昭然若揭", "不言自明", "毋庸讳言"],
  unknown: []
}, {
  id: "2049520",
  stem: "虽然虚拟博物馆如雨后春笋般涌现，但博物馆管理人员依然相信这对实体博物馆而言是机遇，而非冲击。“比如举世闻名的艺术作品《蒙娜丽莎》，一些3D复制品可能将画作精细到连脸部细纹都能看得一清二楚，但大家还是________地涌入卢浮宫。因为即使复制出一模一样的《蒙娜丽莎》，博物馆里那种神圣、庄严的感觉还是无法复制。”管理人员如是说。\n填入画横线部分最恰当的一项是：",
  correct: ["如痴如狂"],
  distractor: ["欢呼雀跃", "情有独钟", "欣喜若狂"],
  unknown: []
}, {
  id: "2049516",
  stem: "20世纪90年代，有人________传统书信将被新兴的通信方式取代。然而我们惊奇地发现，传统的纸质书信依然健康发展，与电子通信方式________，在当下生活中发挥着重要的作用。\n依次填入画横线部分最恰当的一项是：",
  correct: ["预言", "并行不悖"],
  distractor: ["坦言", "并驾齐驱", "断言", "相向而行", "妄言", "背道而驰"],
  unknown: []
}, {
  id: "2049558",
  stem: "沿着卢瓦尔河，法国的历史被书写进河谷里________的城堡群中。想要探寻几百年间法国乃至欧洲王宫贵胄间的权力斗争，窥视________的宫廷秘事，就要从走进这一座座城堡开始。\n依次填入画横线部分最恰当的一项是：",
  correct: ["星罗棋布", "波诡云谲"],
  distractor: ["鳞次栉比", "不可捉摸", "浩如烟海", "变幻莫测", "不计其数", "变幻无常"],
  unknown: []
}, {
  id: "2050014",
  stem: "古典农业社会中，人的乡愁和城市没有太大的关系。彼时的乡愁大抵是怀才不遇的流荡，以及战争带来的________和乡土难返。而现在，大多数“乡愁感慨”是具有城市生活经历的人发出的，他们发愁的是城市“工作好不好找，房子买不买得起”等等，过去随时可以返回的家乡，正逐渐消失在城市化运动中。因此，他们对乡愁的________可能完全不是同一个方向，甚至可能是“城愁”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["背井离乡", "认同"],
  distractor: ["流离失所", "认识", "民不聊生", "认可", "饥寒交迫", "认知"],
  unknown: []
}, {
  id: "2050178",
  stem: "随着3D打印技术的发展，人们将不再需要等待皮肤在实验室中研发出来，化妆品公司也将能够更加快速地通过________皮肤来创建相应的模型，而且还能够创建更加强大的原型。皮肤非常薄，对3D打印而言，制造皮肤将是一个相对________的过程。3D打印机中的一个注射器能够沿着器官线移动，并非常缓慢地挤压出细胞溶液。然后，再一层层增加，以此达到用户所想要的厚度。\n依次填入画横线部分最恰当的一项是：",
  correct: ["打印", "容易"],
  distractor: ["复制", "简单", "保养", "复杂", "修复", "简易"],
  unknown: []
}, {
  id: "2049518",
  stem: "礼仪服饰庄重而________，自生一种威仪。事实上，这种威仪感，来自礼服各个不同部件背后的渊源和寓意。而另一方面，如果将礼服层层剥开来看，就是一部________的政治史。\n依次填入画横线部分最恰当的一项是：",
  correct: ["华美", "恢弘"],
  distractor: ["艳丽", "壮阔", "美丽", "宏美", "秀美", "磅礴"],
  unknown: []
}, {
  id: "2050024",
  stem: "汛期恶劣的环境，让查找堤坝渗漏部位和渗漏入、出水口变得极为困难。而如能及时对管涌渗漏进行快速________，确定其具体位置、形状，采取相应有效措施，就能够________洪灾中可能发生的溃坝风险。\n依次填入画横线部分最恰当的一项是：",
  correct: ["检测", "规避"],
  distractor: ["监测", "避让", "防堵", "回避", "封堵", "避免"],
  unknown: []
}, {
  id: "2050086",
  stem: "共享经济在以全新的方式——调动微小力量、分享闲置资源的形式，快速________着大众的生活方式，以低价高质的形式为大众带来更多便利。就是这样一种全新经济模式，在近几年来呈现高速狂飙的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["重构", "态势"],
  distractor: ["重塑", "走势", "构建", "形式", "影响", "趋势"],
  unknown: []
}, {
  id: "2050444",
  stem: "良好的生态环境，是最公平的公共产品，是最________的民生福祉。当前，我国资源约束________，环境污染严重，生态系统退化的问题十分严峻，人民群众对清新空气、干净饮水、安全食品、优美环境的要求越来越强烈。\n依次填入画横线部分最恰当的一项是：",
  correct: ["普惠", "趋紧"],
  distractor: ["普遍", "不力", "重要", "紧张", "关键", "不够"],
  unknown: []
}, {
  id: "2050006",
  stem: "本地杂草野花由于经历了千百年的自然________，对当地气候和土质都有极好的适应性，根本不需要过多额外的养护。而且，与属于外来物种的人工草坪相比，本地杂草野花还有一个________就是生态安全。\n依次填入画横线部分最恰当的一项是：",
  correct: ["选择", "优势"],
  distractor: ["洗礼", "优点", "进化", "长处", "淘汰", "好处"],
  unknown: []
}, {
  id: "2049550",
  stem: "在动画片的题材中，童话、神话、民间故事占了很大的比例，就是因为这些题材都是带有浓厚幻想色彩的________故事，具有鲜明的________、假定与象征的因素。神奇虚幻的故事借助动画的假定性不仅可以得到淋漓尽致的表现，而且动画艺术的特征也能够得以充分发挥。\n依次填入画横线部分最恰当的一项是：",
  correct: ["虚构", "寓意"],
  distractor: ["虚幻", "含义", "虚假", "含意", "虚拟", "喻义"],
  unknown: []
}, {
  id: "2050016",
  stem: "“一带一路”的宏伟构想，从历史深处走来，融通古今、连接中外，________和平、发展、合作、共赢的时代潮流，________丝绸之路沿途各国发展繁荣的梦想，________古老丝绸之路崭新的时代内涵，契合沿线国家的共同需求，为沿线国家优势互补、开放发展开启了新的机遇之窗。\n依次填入画横线部分最恰当的一项是：",
  correct: ["顺应", "承载", "赋予"],
  distractor: ["追溯", "实现", "植入", "遵循", "明晰", "提出", "适应", "承接", "蕴蓄"],
  unknown: []
}, {
  id: "2049544",
  stem: "近年来，一些不负责任的网络谣言泛滥成灾，极大地________着社会成本，________着世道人心。________网络谣言，净化网络环境，已经成为包括广大网民、互联网企业和管理部门等在内的全社会的共识。\n依次填入画横线部分最恰当的一项是：",
  correct: ["消耗", "损害", "遏制"],
  distractor: ["耗费", "扰乱", "遏止", "耗尽", "蛊惑", "禁绝", "侵蚀", "破坏", "杜绝"],
  unknown: []
}, {
  id: "2050026",
  stem: "所谓类文本，指的是出版物中所有作者文字之外的部分。尽管类文本也是阅读对象，但它们________地成为阅读的主体，甚至造成了对于文本的阅读________，实在有________之嫌。\n依次填入画横线部分最恰当的一项是：",
  correct: ["喧宾夺主", "障碍", "本末倒置"],
  distractor: ["反客为主", "困难", "以一持万", "主客颠倒", "妨碍", "舍本逐末", "太阿倒持", "艰难", "轻重倒置"],
  unknown: []
}, {
  id: "2049514",
  stem: "书法一旦离开了文字所表达的思想内涵和精神境界，就如同艺术只剩下技术而毫无风骨气韵，书法艺术唯有思想上的________，文学上的滋润，文化上的________，心灵上的寄托，才能________出打动人心的魅力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["充盈", "传承", "彰显"],
  distractor: ["高尚", "传承", "展现", "充沛", "弘扬", "展示", "高贵", "突显"],
  unknown: []
}, {
  id: "2050022",
  stem: "语言本身就是人类文化长期________的智慧结晶。一切人类创造的思想文化成果都需要通过语言来深度表达和精彩________，如果将文化视为人类精神或思维自觉________的形形色色的神奇“痕迹”，那么，语言就是这种“痕迹”中最鲜活、最深邃和最久远的核心部分。\n依次填入画横线部分最恰当的一项是：",
  correct: ["积淀", "阐释", "遗留"],
  distractor: ["演进", "描述", "保存", "培育", "演绎", "留传", "发展", "诠释", "存留"],
  unknown: []
}, {
  id: "2051324",
  stem: "研究显示，一种普通的沙漠苔藓能直接从空气中而不是地下_____水分。此项发现可被用于启发在发展中国家_____清洁饮用水的方法。包括仙人掌在内的大多数沙漠植物，依靠强大的根系_____稀有的地下水。\n依次填入画横线部分最恰当的一项是：",
  correct: ["吸取", "收集", "吸收"],
  distractor: ["吸收", "收取", "吸取", "收集"],
  unknown: []
}, {
  id: "2050020",
  stem: "责任心，是创业者________的品质。经常在生活中磨炼的人一定碰到过困难与荆棘、遇到过挑战与挫折、感受过真情与冷暖、领悟过付出与回报，久而久之，人的内心变得坚强，说话做事更有担当，“责任”二字通过潜移默化的行为训练________创业者的血液里，变成人的气节与气质，形成了独有的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["难能可贵", "融入", "竞争力"],
  distractor: ["千金难求", "植入", "感召力", "不可多得", "渗入", "亲和力", "绝无仅有", "介入", "创新力"],
  unknown: []
}, {
  id: "2050600",
  stem: "在充满变量的世界，我们是眼花缭乱的观望者，也是置身其间的推动者。曾经走街串巷的叫卖声不见了，只需手指轻轻一点即可享受送货上门的电商火了起来；全家人乃至几家人守着一台电视机等待每天一集电视剧的场景不见了，取而代之的是乱花渐欲迷人眼的多屏时代；人们获取信息的渠道不仅早已多样化，而且信息芜杂难辨——“________”，是我们生活中的常态，容不得视而不见，也容不得退避。\n填入画横线部分最恰当的一项是：",
  correct: ["变"],
  distractor: ["难", "乱", "散"],
  unknown: []
}, {
  id: "2050606",
  stem: "近两年有一种产自东北的非主流水果——菇娘（这个“娘”在东北读作三声，并缀以儿化音）颇有________之势。每逢春夏之交，大大小小的水果铺子，都少不了菇娘小巧的身影，而它特有的香气与口感据说确实俘获了不少姑娘的舌尖呢。\n填入画横线部分最恰当的一项是：",
  correct: ["登堂入室"],
  distractor: ["一步登天", "后来居上", "反客为主"],
  unknown: []
}, {
  id: "2050610",
  stem: "春晚相声《新虎口遐想》的出现，其最现实的意义就在于它实现了相声本质的回归，讽刺的分寸感好，对社会不良现象反思有力。只是________春晚时间的限制，结尾比较仓促，实在是美中不足的遗憾。但是________，它回归了本质，找回了初心。\n依次填入画横线部分最恰当的一项是：",
  correct: ["囿于", "瑕不掩瑜"],
  distractor: ["由于", "大醇小疵", "困于", "毋庸置疑", "缘于", "不言而喻"],
  unknown: []
}, {
  id: "2050674",
  stem: "如今越来越多没营养的综艺节目占据了市场的________。而《朗读者》却别具一格，“慢下来”用“朗读”做电视，这才是真正稀缺而有价值的电视文化。《朗读者》证明文化类节目未必“冷”，《朗读者》节目组把这份对精神文化的尊重________到节目中来。\n依次填入画横线部分最恰当的一项是：",
  correct: ["主体", "移植"],
  distractor: ["主流", "传达", "首席", "延伸", "份额", "演绎"],
  unknown: []
}, {
  id: "2050548",
  stem: "《中国诗词大会》推广传统诗词文化的成效________。观众在春节期间远离了牌桌和酒席，坐在电视机前欣赏选手的精彩对决。将古诗词元素融入于现代生活中，或许是传承传统文化的好方法。虽然不是每个人都要写诗成为诗人，古诗词欣赏能力也未必与背诵能力成正比，但在日常文字表达中化用古诗词，足以让一个人在精神上________起来。\n依次填入画横线部分最恰当的一组是：",
  correct: ["有目共睹", "雍容"],
  distractor: ["家喻户晓", "充实", "立竿见影", "丰盈", "显而易见", "从容"],
  unknown: []
}, {
  id: "2050562",
  stem: "汉语是一种能产性极强的语言，在网络语境催生下，大量新颖别致、有时代内涵的新词族______，它们在类推机制下以共同的语素为基础，形成可不断扩充的庞大词汇家族。如：“微X”词族、“晒X”词族、“X奴”词族等等。诸如此类的表达在当下的口语交际中______。\n依次填入画横线部分最恰当的一组是：",
  correct: ["异军突起", "俯拾皆是"],
  distractor: ["一鸣惊人", "遍地开花", "脱颖而出", "屡见不鲜", "横空出世", "细大不捐"],
  unknown: []
}, {
  id: "2050566",
  stem: "客观地说，“网红”并不一定是________。这个时代，站在互联网风口，猪都能飞起来，何况是有看点、有炒点的“网红”呢？社会原子化、娱乐疯魔化、价值的多元、舆论的分野……给了“网红”勃兴与风靡的最佳土壤。若三观正，有节操，“网红”也可以“最美”；可一旦陷入眼球经济的“名利场”，这个时候，资本只要稍稍抛个媚眼，“网红”经济就容易_______。\n依次填入画横线部分最恰当的一组是：",
  correct: ["洪水猛兽", "走火入魔"],
  distractor: ["牛鬼蛇神", "剑走偏锋", "妖魔鬼怪", "鬼迷心窍", "狼烟烽火", "趋之若鹜"],
  unknown: []
}, {
  id: "2050578",
  stem: "青山隐隐，芳草萋萋，春天的脚步总是来去匆匆。“二月里来好春光”的余音还在耳畔____，____之间便到了细雨纷纷、祭扫亲人的清明时节。\n依次填入画横线部分最恰当的一组是：",
  correct: ["萦绕", "倏忽"],
  distractor: ["缭绕", "蓦然", "回响", "忽然", "飘荡", "遽然"],
  unknown: []
}, {
  id: "2050618",
  stem: "近年来，荒唐滑稽的文化闹剧时有所闻。有的地方，在举行某种群众性的活动时，全体穿着所谓的“汉服”，就让人哭笑不得。在今天复活古代的服饰，就算是弘扬优秀的传统文化？如果把弘扬传统文化理解成穿古代服装，一齐行跪拜礼，这就_____让人哭笑不得，_____令人欲哭无泪了。凡此种种，都是________的典型表现。\n依次填入画横线部分最恰当的一组是：",
  correct: ["不是", "而是", "食古不化"],
  distractor: ["不是", "就是", "生吞活剥", "非但", "反而", "生搬硬套", "不仅", "而且", "囫囵吞枣"],
  unknown: []
}, {
  id: "2050622",
  stem: "某些意义上讲，与现代白话文一道_______于20世纪初的中国科幻文学，起点是很高的，因为当初在中国力推科幻文学的“科幻粉”中，有着不少文学史上的“大腕”级人物。然而因科幻文学今日之_______，以至于许多实实在在的事例，在今天不熟悉文学史的人听来，反倒像是_______了，因为，寒酸久了，再怎么说自己“出身高贵”也难取信于人。\n依次填入画横线部分最恰当的一组是：",
  correct: ["滥觞", "式微", "无稽之谈"],
  distractor: ["发端", "凋敝", "低人一等", "起源", "衰落", "天方夜谭", "发轫", "衰败", "胡说八道"],
  unknown: []
}, {
  id: "2051954",
  stem: "第二季《中国诗词大会》在春节期间播放，观众可以参与互动，实现合家欢的观赏效果。《中国诗词大会》不________，采用了紧张刺激的追逐赛、争霸赛等多维度比赛形式，摆脱了说教意味，把各个年龄段的观众吸引到电视机前。\n填入画横线部分最恰当的一项是：",
  correct: ["坐而论道"],
  distractor: ["纸上谈兵", "夸夸其谈", "徒托空言"],
  unknown: []
}, {
  id: "2051994",
  stem: "美国耶鲁大学持续12年的研究表明：由父母同时带大的孩子智商高，他们在学校里的成绩往往更好，将来走向社会也更容易成功。尽管很多男性已经领悟到父教的_______，但现实生活中父教的缺位并不鲜见。中国家庭分工普遍注重“男主外，女主内”，男性投入到孩子身上的时间自然就会减少。有些男性存在浓厚的“大男子主义”情结，认为父教是“_______”，就算有时间，也不愿陪伴孩子；还有的父亲尚未认识到父教的必要性和重要性。\n依次填入横线处最恰当的一项是：",
  correct: ["不可或缺", "雕虫小技"],
  distractor: ["大有可为", "小题大做", "大有裨益", "家长里短", "至关重要", "大材小用"],
  unknown: []
}, {
  id: "2052016",
  stem: "我们怎么就不能_______呢？一辆随处可骑的共享单车，方便价廉，不用担心丢失损毁，你的责任仅是用完放好，多好的事情啊，怎么就不能在朗朗乾坤之下健康成长呢？我们年轻时说好了“要做共产主义接班人”，五六十年过去了，连个共享单车都不能容，眼看着单车一方面泛滥成灾，另一方面又共享不成。城市里堆积如山的单车不能_______，浪费了大量的公共资源，还污染了环境，加剧了人文环境的恶化。\n依次填入画横线部分最恰当的一组是：",
  correct: ["共襄盛举", "物尽其用"],
  distractor: ["凝心聚力", "善始善终", "守望相助", "各得其所", "同舟共济", "物有所值"],
  unknown: []
}, {
  id: "2052032",
  stem: "一天顺手拿起手机翻看通讯录，发现里面存储的600多个姓名和号码，_______有近一半不知是谁，更记不起是什么时间、什么地点存留下来的。仔细想一想，大概是在不同的时机和场合，与这些_______的人有过简单的一面之缘，当时就存留下来了。\n依次填入画横线部分最恰当的一组是：",
  correct: ["居然", "素昧平生"],
  distractor: ["显然", "机缘巧合", "俨然", "南来北往", "竟然", "萍水相逢"],
  unknown: []
}, {
  id: "2051214",
  stem: "怀有爱心的人必定真诚而大度，如果需要，他会________地展示自己的灵魂，捧出自己的心。爱的价值难以用金钱衡量，心藏龌龊的人甩出的大把金币，有时还不如贫穷的善者脸上的一丝微笑。\n填入画横线部分最恰当的一项是：",
  correct: ["毫不犹豫"],
  distractor: ["推心置腹", "开诚布公", "光明磊落"],
  unknown: []
}, {
  id: "2051220",
  stem: "南宋诗人周紫芝在《竹坡诗话》中记载：李氏家族有一人为官廉洁，公私分明。一天，他正在烛光下办理公务，有人送来一封家书。他当即灭掉公家的蜡烛，点燃自家的蜡烛，因为在他看来，公与私之间绝对不容混淆，这在今天看来有点________，但所折射的公与私的严格区分仍然值得深思。\n填入画横线部分最恰当的一项是：",
  correct: ["小题大做"],
  distractor: ["自命清高", "沽名钓誉", "矫枉过正"],
  unknown: []
}, {
  id: "2051230",
  stem: "好的作品会对一些人的人生产生重大和深远的影响。它能让人变得更加坚强，让人生目标更加________。曾几何时，一部《钢铁是怎样炼成的》，一部《平凡的世界》，成为许多青年人精神世界的“圣经”，成为他们一生中经受________、战胜苦难的强大精神动力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["笃定", "磨难"],
  distractor: ["确定", "波折", "淡定", "磨炼", "镇定", "挫折"],
  unknown: []
}, {
  id: "2051232",
  stem: "读完一本可心的书，就如同________的河床有了清流的浸润，如同精神的荒原有了生命的________，人的精神状态立刻有了不同，颇有点“腹有诗书气自华”的感受，而察世事、思万物也有了些深度和张力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["干涸", "萌动"],
  distractor: ["干燥", "萌生", "干旱", "觉醒", "干裂", "苏醒"],
  unknown: []
}, {
  id: "2051236",
  stem: "3D电视是一种能够________实际景物的真实空间关系的新型电视，对观众而言，延伸于屏幕的景物具有________的震撼效果。\n依次填入画横线部分最恰当的一项是：",
  correct: ["模拟", "触手可及"],
  distractor: ["模仿", "近在咫尺", "展示", "活灵活现", "展现", "栩栩如生"],
  unknown: []
}, {
  id: "2051238",
  stem: "用中国品牌讲中国故事是一种艺术，必须善讲会讲。既讲品牌成长的经历、也讲品牌_____的精神，既讲大故事、也讲小故事，既讲老故事、也讲新故事，把中国品牌的故事讲得________，使中国品牌成为当代中国形象的闪亮名片。\n依次填入画横线部分最恰当的一项是：",
  correct: ["彰显", "娓娓动听"],
  distractor: ["包含", "绘声绘色", "展示", "栩栩如生", "蕴含", "惟妙惟肖"],
  unknown: []
}, {
  id: "2051240",
  stem: "一个人从小就生活在平等、尊重的环境中，长大了就会更平等地对待人和事。反之，从小就生活在________的训导或者宠物般的溺爱中，就很难养成健康的人格，容易变得________，甚至容易走极端。\n依次填入画横线部分最恰当的一项是：",
  correct: ["居高临下", "偏执"],
  distractor: ["盛气凌人", "平庸", "吹毛求疵", "固执", "唠唠叨叨", "偏激"],
  unknown: []
}, {
  id: "2051242",
  stem: "虽然没有法律强制力做支撑的道德是虚妄的，但是法律在面对道德问题时，也总是会显得________，这种力不从心的根本原因还是由于法律的外在属性与道德的内在属性之间的矛盾，社会秩序的大厦是法理与道德共同支撑的，如果道德不立，人心善变，法律终会________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["左支右绌", "独木难支"],
  distractor: ["相形见绌", "回天乏力", "爱莫能助", "孤立无援", "捉襟见肘", "力所不逮"],
  unknown: []
}, {
  id: "2051244",
  stem: "如何看待各项指标的起落调整？如何领会稳增长、调结构、促改革的辩证用意？如何贯彻稳中求进的调控指引？________中国经济的复杂问题，需要________的专业剖析，更离不开格局宏大的战略思考。\n依次填入画横线部分最恰当的一项是：",
  correct: ["破解", "具体而微"],
  distractor: ["反观", "一丝不苟", "解读", "返观内视", "反思", "条分缕析"],
  unknown: []
}, {
  id: "2051246",
  stem: "研究者称，可爱的人真诚善良，平和亲切，他们会让对方放下________，更愿意与之交朋友，适当地在家人和朋友面前学句夸张的“可爱语”，偶尔穿一次可爱的衣服，能让人显得有童趣，但如果一味地脱离年龄，刻意装可爱，只会是________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["戒备", "适得其反"],
  distractor: ["骄傲", "事倍功半", "自卑", "削足适履", "成见", "东施效颦"],
  unknown: []
}, {
  id: "2051248",
  stem: "人格魅力是什么？就是人的信仰、气质、品德、才智等汇聚而成的感召力量，管理学者称之为________的号召力，凝心聚力的吸引力，________的感染力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一呼百应", "潜移默化"],
  distractor: ["说一不二", "耳濡目染", "一言九鼎", "润物无声", "不令而行", "春风化雨"],
  unknown: []
}, {
  id: "2051250",
  stem: "生命之所以美丽，正在于它有血有肉的过程中，始终高扬着一个美丽的主题，美丽之所以________，正在于生命的底蕴中，始终流动着人类对世界最________的良知与渴望。\n依次填入画横线部分最恰当的一项是：",
  correct: ["永恒", "纯粹"],
  distractor: ["恒久", "基本", "迷人", "坚定", "可贵", "率真"],
  unknown: []
}, {
  id: "2051256",
  stem: "索尔仁尼琴的终极关怀，与托尔斯泰和陀思妥耶夫斯基________，他们共同勾勒出俄罗斯文学的近现代________。在某种意义上，索氏就是两位先贤的________：不仅同样叙写反抗黑暗和寻找光明的先知话语，而且擅长文学叙事。\n依次填入画横线部分最恰当的一项是：",
  correct: ["如出一辙", "画卷", "翻版"],
  distractor: ["一脉相承", "轮廓", "传人", "异曲同工", "轨迹", "回响", "不谋而合", "图景", "后学"],
  unknown: []
}, {
  id: "2097078",
  stem: "走进书房，荷笔当锄，精神家园种满稚嫩的庄稼，也许远离丰收的季节，但心里总装着一个秋天。也有受挫后乏味地走进书房的时候，________间与书群对话，慢慢地愁肠________，残雪消融，浮躁渐趋平静，紊乱变得有序，顷刻间阴霾一扫，心空一片晴朗亮丽。\n依次填入横线部分最恰当的一项是：",
  correct: ["心灰意冷", "纾解"],
  distractor: ["百无聊赖", "舒缓", "万念俱灰", "疏散", "无地自容", "舒展"],
  unknown: []
}, {
  id: "2097094",
  stem: "标志秋天到来的是枫树。“小枫一夜偷天酒，却倩孤松掩醉容”。这种________的想象现代人构思不出，即使灵光一闪，________的他们考虑更多的是枫树偷饮的是茅台酒还是威士忌。\n依次填入划横线部分最恰当的一项是：",
  correct: ["妙趣横生", "务实"],
  distractor: ["栩栩如生", "现实", "出神入化", "世故", "风花雪月", "市侩"],
  unknown: []
}, {
  id: "2097086",
  stem: "清代思想家龚自珍说过，“灭人之国，必先去其史”。零星传播假史歪史看似小事，如果不加整顿，长此以往就会扰乱人们的思想。上世纪80年代，苏联社会就曾经出现过大量打着“反思历史”的旗号，________苏共历史的现象。比如诬蔑十月革命使俄国离开了“人类文明的正道”等，这导致全民族精神支柱坍塌，最终成为苏联________的致命原因。\n依次填入画横线部分最恰当的一项是：",
  correct: ["抹黑", "分崩离析"],
  distractor: ["唱衰", "一蹶不振", "批判", "误入歧途", "否定", "盛极而衰"],
  unknown: []
}, {
  id: "4768446",
  stem: "众所周知，地球上的生态系统是经过长期进化形成的，系统中的物种经过长期演变，才形成了现在相互依赖又相互________的密切关系。一个外来物种的引入，有可能因无法适应新环境而消亡，也有可能因新的环境中没有与之________的生物而演变为凶残的入侵者。\n填入划横线处最恰当的一项是：",
  correct: ["制约", "抗衡"],
  distractor: ["排斥", "匹敌", "冲突", "相当", "限制", "对抗"],
  unknown: []
}, {
  id: "4768451",
  stem: "提到人工智能，很多人都会想起谷歌AlphaGo与棋手之间的“围棋人机大战”。AlphaGo在比赛中的出色表现，至今仍然让人们________，但与此同时，“________”的人工智能也引发了不少人的担忧：人工智能会不会像科幻电影所描述的那样取代人类呢？\n填入划横线处最恰当的一项是：",
  correct: ["津津乐道", "来势汹汹"],
  distractor: ["记忆犹新", "异军突起", "惊叹不已", "咄咄逼人", "心有余悸", "风起云涌"],
  unknown: []
}, {
  id: "4768496",
  stem: "发展是时代的主题，同时也是每个时代需要面对的问题，对“什么是发展”“怎样发展”“为谁发展”等问题的回答，________着中国特色社会主义发展的历史脉络，指导着我们的实践。新时期以“五大发展”为核心的新发展理念提出，更是________着辩证思维和哲学智慧，是我们党对发展问题的新思考、新成果。\n填入划横线处最恰当的一项是：",
  correct: ["贯穿", "彰显"],
  distractor: ["延续", "闪耀", "梳理", "辉映", "顺应", "凸现"],
  unknown: []
}, {
  id: "4768511",
  stem: "文化产业的发展规律都是类似的，电影市场的放开也会产生竞争淘汰，在一定时间内可能会出现________的现象，但尘埃落定之后，依然会完成优胜劣汰，我们不能就此________，遏制了发展的可能，尝试和发展都是有意义和有价值的。\n填入划横线处最恰当的一项是：",
  correct: ["泥沙俱下", "因噎废食"],
  distractor: ["鱼目混珠", "半途而废", "滥竽充数", "放任自流", "良莠不齐", "作壁上观"],
  unknown: []
}, {
  id: "4768448",
  stem: "书信不仅传递感情，更传承文化，同时也真实地________了时代的变迁。从流传于世的古代书信来看，举凡天气地理、风俗人情，皆可入信。在书信中，人们________时政，品赏诗文，诫训子弟，抒情言志乃至谈情说爱、讨论物价等等。所以，书信也于无形之中成了历史文化的记录者和传承者。\n填入划横线处最恰当的一项是：",
  correct: ["记录", "评论"],
  distractor: ["反映", "谈论", "印证", "讨论", "映照", "议论"],
  unknown: []
}, {
  id: "4768457",
  stem: "在娱乐业经济大热背景之下，资本潮流蜂拥入场，一切都显得________，然而，资本逐利性最终给行业带来的却是________式的厮杀。尽管现在看来娱乐业经济热钱涌动，却始终鲜见令人难忘的文化产品。\n填入划横线处最恰当的一项是：",
  correct: ["顺理成章", "饮鸩止渴"],
  distractor: ["水到渠成", "临渴掘井", "顺其自然", "扬汤止沸", "合情合理", "咎由自取"],
  unknown: []
}, {
  id: "4768443",
  stem: "优秀的历史题材作品应该使观众产生思想上的共鸣，通过对历史现象、问题、规律的深刻思考，提升观众的道德素质和思想水平。历史题材作品不能单纯对观众进行感官刺激，要________以“戏说”或“演义”历史题材为借口，“调侃崇高、扭曲经典、颠覆历史，________人民群众和英雄人物”的行为。\n填入划横线处最恰当的一项是：",
  correct: ["杜绝", "丑化"],
  distractor: ["拒绝", "诬蔑", "避免", "恶搞", "阻止", "抹黑"],
  unknown: []
}, {
  id: "4768453",
  stem: "欧洲中世纪社会同样遵循固定的秩序，喜欢一切________，不同阶层的人都有自己的标志、义务和规则，逾越自己的本分是莫大的罪过，混杂或________的事物则无一例外地不受欢迎——似鸟又似鼠的蝙蝠是邪恶的象征，而条纹衣服则专门留给罪犯穿。\n填入划横线处最恰当的一项是：",
  correct: ["井井有条", "模棱两可"],
  distractor: ["有条不紊", "善恶莫辨", "按部就班", "语焉不详", "循规蹈矩", "不置可否"],
  unknown: []
}, {
  id: "4768444",
  stem: "伴随着电子商务的普及，消费者成为个人信息泄露的主要受害群体。伴随信息泄露而至的垃圾短信、骚扰电话、精准诈骗日益________着人们的隐私、财产甚至生命安全；同时，消费者个人信息泄露还容易破坏市场秩序、制约经济发展、滋长各类犯罪、破坏社会稳定，甚至________公共安全及国家安全危机。\n填入划横线处最恰当的一项是：",
  correct: ["威胁", "引发"],
  distractor: ["危及", "导致", "影响", "引起", "危害", "触发"],
  unknown: []
}, {
  id: "4768450",
  stem: "青年人应该掌握三大财富能力：正确运用金钱的能力、处理物质欲望的能力、了解匮乏与金钱极限的能力。这三种能力背后所________出的，正是对自己负责、独立解决财富问题的能力，这对于一个人的一生来说至关重要。仔细观察那些善于创造财富、积累财富的民族，事实上从幼儿阶段就注重培养孩子与财富有关的观念，教导孩子________，告诉孩子赚钱只有合法与否，没有贵贱之分等。\n填入划横线处最恰当的一项是：",
  correct: ["折射", "自食其力"],
  distractor: ["暗示", "自力更生", "传递", "自强不息", "显现", "自给自足"],
  unknown: []
}, {
  id: "4768456",
  stem: "古人言：不读诗，无以言。古诗短小精悍，字不虚设但确是言简义丰、意境深美。诗人的风格________。李白的诗奔放洒脱，杜甫的诗沉郁内敛，白居易的诗通俗流畅，王维的诗清新自然\xb7\xb7\xb7\xb7\xb7\xb7诗的内容多样，叙事诗、写景诗、寓理诗等令人________。美好的诗句总是令人深深感叹、言已尽而意无穷，仿佛余音绕梁三日不绝于耳。\n填入划横线处最恰当的一项是：",
  correct: ["迥异", "大开眼界"],
  distractor: ["多样", "眼花缭乱", "不一", "唏嘘不已", "独特", "赏心悦目"],
  unknown: []
}, {
  id: "4768466",
  stem: "在艺术创作的世界里，我们常常需要放飞想象，尝试着做一些不可能的事情，比如，“把自己和椅子一起搬起来”就是我们很熟悉的一个________。但是，我们真的不能在想象的世界里实现一次这种看上去不可能的事情吗？其实，艺术创作完全可以建立在________的想象基础上。\n填入划横线处最恰当的一项是：",
  correct: ["悖论", "自圆其说"],
  distractor: ["规律", "异想天开", "谬论", "天马行空", "原理", "合情合理"],
  unknown: []
}, {
  id: "4768460",
  stem: "在今年的“世界穿山甲日”即将来临之际，食用穿山甲事件在我国网络上闹得________。穿山甲是我国重点保护野生动物。目前在我国几近灭绝，比大熊猫还要________。但是，我国食用、药用穿山甲的历史悠久，对穿山甲有巨大的市场需求，这种需求还导致穿山甲国际走私严重。要想________这种需求，除了法律，还需要我们每一个人在思想和行动上的转变。\n填入划横线处最恰当的一项是：",
  correct: ["沸沸扬扬", "珍稀", "遏制"],
  distractor: ["轰轰烈烈", "宝贵", "抵制", "人声鼎沸", "稀有", "限制", "不可开交", "珍贵", "抑制"],
  unknown: []
}, {
  id: "4768479",
  stem: "近年来，我国石墨烯行业的发展态势喜人。但在________发展的背后，石墨烯行业也面临着产业化遭遇瓶颈、专利质量有待提高、盲目炒作、虚假宣传等问题，如何________行业发展，________技术瓶颈，促进大规模产业化成为石墨烯行业亟待解决的问题。\n填入划横线处最恰当的一项是：",
  correct: ["蓬勃", "规范", "克服"],
  distractor: ["飞速", "限制", "突破", "急剧", "引领", "冲破", "迅猛", "激进", "扩大"],
  unknown: []
}, {
  id: "4768455",
  stem: "媒体融合的应有之义，绝不仅是现有媒体形式及信息生产流程的________，更应是对用户需求的融合、用户思维的融入。无论是信息呈现方式的创新，还是信息内容的________，首要的关注点应是用户需求。所有的变革，都不能________用户这一中心。\n填入划横线处最恰当的一项是：",
  correct: ["整合", "筛选", "偏离"],
  distractor: ["调和", "挑选", "远离", "调整", "选取", "背离", "合并", "选择", "脱离"],
  unknown: []
}, {
  id: "4768459",
  stem: "作为综艺节目的重要元素，明星的参与本________，但一线明星也无法保证收视率的节节攀升。文化产业的特殊性在于——生产的是“意义”，仅仅靠明星、场面的________显然无法实现文化产业的核心竞争力。事实上，一档综艺节目的火爆一定与其对意义生产层面的________能力息息相关。\n填入划横线处最恰当的一项是：",
  correct: ["无可厚非", "堆砌", "把控"],
  distractor: ["无可非议", "组合", "驾驭", "不容置喙", "拼凑", "把持", "毋庸置疑", "嫁接", "操纵"],
  unknown: []
}, {
  id: "4768464",
  stem: "在适应新的旅游消费观念转变方面，人们的旅游经历越丰富，越不满足于________式的受累旅游方式，旅游需求已开始由“观光游”向“体验游”和“度假游”转变，旅游需求从________生活的空白和一种假日休息方式向优化生活品质和提高精神层次的新追求转变，满足这种健康、前卫和个性的消费方式，未来的旅游市场________。\n填入划横线处最恰当的一项是：",
  correct: ["走马观花", "弥补", "大有可为"],
  distractor: ["浮光掠影", "填补", "乐见其成", "蜻蜓点水", "补充", "前程似锦", "囫囵吞枣", "补救", "渐入佳境"],
  unknown: []
}, {
  id: "2028384",
  stem: "物理学研究与艺术创作有异曲同工之妙，若是不能_______，就只能千锤百炼，通过成年累月的辛苦工作来解开暗物质的谜团了。\n填入画横线部分最恰当的一项是：",
  correct: ["妙手偶得"],
  distractor: ["一蹴而就", "守株待兔", "灵机一动"],
  unknown: []
}, {
  id: "2028396",
  stem: "在这个万物互通互联的时代，单个企业是无法“________”的，只有人人安全、合作伙伴都安全、整个环境都安全，才能最大限度地保障自己的网络安全，这也是网络安全的更高等级——生态安全。\n填入画横线部分最恰当的一项是：",
  correct: ["独善其身"],
  distractor: ["明哲保身", "自力更生", "自给自足"],
  unknown: []
}, {
  id: "2028402",
  stem: "卫星轨道数据是一类需要严格保密的数据，卫星所有人将卫星的位置和运行路线视为机密资料。拥有卫星的那些企业担心泄密会使自己丧失竞争________，因为把________的定位信息泄露出去，可能会向竞争对手暴露自己的实力，政府也担心这会危害国家安全。\n依次填入画横线部分最恰当的一项是：",
  correct: ["优势", "确切"],
  distractor: ["筹码", "详细", "能力", "准确", "机遇", "隐藏"],
  unknown: []
}, {
  id: "2028410",
  stem: "各国在对外交往中常常会形成一套相对________的话语体系，特别是拥有自己的核心话语。对外话语不仅体现一国的外交政策，更________了一国对外沟通的基本态度和价值。\n依次填入画横线部分最恰当的一项是：",
  correct: ["固定", "代表"],
  distractor: ["灵活", "承载", "独立", "说明", "集中", "体现"],
  unknown: []
}, {
  id: "2028418",
  stem: "近年来，多部科幻电影在各大影院热播，黑洞、白洞、虫洞等都是人们________的天文学前沿概念，人类似乎在不久的将来就可以通过虫洞快速抵达太阳系外的宜居星球。但实际上，近年来星际飞行理论并没有突破性进展，深空探测在可以预见的将来还只能________于对太阳系内天体的探测。\n依次填入画横线部分最恰当的一项是：",
  correct: ["津津乐道", "局限"],
  distractor: ["如数家珍", "满足", "了如指掌", "倾向", "念念不忘", "受制"],
  unknown: []
}, {
  id: "2028424",
  stem: "家庭是社会的基本单元，家庭功能受损，已经并将继续产生深远后果。规模庞大的留守儿童，是中国独有的城乡二元体制的产物。解决这一问题_______，且无法毕其功于一役，多项改革不可能_______，但严峻的现实提醒我们，多层次的行动、全方位的改革必须启动或加速。\n依次填入画横线部分最恰当的一项是：",
  correct: ["千头万绪", "立竿见影"],
  distractor: ["迫在眉睫", "万无一失", "千难万险", "齐头并进", "错综复杂", "避重就轻"],
  unknown: []
}, {
  id: "2028430",
  stem: "对于科学家来说，数学公式可以展现大自然的基本原理，或者将复杂的东西简洁地表达出来，这的确________。但对普通大众中的一些人而言，公式也可能是令人生畏、晦涩难懂的；然而对另外一些人来说，正是公式的________使其变得迷人：即使不能理解公式的含义，我们也可以被它打动，因为我们知道，有些公式蕴含着一些超出我们理解能力的含义。\n依次填入画横线部分最恰当的一项是：",
  correct: ["妙不可言", "神秘"],
  distractor: ["独树一帜", "深奥", "无与伦比", "周密", "叹为观止", "严谨"],
  unknown: []
}, {
  id: "2028434",
  stem: "密码学的历史大致可以追溯到两千年前，相传古罗马名将凯撒为了防止敌方截获情报，便使用密码传送情报。凯撒的做法很________，就是为二十几个罗马字母建立一张对应表，如果不知道对应表，即使拿到情报也是________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["简单", "徒劳无功"],
  distractor: ["别致", "前功尽弃", "隐蔽", "枉费心机", "精妙", "无所适从"],
  unknown: []
}, {
  id: "2028438",
  stem: "水污染防治之难，在于水的________。水自源头奔流而下，被沿岸居民、企业反复利用，任何环节疏于治理，都可能让水变脏。水往低处流的特性，也导致“上游排污，下游遭殃”，上游地区的污水如不加处理直流下游，下游往往________也难以应对。\n依次填入画横线部分最恰当的一项是：",
  correct: ["流动性", "竭尽全力"],
  distractor: ["循环性", "殚精竭虑", "地域性", "一掷千金", "便利性", "废寝忘食"],
  unknown: []
}, {
  id: "2028442",
  stem: "处在互联网时代，中小型民营书店虽然无法在出版规模、价格、渠道等方面和大型发行集团、出版社、传媒集团展开竞争，但可以专注于某一特色，________，市场空间小而利润不小。网络的传播与沟通效应、数据平台的挖掘分析能力，能够帮助独立书店更便捷地触及到读者的思想和需求，并________需求，引导消费。\n依次填入画横线部分最恰当的一项是：",
  correct: ["拾遗补缺", "创造"],
  distractor: ["发扬光大", "发现", "画龙点睛", "刺激", "锦上添花", "满足"],
  unknown: []
}, {
  id: "2028428",
  stem: "未来将会怎样，不可准确预知，但格局和________总有踪迹可循。在信息技术、互联网发展所________的巨大变革面前，时代和社会呼唤产生一批真正的未来学家，能够站在历史和现实的关口，对信息社会的未来有所把握，为未来人们的生产和生活、选择和行为提供一些理论上的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["趋势", "引发", "指导"],
  distractor: ["轨迹", "带来", "解释", "方向", "造成", "设想", "路径", "导致", "服务"],
  unknown: []
}, {
  id: "2028436",
  stem: "传统曲艺中一两个演员借助简单的手持道具，靠说唱完成一场表演，没有过硬的功夫不行，不会与观众________更不行。修养高深的曲艺表演者会使用各种手段拉近与观众的情感距离，________引领观众参与艺术创造。在基本没有舞台布景和“灯服道效”相配合的________表演环境中，曲艺演员要靠自身的表演征服观众，其难度远远大于其他舞台表演艺术。\n依次填入画横线部分最恰当的一项是：",
  correct: ["交流", "主动", "简约"],
  distractor: ["对话", "巧妙", "临时", "沟通", "间接", "单一", "互动", "快速", "虚拟"],
  unknown: []
}, {
  id: "2028444",
  stem: "在长期积累中，传统媒体在新闻信息采集、加工和传播方面形成了一套比较________的方法、流程、标准和机制，虽然有单一乃至僵化的缺陷，但________，对保证传统媒体的权威性发挥了重要作用。具有高度专业水平的内容对任何媒体都是________的，这是媒体安身立命之本。\n依次填入画横线部分最恰当的一项是：",
  correct: ["成熟", "不可否认", "不可或缺"],
  distractor: ["系统", "无独有偶", "求之不得", "普遍", "显而易见", "独一无二", "先进", "不言自明", "至关重要"],
  unknown: []
}, {
  id: "2028448",
  stem: "实际上，靠强制手段和利益驱使评上的“文明城市”，只不过是________罢了。只有每一位市民发自内心地________“文明城市”理念，从身边点滴小事做起，做文明有礼的城市人，“文明城市”自然________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["自欺欺人", "认同", "水到渠成"],
  distractor: ["沽名钓誉", "拥护", "不期而至", "装腔作势", "赞同", "实至名归", "掩耳盗铃", "维护", "名副其实"],
  unknown: []
}, {
  id: "2028450",
  stem: "一个拥有工匠精神、推崇工匠精神的国家和民族，必然会少一些浮躁，多一些纯粹；少一些投机取巧，多一些________；少一些________，多一些专注持久；少一些________，多一些优品精品。\n依次填入画横线部分最恰当的一项是：",
  correct: ["脚踏实地", "急功近利", "粗制滥造"],
  distractor: ["实事求是", "好高骛远", "偷工减料", "兢兢业业", "口是心非", "花里胡哨", "稳扎稳打", "杀鸡取卵", "敷衍了事"],
  unknown: []
}, {
  id: "2028534",
  stem: "随着人工智能技术的不断发展，简单重复或危险的作业将由机器执行，低端蓝领、白领阶层可能会被人工智能________，未来人工智能对职场很可能产生颠覆性影响。\n填入画横线部分最恰当的一项是：",
  correct: ["取而代之"],
  distractor: ["越俎代庖", "鸠占鹊巢", "更弦易辙"],
  unknown: []
}, {
  id: "2028536",
  stem: "有研究者认为人类大脑处理高级数学问题的能力与人类使用语言的能力息息相关，语言中的抽象化能力是处理高级数学问题的________，但是，不少数学家和物理学家________这种观点的可靠性，爱因斯坦就曾宣称，“词汇和语言，不管是写下来的还是说出口的，对我的思考过程似乎都没什么用处”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["起点", "质疑"],
  distractor: ["前提", "相信", "关键", "否认", "条件", "赞同"],
  unknown: []
}, {
  id: "2028538",
  stem: "我们今天在市场上所见到的创新，大多数属于________创新的成果。内燃机动力汽车是第二次工业革命的产物，这一发明出现后，乘用车在基本原理上并没有发生根本性改变，但今天的车与一百年前的已经不可________。技术进步的推动与客户不断变化的需求，同样是创新的源泉。\n依次填入画横线部分最恰当的一项是：",
  correct: ["渐进", "同日而语"],
  distractor: ["间接", "等量齐观", "曲线", "相提并论", "二次", "混为一谈"],
  unknown: []
}, {
  id: "2028542",
  stem: "晚清官员最害怕的就是和洋人直接打交道，他们中的绝大部分人不懂外语，不明世界大势，不知国际公法，在和洋人打交道时未免________，进退失据。对于日渐增多的华洋纠纷，他们处理起来更是________，稍有不慎，就会招来严重的外交纷争。因此，他们便普遍形成了一种“畏洋如虎”的心态。\n依次填入画横线部分最恰当的一项是：",
  correct: ["左支右绌", "力不从心"],
  distractor: ["如履薄冰", "捉襟见肘", "瞻前顾后", "手足无措", "妄自菲薄", "眼花缭乱"],
  unknown: []
}, {
  id: "2028548",
  stem: "在过去的半个多世纪里，我们所生活的世界日益________到全球化的浪潮中。社会科学领域里的大多数学者认为，全球化开始于地理大发现的15世纪，其间________了几个世界霸权的兴衰，渐次发展到今日的________世界。\n依次填入画横线部分最恰当的一项是：",
  correct: ["卷入", "历经", "多极"],
  distractor: ["融入", "度过", "多维", "投入", "见证", "多边", "涌入", "目睹", "多元"],
  unknown: []
}, {
  id: "2049528",
  stem: "DNA分子是怎样被用作纳米世界建筑材料的呢？打个比方，我们在宏观世界所采用的建筑材料通常可分为柔性材料（如钢筋）和刚性材料（如砖块），前者决定结构的________性，后者决定结构的________性，两者结合成形态各异而又稳固的结构。类似地，可利用DNA单链的“柔性”与双链的“刚性”，通过设计使单双链结合、刚柔相济，构造出各种不同的几何结构。\n依次填入画横线部分最恰当的一项是：",
  correct: ["灵活", "稳定"],
  distractor: ["灵便", "安稳", "活动", "平稳", "灵敏", "稳固"],
  unknown: []
}, {
  id: "2049526",
  stem: "哲人说：“你的心态就是你真正的主人。”乐观向上、心态阳光，即便一时身处困境，仍有“竹杖芒鞋轻胜马”的________，在茫茫暗夜中亦能读出星星指引的方向。相反，悲观低沉、心态消极，________也能感受“夕阳西下，断肠人在天涯”的悲情，在一怀愁绪中迷失自我。\n依次填入画横线部分最恰当的一项是：",
  correct: ["旷达", "杯水风波"],
  distractor: ["坚韧", "沧海一粟", "狂喜", "瓜田李下", "纯真", "一叶知秋"],
  unknown: []
}, {
  id: "2049988",
  stem: "中国绘画是以庄子哲学为精神宗旨的，其最高境界是在人与对象的双重自然状态下实现物我浑融。《庄子\xb7田子方》载，宋元君招试画师，应试者皆________，唯有一后到者，“解衣盘礴赢”，任性自然地投身于画作。宋元君称此人为“真画者”。所谓“真画者”，指的是突破规范束缚而进入自由率真的创作状态的画家。这是庄子为后世中国画家塑造的模范。\n填入画横线部分最恰当的一项是：",
  correct: ["循规拘礼"],
  distractor: ["循规蹈矩", "墨守成规", "按部就班"],
  unknown: []
}, {
  id: "2049972",
  stem: "2016年中央电视台春节联欢晚会表演的节目《华阴老腔一声喊》，吸纳了非物质文化遗产元素。它源于生活，既接地气又创新出彩，________。它的成功，关键在于华阴老腔的魅力，传统音乐元素没有随着岁月流逝而失去光泽，它在现代音乐的包装下还能________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["雅俗共赏", "熠熠生辉"],
  distractor: ["风靡一时", "赏心悦目", "曲高和寡", "美不胜收", "喜闻乐见", "大放异彩"],
  unknown: []
}, {
  id: "2050090",
  stem: "近日，国际著名学术杂志《自然—材料》（Nature\xa0Materials）刊登了铁基高温超导材料研究领域的一项重要________——新型一维拓扑边界态的发现。拓扑超导体最________的应用就是高能量子计算机，它能在计算中发现错误，一旦出错就会在信息________过程中产生抵抗。\n依次填入画横线部分最恰当的一项是：",
  correct: ["进展", "激动人心", "处理"],
  distractor: ["进程", "鼓舞人心", "存储", "成就", "令人振奋", "加工", "成果", "引以为傲", "传输"],
  unknown: []
}, {
  id: "2050092",
  stem: "实现不同产业发展模式的升级，关键是突破核心技术、掌握知识产权，这就需要企业由过去的重投资转向重创新，由注重规模________转向注重行业竞争力的提升。如果不能由低端制造向高生产率的设计、研发、品牌、营销、产品链管理等环节________，企业就会错过产品升级的机遇，更________创新活跃期所带来的重大发展机遇。\n依次填入画横线部分最恰当的一项是：",
  correct: ["扩张", "延伸", "遑论"],
  distractor: ["扩充", "延伸", "别论", "衍生", "遑论", "扩张"],
  unknown: []
}, {
  id: "4757916",
  stem: "依次填入下列横线处的词语，最恰当的是：\n①这一场戏真演得________，赢得了满场观众的喝彩。\n②王大伯________地讲起了当年打鬼子的故事，我们都听得入迷了。\n③小说通过典型的语言描写，把几个有着不同性格特点的妇女形象________地展现在读者面前。\n④他擅长京剧，模拟各派唱腔，无不________。",
  correct: ["有声有色", "绘声绘色", "活灵活现", "惟妙惟肖"],
  distractor: ["绘声绘色", "有声有色", "惟妙惟肖", "活灵活现"],
  unknown: []
}, {
  id: "4757906",
  stem: "依次填入下列各句横线上的成语，恰当的一组是：\n我们各级领导干部，都是人民的公仆，绝对不允许在人民面前摆出________的样子，对于人民群众，要平等相待；对他们提出的要求，必须仔细分析，有些要求即使不合理，也要________反复讲清道理，而不能________。",
  correct: ["唯我独尊", "循循善诱", "置之不理"],
  distractor: ["自命不凡", "因势利导", "泰然处之", "唯我独尊", "置之不理", "循循善诱"],
  unknown: []
}, {
  id: "2139550",
  stem: "透过中石油的外表，我们看到的是中国经济上升期所伴随的资本躁动，以及非理性的市场繁荣。中石油“市值第一”的名号应该激起高度警觉和担忧，而不是________！\n下列选项中，最适合填入横线的是：",
  correct: ["弹冠相庆"],
  distractor: ["不孚众望", "额手称庆", "欣喜若狂"],
  unknown: []
}, {
  id: "2139560",
  stem: "子曰：“邦有道，________；邦无道，________。”许多单位为了树立自己的文明形象，频频设立“委屈奖”。似乎“委屈奖”已经成为处理各种人际矛盾的不二良方。\n下列选项中，最适合填入横线的是：",
  correct: ["危言危行", "危行言逊"],
  distractor: ["如坐春风", "如坠寒冬", "千锤百炼", "七零八落", "花团锦簇", "民不聊生"],
  unknown: []
}, {
  id: "2139564",
  stem: "数学里________美________有生命力，数学家就要追求这样的美。没有美的数学就没有灵魂，没有灵魂就枉谈生命了。在杭州的一年，我每每看到西湖都会感叹他的美丽，就像是看到杭州的灵魂，而更觉得国际数学大师陈省身先生像西湖一样，________什么角度什么季节，________那么美。\n下列选项中，最适合填入横线的是：",
  correct: ["只有", "才", "无论", "总是"],
  distractor: ["只要", "就", "哪怕", "也", "只有", "才", "无论", "总是"],
  unknown: []
}, {
  id: "2139568",
  stem: "华尔街股市________。2000年3月以来，长达10年之久“牛”市格局的华尔街股市________，一路下滑，10月18日，一股强劲的寒流吹袭全球股市。\n下列选项中，最适合填入横线的是：",
  correct: ["风声鹤唳", "风云突变"],
  distractor: ["惊弓之鸟", "风云变幻", "杯弓蛇影", "闻风而动", "草木皆兵", "千变万化"],
  unknown: []
}, {
  id: "2139574",
  stem: "桃子渐渐摘完了。但还有一只________趴在枝上不愿下来。________在立秋那天它还没有丝毫动摇的意思。________，它在继续壮大，________长得如饭碗一般。________我们自己也有点眼馋了。是的，除了孩子以外，我们还没有尝过一只完整的果实——我们只吃过一些夜间自动落下来，在地上跌破了的桃子。\n下列选项中，最适合填入横线的是：",
  correct: ["始终", "甚至", "相反", "几乎", "连"],
  distractor: ["仍然", "即使", "而且", "几乎", "恐怕", "始终", "宛然", "甚至", "相反", "连"],
  unknown: []
}, {
  id: "2139502",
  stem: "一事当前，人们总要辨真伪、明是非、判丑恶、定取舍。____，以何标准辨之、明之、判之和定之，有截然相反之两种态度。一曰以是非之心为心，二曰以____之心为心。\n下列选项中，最适合填入横线的是：",
  correct: ["但是", "利害"],
  distractor: ["并且", "厉害", "但是", "甚至", "利害"],
  unknown: []
}, {
  id: "2139504",
  stem: "信访投诉问题影响很大，不可小视，是最大的政治工作、思想工作和群众工作；信访投诉工作的好坏，关系着政府政党的性质、作风，也决定着_______。一个信访投诉问题处理得好，可以得到一大部分民心；处理不好，便会失去更大一部分人民群众的____和拥护。\n下列选项中，最适合填入横线的是：",
  correct: ["人心向背", "信赖"],
  distractor: ["人心沉浮", "相信", "众望所归", "信任", "人心所向", "信服"],
  unknown: []
}, {
  id: "2139508",
  stem: "欧洲科学家历时两年____230万欧元，开发出了一种“智能安全摄像头”。这种“智能安全摄像头”能够利用电脑，以某种运算法则分析在公共场所拍下的录像画面，查找可疑____，从中发现潜在的安全威胁。\n下列选项中，最适合填入横线的是：",
  correct: ["耗资", "形迹"],
  distractor: ["耗费", "行迹", "耗资", "形迹"],
  unknown: []
}, {
  id: "2139512",
  stem: "陕西林业厅公布了猎人周某用数码相机和胶片相机拍摄的华南虎照片。随后，照片真实性受到来自部分网友、华南虎专家和中科院专家等方面的质疑。华南虎照：真相____，努力____。\n下列选项中，最适合填入横线的是：",
  correct: ["不至", "不止"],
  distractor: ["不致", "不只", "不止", "不至"],
  unknown: []
}, {
  id: "2139516",
  stem: "中国的史学传统与古希腊_______，在理论上却_______。希腊专业的史学著述仅限当代史范畴，或至多补缀少许的能为“理解之同情”所穿透的过往史实。\n下列选项中最适合填入横线的是：",
  correct: ["双峰对峙", "大异其趣"],
  distractor: ["隔江相望", "剑走偏锋", "二水分流", "遥相对峙", "大异其趣"],
  unknown: []
}, {
  id: "2139522",
  stem: "近年来，随着飞秒脉冲激光技术的发展，飞秒时间____光谱技术在化学____动力学、光合作用超快过程等研究领域得到了广泛应用。\n下列选项中，依次填入横线部分最恰当的是：",
  correct: ["分辨", "反应"],
  distractor: ["分辩", "反映", "反应", "分辨"],
  unknown: []
}, {
  id: "2139526",
  stem: "意志力特训是训练孩子以坚强的意志，带领自己的团队，百折不挠、_______、勇敢地克服困难。\n下列选项中，最适合填入横线的是：",
  correct: ["坚若磐石"],
  distractor: ["固若金汤", "坚不可摧", "稳如泰山"],
  unknown: []
}, {
  id: "2139530",
  stem: "近年来，涉及权钱交易的违纪违法案件出现了一些新情况、新问题。为教育各级党员、领导干部严格自律，加大对涉及权钱交易行为的____力度，《中共中央纪委关于严格禁止利用职务上的便利____不正当利益的若干规定》日前印发。\n下列选项中，最适合填入横线的是：",
  correct: ["惩处", "谋取"],
  distractor: ["惩罚", "牟取", "惩处", "谋取"],
  unknown: []
}, {
  id: "2139534",
  stem: "买书，是藏书家郑振铎几乎每天要做的一件事，流连于书市地摊上“淘旧书”，几十载不曾间断。按说该有一定经验不至于上当受骗了吧？无奈率真坦诚、_______的郑先生不善委蛇之术，每次买书遇到中意的本子，便是一连串“不得了”“好极了”的激动赞叹声，接着还大侃书的种种优点和妙处，待侃完交钱时，精明的书贩当然饶不过他了。\n下列选项中，最适合填入横线的是：",
  correct: ["胸无城府"],
  distractor: ["光明正大", "光明磊落", "高深莫测"],
  unknown: []
}, {
  id: "2139542",
  stem: "美国政府未将中国列入“汇率____国黑名单”的做法是比较理智的，____鉴于中美两国经济目前如此高的相互依存度，____中国的人民币汇率出现大幅度波动，____中国经济会受损，美国经济乃至全球经济都会受到严重影响。\n下列选项中，最适合填入横线的是：",
  correct: ["操纵", "因为", "一旦", "不但"],
  distractor: ["操控", "因为", "而且", "不但", "操作", "不仅", "一旦", "如果", "把持"],
  unknown: []
}, {
  id: "2050722",
  stem: "母亲一生始终未离开武陵山区，我也随着她和父亲在武陵山水间________。当我从武陵边镇来到乌江边的县城，被大家称为来自小河的人；当我从乌江来到长江边的涪陵区，仍被称为小河的边民。后来我明白，到了沿海，你来自内地；到了海外，你来自大陆，一个人一生就是载着家乡山水的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["辗转", "漂流"],
  distractor: ["迁徙", "漂泊", "游走", "流浪", "流连", "远足"],
  unknown: []
}, {
  id: "2050082",
  stem: "现实生活中，真正能够平心静气、________者，似乎为数不多。相反，惯于给灵魂做加法，喜欢抛头露面、彰显自我的人倒是不少。君不见，有的人只要有机会，不是东拉西扯、侃侃而谈，便是谈天说地、________。不少人喜欢把逛街购物、唱歌喝酒、头疼脑热、感冒鼻塞之类的闲事琐事无聊事，统统发到朋友圈里去。\n依次填入画横线部分最恰当的一项是：",
  correct: ["心无旁骛", "津津乐道"],
  distractor: ["委曲求全", "口若悬河", "心如止水", "指桑骂槐", "波澜不惊", "口诛笔伐"],
  unknown: []
}, {
  id: "2049642",
  stem: "美好的记忆，相信没有人舍得删除。从有利于人们身心健康的方向出发，科学家对于删除记忆的研究，从使人________痛苦开始。\n填入画横线部分最恰当的一项是：",
  correct: ["忘却"],
  distractor: ["逃离", "摆脱", "体验"],
  unknown: []
}, {
  id: "2049654",
  stem: "解决当今人类遭遇的各种难题和危机，单靠一种文明价值的智慧和能量，常常显得________。只有充分挖掘和利用各种不同禀性的文明价值资源，才能帮助人类破解难题、走出危机。\n填入画横线部分最恰当的一项是：",
  correct: ["捉襟见肘"],
  distractor: ["格格不入", "于事无补", "顾此失彼"],
  unknown: []
}, {
  id: "2049660",
  stem: "只要观察一下语言的变迁史，就会发现，语言体系一直具有强悍的自我________机制，会以一种温和的集体________模式，淘汰那些失效的语词。这意味着语言会利用时间效应来进行自我筛选和自我净化，只有数量很少的新语词能够穿越这种“时间筛子”，成为上一历史时段的“舌尖遗产”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["过滤", "遗忘"],
  distractor: ["更新", "清洁", "完善", "舍弃", "修正", "扫除"],
  unknown: []
}, {
  id: "2049670",
  stem: "从一开始，网络的开拓者们就相信：如果互联网要变成一个全球化的体系，一个开放、合作和透明的管理模式是________的。而这种模式基于自愿采纳原则，因为分享是它最大的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["必不可少", "回报"],
  distractor: ["与生俱来", "亮点", "不可或缺", "创新", "事半功倍", "动力"],
  unknown: []
}, {
  id: "2049684",
  stem: "不可否认，________的阻隔，是阻碍情感交流的一个重要原因。但无论是语音聊天，还是视频通讯，其________便是不断缩短空间的距离。我们或许无法做到“父母在，不远游”，但至少可以多跟家人分享一下自己的喜怒哀乐，让父母在亲情的喃语中得到心灵的慰藉。\n依次填入画横线部分最恰当的一项是：",
  correct: ["地域", "初衷"],
  distractor: ["时空", "意义", "环境", "作用", "信息", "目的"],
  unknown: []
}, {
  id: "2049696",
  stem: "在很长的一个时期内，南极洲对人们来说是一个________的地方，古代和中世纪的地理学家，往往把南极周围画成一片无边无际的海洋，或者画成一个环形的海岛。从16世纪起，在几乎所有的地图上都画着南极的土地，但地理学家都是凭着自己的________画出来的，因为谁也没有见过这块土地。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一无所知", "想象"],
  distractor: ["广阔无垠", "经验", "神秘莫测", "理解", "人迹罕至", "推理"],
  unknown: []
}, {
  id: "2049706",
  stem: "我们这一辈人所享受到的现代生活，就像一座越来越豪华、先进、舒适的大厦。生活在这样一座大厦中，不能只是________。每个人不管这一辈子有多长，也不管能力大还是能力小，总要多多少少为这座大厦的发展和完善________，多多少少为这个世界留下点什么。\n依次填入画横线部分最恰当的一项是：",
  correct: ["坐享其成", "添砖加瓦"],
  distractor: ["好逸恶劳", "出谋划策", "得过且过", "竭尽全力", "拈轻怕重", "精益求精"],
  unknown: []
}, {
  id: "2049712",
  stem: "说德语的人方向感和次序感更强，说英语的人则更重视动作本身。根据英国最新研究结果，不同语言语法上的________会显著影响到以其为母语的人的认知能力。熟练掌握一门外语，能使人在________中获得认知能力的扩展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["差异", "潜移默化"],
  distractor: ["特点", "耳濡目染", "对比", "日积月累", "区别", "不知不觉"],
  unknown: []
}, {
  id: "2049722",
  stem: "在娱乐方式多元化的今天，“________”是不少人（特别是中青年群体）对待戏曲的态度。这里面固然存在________的偏见、难以静下心来欣赏戏曲之美等因素，却也有另一个无法回避的原因：一些戏曲虽然与观众之间没有屏幕之隔，却用艺术化的表演，讲述着与观众距离较远的生活。\n依次填入画横线部分最恰当的一项是：",
  correct: ["敬而远之", "先入为主"],
  distractor: ["望洋兴叹", "我行我素", "望而生畏", "一叶障目", "知难而退", "固步自封"],
  unknown: []
}, {
  id: "2049740",
  stem: "晚明江南的富裕，提供了附庸风雅的环境与条件，使得饮茶风尚引发了名牌效应。先是苏州虎丘茶风行，然后有大方和尚以虎丘制茶法在徽州松萝山制茶，造就了明末________的松萝茶。一旦成了名牌，人们追求时尚，________，商家就有了商机，争相仿制，价格也直线上升。\n依次填入画横线部分最恰当的一项是：",
  correct: ["声名鹊起", "趋之若鹜"],
  distractor: ["如雷贯耳", "一掷千金", "闻名遐迩", "如影随形", "风靡一时", "蜂拥而至"],
  unknown: []
}, {
  id: "2047664",
  stem: "党的十八大以来，中央以猛药去疴、重典治乱的________，以刮骨疗毒、壮士断腕的________，不断加大党风廉政建设和巡视的力度，效果显著。\n依次填入画横线部分最恰当的一项是：",
  correct: ["决心", "勇气"],
  distractor: ["意念", "底气", "恒心", "气势", "意志", "气魄"],
  unknown: []
}, {
  id: "2047666",
  stem: "这些亮相于世界互联网大会的中国创新成果，勾勒出未来生活的诱人________，也________着“创新中国”的蓬勃生机。\n依次填入画横线部分最恰当的一项是：",
  correct: ["图景", "彰显"],
  distractor: ["图画", "呈现", "画面", "凸显", "景象", "显示"],
  unknown: []
}, {
  id: "2047668",
  stem: "生活中细小的变化都可能让我们的感觉大不相同，我们要学会欣赏和赞扬，随时________身边美好的事物，因为关注美好事物有助于规避不良情绪，同时切记多与乐观豁达、愉快向上的人相处。此外，________一下日常生活节奏，也会让你的生活更有活力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["发现", "改变"],
  distractor: ["留意", "改善", "寻找", "调整", "发掘", "调节"],
  unknown: []
}, {
  id: "2047670",
  stem: "一个人的成长成才，并不完全由其起点决定，而是看在这个过程之中个人所付出的努力。如果一味________“出生在农村，注定样样落后”，不仅是对一些客观事实选择性地无视，而且________了个人奋斗的价值。\n依次填入画横线部分最恰当的一项是：",
  correct: ["渲染", "抹杀"],
  distractor: ["鼓吹", "漠视", "宣扬", "肯定", "鼓励", "否定"],
  unknown: []
}, {
  id: "2047672",
  stem: "中央政令下达后，除了加大督查力度，更需要强化政策信息______，通过各种渠道让政策为民众所熟知，利用舆论和公众的监督，提高政策执行的______。\n依次填入画横线部分最恰当的一项是：",
  correct: ["公开", "效率"],
  distractor: ["公布", "水平", "发布", "速度", "宣传", "力度"],
  unknown: []
}, {
  id: "2047690",
  stem: "冷静观察，直面现实，正视困难，我们的双脚就能站到_______的大地上，拥有牢固的立足点，就能看到远方的地平线，找到_______的方位感。\n依次填入画横线部分最恰当的一项是：",
  correct: ["坚实", "准确"],
  distractor: ["结实", "正确", "坚韧", "精准", "坚硬", "精确"],
  unknown: []
}, {
  id: "2047694",
  stem: "结构性改革是一项长期性任务，需要_______地推进。就当前而言，则需要针对突出问题加以解决。\n填入画横线部分最恰当的一项是：",
  correct: ["持之以恒"],
  distractor: ["大刀阔斧", "贯穿始终", "一劳永逸"],
  unknown: []
}, {
  id: "2047698",
  stem: "利用互联网等信息技术促进留守儿童家庭的亲子交流，不仅有很强的必要性，也具备相当的_______。长期以来，我国科技和信息工作的推进，已经为______留守儿童难题奠定了良好的软硬件基础。\n依次填入画横线部分最恰当的一项是：",
  correct: ["可行性", "缓解"],
  distractor: ["合理性", "根治", "现实性", "治理", "针对性", "解决"],
  unknown: []
}, {
  id: "2047702",
  stem: "实现中华民族伟大复兴的中国梦，不是当代青年_______的额外任务，而是其_______的神圣使命。\n依次填入画横线部分最恰当的一项是：",
  correct: ["可有可无", "义不容辞"],
  distractor: ["无足轻重", "责无旁贷", "坚辞不受", "当仁不让", "理所当然", "义无反顾"],
  unknown: []
}, {
  id: "2047708",
  stem: "依次填入下列画横线部分的词语，最恰当的一项是：\n①对于民众反映比较集中紧迫的事情，________不当容易引发群体性事件。\n②大雾天气致使飞机无法按时起飞，________了我一天的行程。\n③央行发布的史上最严新规是为了________日益猖狂的金融犯罪和网络诈骗。",
  correct: ["应对", "耽误", "遏制"],
  distractor: ["治理", "耽搁", "遏止", "操作", "耽误", "处置", "遏制"],
  unknown: []
}, {
  id: "2045558",
  stem: "我们在这里驻足聆听，触摸________跳动的脉搏，在与先人的凝视和对话中，铭刻人生信念的方位，增进砥砺前行的动力。\n填入下列横线处的词语，最恰当的一项是：",
  correct: ["历史"],
  distractor: ["社会", "当下", "未来"],
  unknown: []
}, {
  id: "2045562",
  stem: "在养老举措、制度设计等各方面________更多“老吾老以及人之老”的同理心，是一座城市、一个社会对待老年人应有的温情与敬意。\n填入下列横线处的词语，最恰当的一项是：",
  correct: ["灌注"],
  distractor: ["灌溉", "灌输", "灌制"],
  unknown: []
}, {
  id: "2045564",
  stem: "树立法律权威，就要使法治原则________到国家与社会每一层次、每一角落，让全体公民信仰法治，对法律存有敬畏之心。\n填入横线处的词语最恰当的一项是：",
  correct: ["渗透"],
  distractor: ["深入", "融入", "扩大"],
  unknown: []
}, {
  id: "2045566",
  stem: "文化自信不是天上掉下来的，也不是仅仅在嘴上说说的，更不是虚无缥缈的“________”。文化自信来自对民族历史的深刻了解，对国家现实的全面把握，对发展战略的正确设计，对前途目标的精准判断。\n填入画横线部分最恰当的一项是：",
  correct: ["空中楼阁"],
  distractor: ["画饼充饥", "纸上谈兵", "水中捞月"],
  unknown: []
}, {
  id: "2045572",
  stem: "中国是文明古国，礼仪教化之邦。如果有人在大庭广众之下喧哗不止，则不免让人________。\n填入横线处的词语，最恰当的一项是：",
  correct: ["侧目而视"],
  distractor: ["恨之入骨", "置若罔闻", "不以为然"],
  unknown: []
}, {
  id: "2045556",
  stem: "量子力学认为真空并非“________”，而是充斥着大量“虚”的粒子和反粒子对。它们同时产生，刹那之间又相互________。\n依次填入下列横线处的词语，最恰当的一组是：",
  correct: ["空无一物", "湮灭"],
  distractor: ["一无所有", "淹没", "空谷幽兰", "迸发", "熙熙攘攘", "吞噬"],
  unknown: []
}, {
  id: "2045570",
  stem: "互联网就是看待争议、弥合争议的窗口。观点________、________、________，莫不投射其中，像极了一件布满裂纹却又浑然天成的钧瓷。\n依次填入画横线部分最恰当的一项是：",
  correct: ["交流", "交锋", "交融"],
  distractor: ["交锋", "交融", "交流"],
  unknown: []
}, {
  id: "2045574",
  stem: "家庭文明建设以培养和践行社会主义核心价值观为根本，以文明家庭创建活动为载体，以注重________、注重________、注重________为着力点，唤醒广大家庭崇德向善的道义自觉。\n依次填入画横线部分最恰当的一项是：",
  correct: ["家庭", "家教", "家风"],
  distractor: ["家风", "家教", "家庭"],
  unknown: []
}, {
  id: "2045582",
  stem: "“一带一路”________是产品、企业、投资走出去，服务、标准________应走出去，________要“走进去”——关键是产能、服务要走进去，走进“一带一路”沿线六十五个国家。\n依次填入下列横线处的词语，最恰当的一组是：",
  correct: ["不仅", "也", "而且"],
  distractor: ["既然", "还", "更加", "如果", "但", "并且", "即使", "都", "甚至"],
  unknown: []
}, {
  id: "2045586",
  stem: "世界发展不应单峰耸立，________不应有孤岛。经济全球化浪潮中，“每一朵浪花有它的精彩”，________彼此声浪相助，________形成滚滚发展的春潮。\n依次填入下列横线处的词语，最恰当的一组是：",
  correct: ["更", "只有", "才能"],
  distractor: ["也", "因为", "所以", "却", "既然", "那么", "就", "无论", "并且"],
  unknown: []
}, {
  id: "2050724",
  stem: "远眺试飞机场，天地混为一体，这就是“彩虹”无人机________的起点，更是放飞梦想的舞台。每一名科研人员，都会在试飞成功后，站在这里静静凝视，让热情________平静，平静的背后是一份更高的期许。\n依次填入画横线部分最恰当的一项是：",
  correct: ["翱翔", "回归"],
  distractor: ["高飞", "荣归", "遨游", "回复", "腾空", "恢复"],
  unknown: []
}, {
  id: "2050744",
  stem: "虽然没有法律强制力做支撑的道德是虚妄的，但是法律在面对道德问题时，也总是会显得________，这种力不从心的根本原因还是由于法律的外在属性与道德的内在属性之间的矛盾。社会秩序的大厦是法律与道德共同支撑的，如果道德不立，人心善变，那法律终会________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["左支右绌", "独木难支"],
  distractor: ["相形见绌", "回天乏术", "爱莫能助", "孤立无援", "捉襟见肘", "力所不逮"],
  unknown: []
}, {
  id: "2050700",
  stem: "每个人的经历都是一部书。有的像诗，跳跃灵动，含蓄隽永；有的像散文，形散神凝，耐人寻味；有的像小说，情节盘根错节，矛盾跌宕起伏；有的像戏剧，冲突不断，悬念丛生。有的人的经历如山间小溪，清澈见底，有的人的经历如大河奔流，波澜壮阔。有的人的经历像风雨后的彩虹，有的人的经历像暴风雨洗过的天空。有的像金戈铁马，有的像飞流直下。有的像东北乱炖，有的像重庆火锅，有的像淮扬菜。各有各的风采，各有各的味道。但所有书里都凝结着两个字：________。它属于个人，也属于社会。\n填入画横线部分最恰当的一项是：",
  correct: ["财富"],
  distractor: ["精彩", "独特", "奇妙"],
  unknown: []
}, {
  id: "2144711",
  stem: "网络对儿童而言是一把“双刃剑”，一方面可以让儿童更早________现代人必备的网络知识和技能，为他们打开通往未知世界的大门；另一方面，过早触网也容易让儿童________于网络游戏等虚拟空间不能自拔，容易对儿童的正常学习和成长造成影响和干扰。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["接触", "沉溺"],
  distractor: ["触摸", "享受", "了解", "迷惑", "熟练", "堕落"],
  unknown: []
}, {
  id: "2144724",
  stem: "一件保留着旧家具线条和质感的桌子或是储物架或是一张床，你能________到它所代表的那个时代的美好和情怀，四四方方、敦实简朴：那是小孩子骑着三只小轮子的童车串胡同的快乐；也是夏天院子里刚洗好的白床单，在阳光里________出的洗衣皂香。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["感受", "散发"],
  distractor: ["体验", "散逸", "感应", "散发", "触摸"],
  unknown: []
}, {
  id: "2144738",
  stem: "在诗的最后一节，诗人写出了现代文明的冲击对他本人的影响。从寥寥数笔的________中，我们不难体味到诗人对现代文明的大胆________。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["勾勒", "嘲弄"],
  distractor: ["描绘", "捉弄", "刻画", "嘲讽", "勾画", "玩弄"],
  unknown: []
}, {
  id: "2144750",
  stem: "远处云烟缭绕、植被茂密的青山，以及行走在街头身着民族服饰的不丹人，足以________城市外观上的漏洞。廷布街头的不丹女人大多身穿宽袖窄身的“旗拉”，男人不少则穿着过膝长袍“帼”，服装的布料都是织造的，用的是自然布料，且以传统自然染料染成，即使远看也有一种________。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["弥补", "韵味"],
  distractor: ["补偿", "风味", "抵偿", "趣味", "填补", "味道"],
  unknown: []
}, {
  id: "2144753",
  stem: "目前，我国杂技院团和杂技从业者以及杂技市场之间缺乏有效的________，杂技院团还未对市场有充分的了解，就________锁定目标，按照杂技先练技巧再拼接的传统方法把节目先排出来，这样虽然能保证杂技表演的质量，但未必是目前杂技演艺市场最为需要的。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["磨合", "盲目"],
  distractor: ["磨合", "精准", "摩擦", "盲目"],
  unknown: []
}, {
  id: "2144758",
  stem: "如何去________隐藏在已千变万化了的各种学说背后尚未完全遗失的经典原貌，获得真实的体温和人格图谱，从而剥离后世僵化、变异、乏味、随心所欲的解读，尤其是那些自以为智慧的肢解和________，当是目前国学热当中应解决的重要问题。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["发掘", "篡改"],
  distractor: ["探求", "伪造", "搜寻", "修改", "挖掘", "窜改"],
  unknown: []
}, {
  id: "2144759",
  stem: "《金陵小巷人物志》这本书在设计上________，几乎没有封面，直接以装订的第一页作为封面，从封面到内页，都选用了粗糙耐用、富有生活气息的牛皮纸，整本书像是块毛坯砖，________，“小人物”的精彩也在设计中得到了很好的体现。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["独具匠心", "朴实无华"],
  distractor: ["独具匠心", "素面朝天", "突发奇想", "朴实无华"],
  unknown: []
}, {
  id: "2144760",
  stem: "人们曾经________的奇妙技术实际上已经在无声无息中应用到日常生活的方方面面。对于很多都市人来说，比朋友更重要的智能手机中的每一个应用，都是人工智能程序为用户________的生活规划。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["渴求", "量身打造"],
  distractor: ["希望", "量身打造", "渴求", "量体裁衣"],
  unknown: []
}, {
  id: "2144763",
  stem: "看病“货比三家”造成医疗资源的巨大浪费，客观上也进一步________了“医生荒”。究其原因，一方面是患者对自身的疾病过于担忧和焦虑。从积极的角度来看，这是现在公众更加重视自身健康的表现，值得肯定，但是________，并不值得提倡。另一方面，则是患者对医生和医院缺乏信任，总想在不同的医院和医生之间进行反复比较和验证，一旦两个或者是多个医生给出的结论不一致，患者就更加担心和焦虑，只能去另寻高明，结果就陷入一种恶性循环。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["加剧", "过犹不及"],
  distractor: ["增加", "物极必反", "加重", "适可而止", "恶化", "矫枉过正"],
  unknown: []
}, {
  id: "2144764",
  stem: "在________着传统女性乞巧习俗、忠贞不渝爱情观和现代时尚情人节多样标签的七夕，已经愈加成为________传统文化的窗口，成为青年人眼中表达浪漫爱情的舞台。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["承继", "宣扬"],
  distractor: ["发展", "弘扬", "沿袭", "推广", "跟随", "宣扬"],
  unknown: []
}, {
  id: "2144768",
  stem: "文物保护有时与大众的想法因出发点不同而会产生分歧，比如出于保护的考虑，很多墓葬遗址能不发掘就不发掘，________知道里面可能有价值连城的文物，________文物本身蕴含的历史价值和文化价值更重要。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["即使", "但"],
  distractor: ["因为", "但", "不但", "而且", "既", "又"],
  unknown: []
}, {
  id: "2144770",
  stem: "制定一项公共政策时就算再________、未雨绸缪，也不能无视广大基层民众的心声，无视“公平”二字，否则只能成为________了。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["高瞻远瞩", "众矢之的"],
  distractor: ["管中窥豹", "众叛亲离", "居安思危", "无的放矢", "高谈弘论", "千夫所指"],
  unknown: []
}, {
  id: "2144771",
  stem: "近年来，随着金融改革开放步伐加快，多层次资本市场建设稳步推进，金融市场创新日趋活跃，与金融密切相关的金融信息服务出现________的发展，但金融信息质量________，市场秩序有待健全规范。\n依次填入划横线部分最恰当的一项是（________）。",
  correct: ["突飞猛进", "参差不齐"],
  distractor: ["日新月异", "良莠不齐", "江河日下", "泥沙俱下", "与日俱增", "鱼目混珠"],
  unknown: []
}, {
  id: "2144772",
  stem: "全国政协工作________关注民生、保障民生、改善民生，这既是职责所在，更是党和人民的重托。________，对于各级党委、政府和领导干部来说，关注民生是最大的政治，改善和保障民生是最大的政绩。依次填入划横线部分最恰当的一项是（\xa0 ）。",
  correct: ["矢志不渝", "同样"],
  distractor: ["专心致志", "然而", "坚忍不拔", "同样", "持之以恒"],
  unknown: []
}, {
  id: "2144773",
  stem: "保护好历史建筑，实质就是留住城市发展的________，让人真切________到城市的“昨天”“今天”与“明天”。我们并不________有历史的城市，但很多城市确实缺少“历史感”与“厚重感”。就此看，“不拆真遗存，不建假古董”，其实不是针对具体历史建筑的保护，而是强调对历史的敬畏，对人文本位的回归。依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["文脉", "体认", "缺乏"],
  distractor: ["痕迹", "感受", "存在", "线索", "了解", "获得", "遗迹", "领悟", "缺少"],
  unknown: []
}, {
  id: "2144775",
  stem: "一直以来，家庭养老是中国式养老的重要方式，极大________了社会养老风险。不过，随着计划生育和人口流动因素的影响，“四个老人、一对夫妻和一个孩子”的家庭模式，使家庭养老功能________。目前，中国式养老大致有三种方式：家庭养老、社区养老和机构养老。而机构养老除国家投资的养老院外，需求最大的是一般工薪阶层消费水平可以负担的养老院，但这类养老院________。而无论是哪种养老，背后都藏着两本账：经济账和感情账。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["缓解", "弱化", "供不应求"],
  distractor: ["承担", "减弱", "供过于求", "减轻", "强化", "于事无补", "舒缓", "失去", "事倍功半"],
  unknown: []
}, {
  id: "2144777",
  stem: "回望一些官员的成长史，他们可以从农村子弟里脱颖而出，________不能保持赤子之心，归根结底是在权力欲前飘飘然了，忘了自己的出身和初心。要真正为人民服务，就需要把人民放在心中，________口头上用“农民的儿子”标榜自己，________如法炮制来博取同情，毫无疑问，都只是把他们自己放在心中。\n依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["却", "凡是", "或是"],
  distractor: ["但", "如果", "就", "却", "因为", "所以", "即使", "但是"],
  unknown: []
}, {
  id: "2144779",
  stem: "魔术是一门________的艺术，要想产生惊奇的效果，就要制造假象，将物体真实的状态________起来。一般，魔术师们总是会将各种物体藏起来，让人们对物体的状态产生错误的想象，而事实上，魔术表演还能制造出更加有趣的________：比如，在观众的脑子里创造出一件并不存在的魔术道具。依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["误导", "隐藏", "错觉"],
  distractor: ["真实", "展现", "幻觉", "错误", "掩盖", "想象", "欺骗", "珍藏", "画面"],
  unknown: []
}, {
  id: "2144780",
  stem: "，之所以医疗领域出现今天的状况，也和我国的财政投入不足有关，但是医改是世界性难题，即便是发达国家也没有探索出合理的模式。所以不能________中国的医疗体系，毕竟，改革开放后的几十年医疗事业的成就是________的，尤其是近年来，我国社会保障制度的逐步扩大范围更起到了兜底的作用。依次填入划横线部分最恰当的一项是（\xa0\xa0）。",
  correct: ["不可否认", "求全责备", "有目共睹"],
  distractor: ["众所周知", "吹毛求疵", "众目睽睽", "不置可否", "斤斤计较", "熟视无睹", "无可非议", "评头品足", "尽人皆知"],
  unknown: []
}, {
  id: "2042828",
  stem: "依次填入文中画横线处最恰当的一项是：",
  correct: ["着眼", "纵览"],
  distractor: ["研究", "观察", "判断", "照顾", "斟酌", "掌控"],
  unknown: []
}, {
  id: "2042524",
  stem: "在新一轮国际秩序的重构中，国际社会对中国寄予________，我们不仅应该自觉地________起区域乃至全球治理的责任，而且要善于提出中国方案，贡献中国智慧。\n依次填入画横线处最恰当的一项是：",
  correct: ["厚望", "承担"],
  distractor: ["热望", "担当", "希望", "承接", "期望", "担任"],
  unknown: []
}, {
  id: "2042068",
  stem: "北京有大量历史文化保护区，它们是古都北京的文化________，而位于北京历史城区中轴线西侧的什刹海区域，更是以宁静而优雅的环境、自然与人文的和谐________。\n依次填入画横线处最恰当的一项是：",
  correct: ["标志", "著称于世"],
  distractor: ["特色", "举世闻名", "特征", "远近闻名", "指标", "为人称道"],
  unknown: []
}, {
  id: "2042528",
  stem: "重视新生代农民工的社会诉求，________地解决他们面临的问题，对于社会的________有着十分重要的意义。\n依次填入画横线处最恰当的一项是：",
  correct: ["因势利导", "长治久安"],
  distractor: ["因地制宜", "全面提升", "因人而异", "高速发展", "因时制宜", "持续前行"],
  unknown: []
}, {
  id: "2042078",
  stem: "媒体要做好规范和专业的科学传播并不容易。媒体既要保持代替社会对科学进行监督的职能，又有一种本能的________、代言弱势群体的道义感。作为媒体人有道义感当然是好事，但在科学问题上________因为这种正义感而被处于弱势的反主流科学一方利用。\n依次填入画横线处最恰当的一项是：",
  correct: ["匡扶正义", "切忌"],
  distractor: ["扶危济困", "谨记", "劫富济贫", "谨防", "扶正祛邪", "切莫"],
  unknown: []
}, {
  id: "2042532",
  stem: "科学研究的各种方法，都有各自不同的优劣势，都有不同的________领域。研究者选择不同的研究方法，往往意味着选取了不同的研究________。\n依次填入画横线处最恰当的一项是：",
  correct: ["适用", "思路"],
  distractor: ["特长", "结果", "适合", "方向", "使用", "目的"],
  unknown: []
}, {
  id: "2042152",
  stem: "统计学家告诉我们，买一张彩票正好中大奖的概率________──比如说，英国国家彩票的中奖概率大概就只有1400万分之一，相当于你连续投24次硬币全是正面朝上，远远低于被________的陨石砸中的可能性。\n依次填入画横线处最恰当的一项是：",
  correct: ["微乎其微", "从天而降"],
  distractor: ["微不足道", "祸从天降", "绝无仅有", "不期而至", "不可多得", "不期而遇"],
  unknown: []
}, {
  id: "2042536",
  stem: "诗歌是地方的，又是民族的，更是世界的。每一个诗人都有自己的故乡，只有深深扎根于地方的生命血脉，不断________本民族文化和语言的营养，才能创造出来自于个人又超越个人的伟大诗篇。诗歌在推动不同区域、不同民族的文化交流和对话中发挥的重要作用________。\n依次填入画横线处最恰当的一项是：",
  correct: ["汲取", "有目共睹"],
  distractor: ["摄入", "有口皆碑", "渗入", "人所共知", "发掘", "众所周知"],
  unknown: []
}, {
  id: "2042538",
  stem: "城市人口过度聚集，对土地、水、空气等资源的需求与消耗________，加之使用不当，浪费严重，使得城市资源________，越来越短缺，结果是水资源和食物供应不足，清洁空气也越发稀缺。\n依次填入画横线处最恰当的一项是：",
  correct: ["与日俱增", "供不应求"],
  distractor: ["有增无减", "山穷水尽", "旷日持久", "左支右绌", "日甚一日", "危在旦夕"],
  unknown: []
}, {
  id: "2042154",
  stem: "以和为贵、__________的精神，贯穿中华民族发展的全部历史，渗透在社会生活的方方面面，使我们不同族群、不同地域的不同文化，不断相互吸取、相互融合，形成了__________、丰富多彩的中华文化。\n依次填入画横线处最恰当的一项是：",
  correct: ["和而不同", "博大精深"],
  distractor: ["和睦相处", "无与伦比", "谦顺礼让", "不绝如缕", "守望相助", "兼收并蓄"],
  unknown: []
}, {
  id: "2042080",
  stem: "现代白话文与文言文的区别只是语体的不同，但它们使用的象形表意的方块字，作为中华民族文化的独特创造，其中________的民族精神、民族生命是血脉________的。\n依次填入画横线处最恰当的一项是：",
  correct: ["蕴含", "贯通"],
  distractor: ["沉积", "相通", "呈现", "流通", "体现", "连通"],
  unknown: []
}, {
  id: "2042166",
  stem: "哲学涉及我们日常生活的方方面面。它不只是艰深晦涩、让人________的玄学，不只是教人安邦定国、________的谋略，哲学更________我们的人生。\n依次填入画横线处最恰当的一项是：",
  correct: ["皓首穷经", "经世致用", "关乎"],
  distractor: ["夙兴夜寐", "决胜千里", "关联", "青灯黄卷", "修齐治平", "关系", "呕心沥血", "仕途经济", "关怀"],
  unknown: []
}, {
  id: "2042164",
  stem: "读者通过文学接触到自身存在以外的种种可能性经验，借助他者经验________了自己存在的问题，通过________他者的生活丰富了生存体验，________了自己有限生命的宽度。\n依次填入画横线处最恰当的一项是：",
  correct: ["反思", "想象", "拓展"],
  distractor: ["探究", "虚构", "扩展", "察觉", "窥视", "扩大", "印证", "涉猎", "拓宽"],
  unknown: []
}, {
  id: "2042158",
  stem: "多名全国人大代表提出议案，建议修订我国土地管理法，兼顾土地的资源与资产双重________，坚持物权平等保护________，提高________补偿标准。\n依次填入画横线处最恰当的一项是：",
  correct: ["属性", "原则", "征收"],
  distractor: ["特征", "规定", "征用", "要素", "法案", "征调", "标准", "措施", "征集"],
  unknown: []
}, {
  id: "2042552",
  stem: "先生遣词造句，十分注重节奏和________，句式参差错落，________中有统一，总是波涛起伏，曲折幽隐，因此读起来________，既顺口又悦耳，使人不能不想起那些从小背诵的古代散文名篇。\n依次填入画横线处最恰当的一项是：",
  correct: ["韵律", "纷繁", "抑扬顿挫"],
  distractor: ["声律", "复杂", "朗朗上口", "韵味", "繁复", "如坐春风", "节律", "变幻", "铿锵有力"],
  unknown: []
}, {
  id: "2042542",
  stem: "导演在摄影方法的运用上，________近景和特写，而采取长镜头、中远景和深焦镜头的拍摄，这种方法的运用，可说是与法国电影理论家巴赞的主张________的。它不但会使画面气势更加雄伟，同时也使表演区域的造型形象更为清晰和更具真实感，从而使影片的每个镜头都好像一幅幅中国画卷，给人们以特殊的美感并留下冷静思考的________。\n依次填入画横线处最恰当的一项是：",
  correct: ["舍弃", "不谋而合", "余地"],
  distractor: ["摒弃", "一拍即合", "痕迹", "摒除", "遥相呼应", "余味", "丢弃", "一脉相承", "轨迹"],
  unknown: []
}, {
  id: "2042466",
  stem: "依次填入文章第二段画横线处最恰当的是：",
  correct: ["薄弱", "形同虚设"],
  distractor: ["孱弱", "灰飞烟灭", "缺乏", "化为乌有", "缺少", "徒有虚名"],
  unknown: []
}, {
  id: "2042072",
  stem: "人口迁移改变了中国城乡的人口格局，以最________的方式推动了移民城市的形成，这一城市形态与传统的________城市在性质上有着本质的区别。\n依次填入画横线处最恰当的一项是：",
  correct: ["直接", "地域"],
  distractor: ["一般", "地方", "简单", "地区", "基本", "区域"],
  unknown: []
}, {
  id: "2042148",
  stem: "和西方的《荷马史诗》《圣经》一样，中国历史上早期的一些典籍获得了备受________的地位。当然，这些典籍之后无一例外地经受了历史时代的文本筛选、价值________的复杂过程。\n依次填入画横线处最恰当的一项是：",
  correct: ["尊崇", "阐释"],
  distractor: ["膜拜", "诠释", "拥戴", "注释", "青睐", "解释"],
  unknown: []
}, {
  id: "2042150",
  stem: "其实，物理学家探测引力波的尝试一直________地进行着，然而因为长期没有突破，这方面的工作逐渐被边缘化，颇受________。\n依次填入画横线处最恰当的一项是：",
  correct: ["时断时续", "冷落"],
  distractor: ["时有时无", "冷遇", "时强时弱", "冷淡", "时快时慢", "冷眼"],
  unknown: []
}, {
  id: "2042156",
  stem: "对大多数人来说，逻辑学是一门________的学问。但是思想史上的重大事件无一不是________人们在自己的思维和研究方法上所做的改进。\n依次填入画横线处最恰当的一项是：",
  correct: ["枯燥", "基于"],
  distractor: ["神秘", "处于", "神奇", "源于", "繁琐", "由于"],
  unknown: []
}, {
  id: "2042160",
  stem: "他们笔下的中国古建筑测绘图，一方面________了西方建筑学制图手法的西方古典主义美学精神，另一方面又创造性地________了中国传统工笔和白描的技巧，更好地呈现出中国古建筑独特的美感，这在世界建筑史经典著作的插图中也可谓________。\n依次填入划横线处最恰当的一项是",
  correct: ["秉承", "融入", "独树一帜"],
  distractor: ["沿袭", "引进", "绝无仅有", "接受", "发扬", "别具一格", "承袭", "发挥", "可圈可点"],
  unknown: []
}, {
  id: "2042162",
  stem: "近百年来，由于过度使用照明工具而导致光污染的________，全球很多城市已看不到银河和主要的星座，人与生物圈的夜间环境遭到日益严重的________，天文科学观测也受到干扰，人类共同的星空资源正在逐渐“________”。\n依次填入画横线处最恰当的一项是：",
  correct: ["蔓延", "侵蚀", "消亡"],
  distractor: ["蔓生", "侵袭", "消解", "漫溢", "侵吞", "消弭", "漫卷", "侵入", "消散"],
  unknown: []
}, {
  id: "2042168",
  stem: "卫星与地球保持相对静止，能定点________在空间凝视目标地区，“________”并全时段持续侦察，________地获取变化信息。\n依次填入画横线处最恰当的一项是：",
  correct: ["悬停", "目不转睛", "源源不断"],
  distractor: ["悬挂", "心无旁骛", "绵绵不绝", "悬置", "虎视眈眈", "不离不弃", "悬浮", "全神贯注", "不声不响"],
  unknown: []
}, {
  id: "2043712",
  stem: "很多体育运动都可以提高民族自豪感，但足球比赛的效果更为________。在赛场上，有太多国家标志的体现——赛前的国歌、队服的颜色，更不用说看台上________的球迷阵营。\n依次填入画横线处最恰当的一项是：",
  correct: ["突出", "泾渭分明"],
  distractor: ["明显", "黑白分明", "显著", "与众不同", "明确", "标新立异"],
  unknown: []
}, {
  id: "2043652",
  stem: "读书有两种情形，一种是看大意，________地看故事消磨时间，一种细细品味，去________寻找文章的构思，寻找文外的寓意。这就是读书的两种不同的方式和目的。不过，不管是哪一种读书方式都是一种知识的积累。\n依次填入画横线处最恰当的一项是：",
  correct: ["囫囵吞枣", "字里行间"],
  distractor: ["走马观花", "字斟句酌", "一目十行", "全神贯注", "漫不经心", "片言只语"],
  unknown: []
}, {
  id: "2043654",
  stem: "当前，在________、积淀丰厚而又背负着沉重历史包袱的中国文学研究不断面临学科交融、学术创新的________挑战之际，建立中国文学地理学这一新兴交叉学科，具有重要的理论与实践意义。\n依次填入画横线处最恰当的一项是：",
  correct: ["源远流长", "严峻"],
  distractor: ["历史悠久", "严酷", "年深日久", "严肃", "历久弥新", "严厉"],
  unknown: []
}, {
  id: "2043656",
  stem: "自然是神奇美妙的。自然文学的作者________在读者面前的，是含有风景、声音及心绪的多维画面。这三者相互交织，相辅相成，形成了自然文学的独特之处，也________出独特的审美情趣和美学价值。\n依次填入画横线处最恰当的一项是：",
  correct: ["呈现", "衍生"],
  distractor: ["展现", "引申", "描摹", "演化", "描绘", "发展"],
  unknown: []
}, {
  id: "2043658",
  stem: "人类成为万物之灵的主要条件是发展了语言。语言是最基本的信息_____，文字、传声技术和电脑提高了语言的_____功能，国家共同语和国际共同语扩大了语言的_____范围。\n依次填入画横线处最恰当的一项是：",
  correct: ["载体", "传播", "流通"],
  distractor: ["符号", "交际", "交换", "手段", "形象", "使用", "工具", "互动", "言说"],
  unknown: []
}, {
  id: "2043660",
  stem: "文学翻译，尤其是经典文学的翻译，是特别专业的事情，需要锲而不舍的_____、旁征博引的考证和_____的付出才能做好。可惜绝大多数读者没有认识到这一点，他们当中有些人甚至对文学翻译有一种_____的傲慢与偏见。\n依次填入画横线处最恰当的一项是：",
  correct: ["求索", "持之以恒", "根深蒂固"],
  distractor: ["追求", "长年累月", "理所当然", "追寻", "不离不弃", "自以为是", "探求", "聚精会神", "前所未有"],
  unknown: []
}, {
  id: "2043662",
  stem: "哥白尼所发动的这一场天文学革命，_____了中世纪以来的神学权威，_____起科学的理性精神，_____了一整套观察、实验与思考的方法，由此为西方近代科学的产生奠定了基础。\n依次填入画横线处最恰当的一项是：",
  correct: ["挑战", "树立", "形成"],
  distractor: ["质疑", "成立", "发现", "铲除", "确立", "建成", "打破", "建立", "发展"],
  unknown: []
}, {
  id: "2050754",
  stem: "在水中自由地________，闲暇的时候挣脱一切________，到岸上享受晨风拂面，然后，一个华丽的俯冲，重新潜入关系之水，去做一条在波涛下微笑的鱼。\n依次填入画横线部分最恰当的一项是：",
  correct: ["遨游", "羁绊"],
  distractor: ["翱翔", "束缚", "游弋", "牢笼", "徜徉", "烦恼"],
  unknown: []
}, {
  id: "2050758",
  stem: "在音乐的理论中，有所谓的“音乐的语言”；在语文形式美的理论中，应该________有所谓的“语言的音乐”。________音乐和语言不是一回事，________二者之间有一个共同点：音乐和语言都是靠声音来表现的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["也", "尽管", "但是"],
  distractor: ["还", "虽然", "但是", "也", "不仅", "而且", "不但"],
  unknown: []
}, {
  id: "2050764",
  stem: "唐前期的敦煌________了中国、印度、中亚、西亚、希腊等不同系统的宗教、文化、艺术。那时因为我们制度先进、文化发达，所以我们有________的气度与胸襟。中古时期的敦煌古代文化可以让我们真切地感受到中华民族处于领先时期充满活力的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["汇聚", "海纳百川", "脉动"],
  distractor: ["荟聚", "宽广无限", "风采", "集聚", "包罗万象", "形象", "积聚", "包容万物", "具象"],
  unknown: []
}, {
  id: "2050768",
  stem: "三千多年来浩若烟海的歌谣、诗词、经史、曲赋、铭文、典籍，________了中华民族博大精深的思想智慧，________了中华文化不尽不竭的精神源泉。中国的语言文字在抑扬顿挫平仄韵律之中，在点横撇捺篆隶楷行之间，构建了中华民族________的文化图谱。\n依次填入画横线部分最恰当的一项是：",
  correct: ["保有", "涵养", "绚丽"],
  distractor: ["保护", "蕴含", "华丽", "保存", "滋养", "亮丽", "保全", "蕴涵", "绚烂"],
  unknown: []
}, {
  id: "2050772",
  stem: "面对基层治理难题，当然不能因为利益的________而将其束之高阁，也不能因为情感的________而长期“一事一法”。否则，一些问题可能会________，失去改革的最佳“窗口期”，最终损害的还是群众的利益。\n依次填入画横线部分最恰当的一项是：",
  correct: ["羁绊", "纠葛", "积重难返"],
  distractor: ["冲突", "纠纷", "积习难改", "牵扯", "阻扰", "根深蒂固", "束缚", "阻隔", "积习深重"],
  unknown: []
}, {
  id: "2050782",
  stem: "回顾历史，________东方文化与西方文化的渊源，打破西方文化等同于现代文化的逻辑，将西方文化________为一个地域性文化，有助于我们今天确立文化自信。\n依次填入画横线部分最恰当的一项是：",
  correct: ["明晰", "还原"],
  distractor: ["明白", "看作", "了解", "贬抑", "熟悉", "回归"],
  unknown: []
}, {
  id: "2050792",
  stem: "故事拥有可以直抵人心的柔性力量。一个故事对________知识世界的帮助可能是微乎其微，对心灵世界的成长却可能是________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["建构", "举足轻重"],
  distractor: ["构造", "无足轻重", "建构", "无关大局", "事关大局"],
  unknown: []
}, {
  id: "2050798",
  stem: "“一带一路”更是________“达则兼济天下”和“一花独放不是春、百花齐放春满园”的理念，准确________沿线国家发展，________沿线国家人民的现实诉求。\n依次填入画横线部分最恰当的一项是：",
  correct: ["秉承", "对接", "回应"],
  distractor: ["秉承", "助力", "响应", "坚持", "回应", "对接"],
  unknown: []
}, {
  id: "2050808",
  stem: "中华文化延续着我们的国家和民族的精神血脉，既需要________、代代守护，也需要与时俱进、推陈出新。为明天________下这个时代的文化精华，正是我们这一代人的文化责任。\n依次填入画横线部分最恰当的一项是：",
  correct: ["薪火相传", "沉淀"],
  distractor: ["风雨兼程", "积淀", "继往开来", "留下", "承前启后", "提取"],
  unknown: []
}, {
  id: "2050810",
  stem: "十年久住的这海东的岛国，把我那同玫瑰露似的青春________了的这异乡的天地，到了将离的时候，倒反而生出了一种不忍与她________的心来。\n依次填入画横线部分最恰当的一项是：",
  correct: ["消磨", "诀别"],
  distractor: ["消遣", "辞行", "消磨", "诀别"],
  unknown: []
}, {
  id: "2050812",
  stem: "古猿本身结构具有与人相接近的形状，在一定的外界环境的作用下，古猿________有可能离开猿的体统而向着人的方向发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["因为", "才"],
  distractor: ["因为", "所以", "只有", "才", "如果", "就"],
  unknown: []
}, {
  id: "2136508",
  stem: "市政市容委上半年就曾对全市报刊亭开展过整治，包括对破旧报亭进行维修、粉饰；重点治理亭外占道经营行为，拆除私自搭建的各类棚架等。若这类治理还止于“________”的话，那动不动就把报亭拆除，只会是________，制造更多问题。\n依次填入画横线部分最恰当的一项是：",
  correct: ["就事论事", "过犹不及"],
  distractor: ["纸上谈兵", "适得其反", "公事公办", "画蛇添足", "墨守成规", "事倍功半"],
  unknown: []
}, {
  id: "2050736",
  stem: "玛格丽特\xb7米切尔的畅销书既不是纸浆也不是高等艺术，这部作品足够获得普利策奖，但即使是普通的读者也能感受到它那种感伤的情节不能够和伟大的文学作品________。像《飘》这种________了艺术、商业、量产化的书籍，“通俗”是它最好的定义词。\n依次填入画横线部分最恰当的一项是：",
  correct: ["相提并论", "融合"],
  distractor: ["比肩同行", "汇集", "不分轩轾", "杂糅", "等量齐观", "荟萃"],
  unknown: []
}, {
  id: "2050734",
  stem: "这也许有些________，男性和女性都把自己和对方看作平等的人，才是正常的、自然的态度。但文学本来有异于科学。文学家写的是活生生的人，是活的感受和感发，它们是否合乎科学，不是一眼看得出来的。有时看似________，恰好包含着合乎科学的内容。\n依次填入画横线部分最恰当的一项是：",
  correct: ["矫枉过正", "偏颇"],
  distractor: ["荒诞不经", "偏私", "过犹不及", "偏激", "无理取闹", "偏执"],
  unknown: []
}, {
  id: "2060398",
  stem: "（1）十年燕园的________，从法学学士到经济博士，李克强有着深厚的人文________和开阔的国际视野。\n（2）《旧制度与大革命》探讨的是法国大革命，但社会动荡并未带来革命党预期的结果，无论是统治者还是民众，最后都被相互间的怒火所________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["浸润", "底蕴", "吞噬"],
  distractor: ["浸染", "素养", "吞噬", "底蕴", "吞没", "浸润"],
  unknown: []
}, {
  id: "2060402",
  stem: "（1）2013年3月19日，习近平________国家主席不久，在接受金砖国家媒体联合采访时，他提到“最大的爱好是读书”。\n（2）当代美国精英与大众的严重________，是无法通过福利政策消除的。\n（3）老人的家属要求孩子家长赔偿医疗费，但双方________，僵持着直到岁末年终。\n依次填入画横线部分最恰当的一项是：",
  correct: ["履新", "隔阂", "各执己见"],
  distractor: ["履新", "暌隔", "各执一词", "履行", "隔阂", "各执己见"],
  unknown: []
}, {
  id: "2060404",
  stem: "你说想去征服高山，但是当我问你登山者应该带些什么东西时，你却答不上来。现在让我告诉你吧！如果是攀登路径不熟的高山，即使原定一日往返，除了必备的指南针，你的行囊中也应该带上一把小刀、一打绳索、一盒用塑料袋包好的火柴、一点盐巴、一块折起来不大的透明塑料布或雨衣，还有一个哨子。这些东西大多数都________为你的进路而准备的，________预备你的退路。________是登山的旅途，或在你人生的旅途上，“有退路”________寻取进路的必要条件。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不是", "而是", "不论", "都是"],
  distractor: ["不仅", "还", "不管", "还是", "要么", "或者", "都是", "不是", "就是"],
  unknown: []
}, {
  id: "2145022",
  stem: "每年一度被称为中国“经济奥斯卡”的中国经济年度人物评选活动，被认为是中国经济的________。每年颁奖晚会都________，平时难得聚首的各大商贾名流________，________成为中国商界最风光的大聚会。\n依次填入画横线部分最恰当的一项是：",
  correct: ["晴雨表", "星光熠熠", "竞相登场", "俨然"],
  distractor: ["晴雨表", "星罗棋布", "粉墨登场", "俨然", "指南针", "星光熠熠", "已然", "竞相登场"],
  unknown: []
}, {
  id: "2060406",
  stem: "花开堪折直须折，莫待无花空折枝。少年是________，该烂漫且烂漫；青春是________，该绽放且绽放；________热茶趁热喝，不要等到变冷；________美酒趁兴饮，不要等到变馊；少年老成不是太好的事，少年将老年的日子过了，有什么好呢？少年可老年，老年难少年。\n依次填入画横线部分最恰当的一项是：",
  correct: ["快乐的", "美丽的", "芳香的", "醇厚的"],
  distractor: ["美丽的", "盛开的", "芳香的", "醇香的", "快乐的", "醇厚的"],
  unknown: []
}, {
  id: "2060408",
  stem: "（1）一张华人父亲为儿子撑伞的背影照与另一张英国父亲在雨中牵着女儿，只为自己打伞的背影照在网上被疯狂转发，两种________的做法引发很多争议。\n（2）如果说民法是社会生活的百科全书，那么民法总则便是这套百科全书的前言和大纲，体现着民法的精义与原则，________着我们时代的民法精神与立法哲学。\n（3）美国人比尔\xb7波特来到中国，寻访在终南山中修行的隐士并写下《空谷幽兰》，他随之________，成为知名汉学家和翻译家。\n依次填入画横线部分最恰当的一项是：",
  correct: ["背道而驰", "折射", "声名鹊起"],
  distractor: ["南辕北辙", "映射", "声名鹊起", "背道而驰", "声名大噪", "折射"],
  unknown: []
}, {
  id: "2060412",
  stem: "（1）上帝此刻或许________了这个小生命，在马志恭被丢弃在乱石岗的第二天，一位老农意外发现了他。\n（2）20世纪90年代，随着电视的普及，农村电影市场日渐________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["垂青", "萎缩"],
  distractor: ["垂青", "萎靡", "亲睐", "萎缩"],
  unknown: []
}, {
  id: "2060414",
  stem: "（1）我在听先生这篇讲演后二十余年，________获得机缘在茅津渡候船渡河。\n（2）市长在两会特别节目《又是一年春来到》上，谈到________他乡的农民工也可成为这座城市的主人。\n（3）今天要________的新机器非常先进，因为它们采用了很多先进技术。\n依次填入画横线部分最恰当的一项是：",
  correct: ["偶然", "作客", "试验"],
  distractor: ["偶尔", "做客", "试验", "偶然", "实验", "作客"],
  unknown: []
}, {
  id: "2145023",
  stem: "（1）作为一个企业既要________原有市场，也要不断________新市场。\n（2）就像在杯子里只有________下茶叶才能使茶水有滋有味一样，你只有________经验，充实人生，才能成为有修养的人。\n依次填入画横线部分最恰当的一项是：",
  correct: ["开拓", "开辟", "沉淀", "积淀"],
  distractor: ["开辟", "开拓", "沉淀", "积淀"],
  unknown: []
}, {
  id: "2145024",
  stem: "然而保队教练却镇定自若，从容叫停，对上场队员________。此时捷队队员也________，全部退防固守篮下。不料保队发球后，一队员突然转向相反方向，向自己篮内投球，球进锣响，捷队队员见状一时________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["面授机宜", "严阵以待", "目瞪口呆"],
  distractor: ["循循善诱", "严阵以待", "呆若木鸡", "面授机宜", "厉兵秣马", "目瞪口呆"],
  unknown: []
}, {
  id: "2261841",
  stem: "大量的消费背后是大量的生产，这意味着对自然资源和能源的________消耗，不仅如此，产品更新换代的加速、快速消费模式的________还产生了大量的垃圾，甚至由于消费过多导致商品的外包装处理都成为一个________的问题，消费主义的泛滥对我们赖以生存的自然资源和环境造成了巨大的压力。\n依次填入划横线部分，最恰当的一项是：",
  correct: ["巨大", "流行", "棘手"],
  distractor: ["多重", "推广", "突出", "急剧", "蔓延", "难解", "超前", "膨胀", "可怕"],
  unknown: []
}, {
  id: "2261842",
  stem: "文化保护和商业开发有时候是一对矛盾，对于文化来说，赤膊上阵赚钱并非文化的________，用算盘去衡量内在价值，文化难免在“保护与开发的________中”败下阵来。如今我们认识到，文化成为发展的________动力，企业、地方甚至国家竞争力的核心，可能藏在“文化密码”里。\n依次填入划横线部分，最恰当的一项是：",
  correct: ["强项", "对垒", "内生"],
  distractor: ["预设", "博弈", "不竭", "本色", "拉锯", "强大", "追求", "权衡", "原始"],
  unknown: []
}, {
  id: "2261844",
  stem: "深入推进“一带一路”建设，________古代丝绸之路的传奇，不仅要看到其对沿线国家和地区经济发展的推动作用，还要看到其在民族交流融合方面的________作用。\n依次填入划横线部分，最恰当的一项是：",
  correct: ["续写", "纽带"],
  distractor: ["创造", "凝聚", "再现", "渠道", "书写", "桥梁"],
  unknown: []
}, {
  id: "2261845",
  stem: "高校教师参与兼职兼薪早已不是新鲜之事，与其偷偷摸摸中“暗流涌动”，倒不如摆到台面上“光明正大”，以充分________改革的善意和红利。同时，允许高校教师兼职兼薪，一定程度上实现了人才资源效益的最大化，增强了高等学校主动服务社会的能力和影响力，于公于私均________。\n依次填入划横线部分的词语，最恰当的一项是：",
  correct: ["释放", "大有裨益"],
  distractor: ["表达", "情有可原", "体现", "无可厚非", "增加", "利大于弊"],
  unknown: []
}, {
  id: "2261846",
  stem: "人工智能的全球竞赛已经开始，各国政府都在________地布局行业应用。而在这场________的竞赛中，中国并不落后。从无人汽车到机器人作业，从医疗看护到育婴保姆，都能看到人工智能的身影。\n依次填入划横线部分的词语，最恰当的一项是：",
  correct: ["紧锣密鼓", "分秒必争"],
  distractor: ["如火如荼", "你追我赶", "大张旗鼓", "时不我待", "有条不紊", "争先恐后"],
  unknown: []
}, {
  id: "2261847",
  stem: "从《中国成语大会》《中国诗词大会》到《见字如面》《朗读者》，这些别开生面的节目创作，并不是________的。在很多人效仿欧美模式、膜拜韩国风潮的时候，这些节目坚守自己最熟悉的题材而________，抵达当下的热度。\n依次填入划横线部分的词语，最恰当的一项是：",
  correct: ["一蹴而就", "渐入佳境"],
  distractor: ["灵光乍现", "矢志不渝", "向壁虚构", "不离不弃", "一鸣惊人", "声名鹊起"],
  unknown: []
}, {
  id: "2261848",
  stem: "共享单车中的不文明现象不断见诸报端，一场有关“国民素质高低”的争论也随之而来。实际上，所谓的“低素质者”，只是在无规则规范、无法律约束状态下________的“无监管人群”而已。简单以市民素质低来解释共享单车乱象频发，颇有________之嫌。\n依次填入划横线部分的词语，最恰当的一项是：",
  correct: ["催生", "以偏概全"],
  distractor: ["纵容", "断章取义", "诞生", "一叶障目", "孕育", "避重就轻"],
  unknown: []
}, {
  id: "4734820",
  stem: "中国将坚定维护亚洲和世界和平稳定，中国人民对战争和动荡带来的苦难有着________的记忆，对和平有着________的追求。中国将通过争取和平国际环境发展自己，又以自身发展维护和促进世界和平；中国将继续妥善处理同有关国家的分歧和摩擦，在坚定捍卫国家主权、安全、领土完整的基础上，努力维护同周边国家关系和地区和平稳定大局。\n依次填入画横线处最恰当的一项是：",
  correct: ["刻骨铭心", "孜孜不倦"],
  distractor: ["气吞斗牛", "坚忍不拔", "孜孜不倦", "刻骨铭心"],
  unknown: []
}, {
  id: "4734834",
  stem: "当前国际形势发生复杂变化，我国正处在应对国际金融危机冲击、保持经济平稳较快发展的关键时刻，改革发展稳定面临新的重要机遇和严峻挑战。我们要进一步增强忧患意识，始终________，保持清醒头脑，做到________，充分估计前进道路上种种可以预料和难以预料的困难和风险，切实提高抓住机遇、化解挑战、驾驭复杂局面的能力，不断开创工作新局面。\n依次填入画横线处最恰当的一项是：",
  correct: ["居安思危", "未雨绸缪"],
  distractor: ["未雨绸缪", "居安思危", "防患未然", "有备无患"],
  unknown: []
}, {
  id: "4734842",
  stem: "北京历史上名人辈出，现存的名人故居，一部分纳入到文物保护的范畴，但这其中只有少数名人故居得到很好的关照；其余的故居虽列入文保单位，但多年的演变已成为大杂院，保护难度巨大。而游离于文保“光环”之外的那些名人故居，保护状况更是令人担忧。该篇报道，引发了人们对名人故居保护的________关注。说多了，不免泛上些许悲凉：这些文明常识，前辈早就有过________的呼吁，半个世纪过去了，为何还经常原地踏步？\n依次填入画横线处最恰当的一项是：",
  correct: ["再度", "痛心疾首"],
  distractor: ["广泛", "咬牙切齿", "痛心疾首", "再度"],
  unknown: []
}, {
  id: "4734822",
  stem: "麦盖提县被誉为中国刀郎农民画之乡，刀郎农民画工作室里，前来作画的农民以80后、90后居多。会画刀郎农民画，成为刀郎农民画家，成为麦盖提年轻人的一种时尚。文化旅游产业引领着刀郎农民画家有了自己的展示舞台，刀郎木卡姆艺人被推崇至高雅艺术殿堂，刀郎麦西来甫被大众________地热爱着，刀郎文化绣更在刀郎文化产业园区内________起所有刀郎文化元素，刀郎文化已经走上现代文化产业之路。\n依次填入画横线处最恰当的一项是：",
  correct: ["前所未有", "串联"],
  distractor: ["前赴后继", "串联", "联系", "前所未有"],
  unknown: []
}, {
  id: "4734832",
  stem: "在互联网金融如火如荼的发展过程中，央行、证监会等监管部门始终秉持着积极、开明、宽容的态度。互联网金融的蓬勃发展恰恰是为利率市场化提供了一个很好的试验田，可以说，互联网金融________了我国利率市场化改革的方向，其发挥的“鲶鱼效应”所引发的自主利率市场化进程，要比监管部门自上而下地________容易得多。\n依次填入画横线处最恰当的一项是：",
  correct: ["契合", "推动"],
  distractor: ["契合", "鼓励", "吻合", "怂恿", "鼓动"],
  unknown: []
}, {
  id: "4734840",
  stem: "如何才能做到以人为核心的新型城镇化？重要的是避免城市病。如果城市空间无序开发、人口过度集聚，重经济发展、轻环境保护，重城市建设、轻管理服务，交通拥堵问题严重，公共安全事件频发，城市污水和垃圾处理能力不足，大气、水、土壤等环境污染加剧，这样的城镇化令人望而却步，因此，我们必须通过规划，稳扎稳打，避免染上各类疾病，使城镇化既能成为发展引擎，更能提高国民的生活质量和尊严，新型城镇化才________。\n填入画横线部分最恰当的一项是：",
  correct: ["名副其实"],
  distractor: ["货真价实", "名不虚传", "不孚众望"],
  unknown: []
}, {
  id: "4734856",
  stem: "拍卖公司在书信作者仍然在世并且强烈反对的情况下，为了商业利益仍然________的做法，令世人________。若拍卖如期进行，不仅让原作者心寒，更对整个社会的道德风尚、法制建设有着负面的影响。因此我们反对任何不尊重法律、不尊重他人权利的侵权行为，支持作者维权。希望相关个人和公司悬崖勒马，别让老人伤心，更别对不起自己的良心。\n依次填入画横线处最恰当的一项是：",
  correct: ["一意孤行", "不齿"],
  distractor: ["一意孤行", "不耻", "独树一帜", "不齿"],
  unknown: []
}, {
  id: "4734957",
  stem: "招聘的过程其实是平等的对话，是打破了时空________的对话，是心灵的交流与撞击。去年，我市41家大型企业派人专程到职业院校表达了对210名在校大三学生的招聘________。________职业教育能将科学技术与现实生产力结合，使科技成果迅速地转化为生产力，________备受重视。\n依次填入画横线处最恰当的一项是：",
  correct: ["界限", "意向", "由于", "因而"],
  distractor: ["界限", "意见", "因为", "从而", "界线", "由于", "因而", "意向"],
  unknown: []
}, {
  id: "4734868",
  stem: "人要善于把握自我，一个人到世界上去奋斗，去追求，也许________，也许败归。我国中小学生也从家长那里知道，必须得奋斗，但是学习负担之重是有目共睹的，大家对这一点颇有________。一位老师________发现两个学生因压力大死在学校的操场上，这不得不引起全社会的深思。\n依次填入画横线处最恰当的一项是：",
  correct: ["凯旋", "微辞", "偶然"],
  distractor: ["胜利", "微辞", "偶尔", "微言", "偶然", "凯旋"],
  unknown: []
}, {
  id: "4735000",
  stem: "历史人物总能给我们许多启示：阿Q这个人物是有生活________的，更重要的是他反映了那个时代国民精神的一些弊病。屈原披头散发，形容枯槁，神情悲怆，他________于汨罗江畔，放不下故国热土和自己永远挚爱的人民。列夫\xb7托尔斯泰说过，爱的嫩芽是细弱的，________长起来的时候，它________强大无比，所以必须精心呵护。\n依次填入画横线处最恰当的一项是：",
  correct: ["原型", "留连", "只有", "才"],
  distractor: ["原形", "留连", "只要", "就", "留恋", "原型", "只有", "才"],
  unknown: []
}, {
  id: "2261733",
  stem: "影片中霍元甲临死前，徒弟们怒不可遏，要去报仇。而他对徒弟们是这样说的：“你们要做的不是去报仇，仇恨只能生出更多的仇恨，我不想看到仇恨，最重要的是强壮自己。”归根结底，还是要自强不息，自身的强大才是最硬的道理。______，靠的是实力，______，靠的是胸怀。\n填入画横线部分最恰当的一项是：",
  correct: ["强大", "伟大"],
  distractor: ["经济", "道德", "自信", "和谐", "繁荣", "品格"],
  unknown: []
}, {
  id: "2261505",
  stem: "近年来，杭州大力实施城市国际化战略，着力________东方生活品质之城，以其开放的姿态和优厚的待遇招募并集聚了大量高端人才。\n填入画横线部分最恰当的一项是：",
  correct: ["打造"],
  distractor: ["建造", "制造", "营造"],
  unknown: []
}, {
  id: "2261506",
  stem: "“世事洞明皆学问，人情练达皆文章”，自古以来，中国人就讲究得体说话，灵活办事，________，不管是说话，还是与人交往、办事，都蕴藏着深奥的玄机。\n填入画横线部分最恰当的一项是：",
  correct: ["可钉可铆"],
  distractor: ["一个萝卜一个坑", "落地有声", "见风使舵"],
  unknown: []
}, {
  id: "2727291",
  stem: "著名社会学家费孝通先生所________的乡土中国，正在发生改变。在我们的传统社会里，人际关系织成了一张张庞大而复杂的网，或因血缘，或因地缘，或因姻亲……，各种“缘”让彼此熟悉、彼此关照，乡土中国是一张通过“熟人”________的网络。\n填入画横线部分最恰当的一项是：",
  correct: ["描绘", "织就"],
  distractor: ["描写", "汇聚", "形容", "写就", "描摹", "织成"],
  unknown: []
}, {
  id: "2261508",
  stem: "历史上的许多变革往往不是一帆风顺的，会因为不被理解而引起一些人的非议甚至________，特别是当________到某些集团的利益时，还会受到猛烈的攻击。\n填入画横线部分最恰当的一项是：",
  correct: ["抵制", "触动"],
  distractor: ["反抗", "触动", "抵制", "触发", "抵抗", "触碰"],
  unknown: []
}, {
  id: "2261891",
  stem: "地球是一个不规则的椭圆体，想要把球体________在平面上，必须要经过投影。所谓投影，就是将地球椭圆上的点________到地图平面上的点的方法。而经过投影呈现出的地图，最终都会不同程度地出现________的现象。\n填入画横线部分最恰当的一项是：",
  correct: ["呈现", "转换", "失真"],
  distractor: ["显露", "调换", "偏差", "展现", "改换", "畸变", "表现", "更换", "扭曲"],
  unknown: []
}, {
  id: "2261509",
  stem: "现行“以药养医”制度使得部分医疗机构成为逐利机构。医院收入、科室奖金相当一部分来自于药品创收，部分医疗机构和医生在利益的诱惑下，或明或暗地向企业索要回扣。________“以药养医”的制度不解决，滋生腐败的土壤________不可能铲除，治理商业贿赂的效果________只能是表面的和暂时的。\n填入画横线部分最恰当的一项是：",
  correct: ["如果", "就", "也"],
  distractor: ["即使", "也", "因为", "就"],
  unknown: []
}, {
  id: "2261607",
  stem: "矛盾不可避免，问题总是存在，但我们既不能因为畏惧困难就________，也不能只凭________的一腔血勇。\n填入画横线部分最恰当的一项是：",
  correct: ["裹足不前", "暴虎冯河"],
  distractor: ["高歌猛进", "临危不惧", "如履薄冰", "赤手空拳", "故步自封", "匹夫之勇"],
  unknown: []
}, {
  id: "2261510",
  stem: "千年古树前排起________的长队，白发苍苍的老人，对着古树闭目祈福，神情专注，良久方罢。一棵古树，为什么能激发人们最为深沉的敬畏之心？或许是因为，古树是时间的一个________符号，人们向古树祈祷，实际上是在向时间表达敬畏。而时间的深沉力量，正在于其涵养了文化，塑造了一个民族的精神与心灵。\n填入画横线部分最恰当的一项是：",
  correct: ["顶礼膜拜", "具象"],
  distractor: ["奉若神明", "意象", "毕恭毕敬", "表象", "肘行膝步", "形象"],
  unknown: []
}, {
  id: "2261511",
  stem: "“旧时王谢堂前燕，飞入寻常百姓家”。唐代诗人刘禹锡在朱雀桥边、乌衣巷口，________历史的沧桑无言。繁华落寞间，多少亭台楼榭在历史的烟雨中________。后世之人在秦淮河的粼粼碎影中________，缅怀着六朝淡去的风景，寄托着平凡的生命个体对于国家前途命运的关照。\n填入画横线部分最恰当的一项是：",
  correct: ["感喟", "泯灭", "浅吟低唱"],
  distractor: ["哀叹", "湮灭", "高谈阔论", "痛悼", "埋没", "长吁短叹", "惋惜", "消逝", "千言万语"],
  unknown: []
}, {
  id: "2051574",
  stem: "槐乡的五月，是一个_____的季节。因为有了槐花，它便承载着太多、太厚、太重、太浓的______。漫山遍野的槐花，把象征着生命的纯洁挂在枝头，开得素洁而娇丽，以它素雅______的形态而闻名，以它默无声息的清香而逗人爱，惹人醉。\n依次填入画横线部分最恰当的一项是：",
  correct: ["飘香迷人", "情怀", "玲珑"],
  distractor: ["春暖花开", "情谊", "剔透", "春风荡漾", "情愫", "洁白", "春风和煦", "情意", "缤纷"],
  unknown: []
}, {
  id: "2051578",
  stem: "夜攀华山，自古以来便为一桩美说，据说这传统是因为古时华山的_____，常令不少登山者丧命，许多人也因此丧失了攀登的勇气。古人选择夜里爬山，是因为夜中看不见华山的凶险，自然也没了_____。时至今日，华山之险虽在安全设施的布置下不复以往，但夜爬的趣味性仍令无数攀登者______。\n依次填入画横线部分最恰当的一项是：",
  correct: ["雄奇险峻", "畏惧", "心驰神往"],
  distractor: ["凌空高耸", "恐慌", "心旷神怡", "雄伟奇险", "惊恐", "心领神会", "层峦叠嶂", "担心", "心荡神迷"],
  unknown: []
}, {
  id: "2051582",
  stem: "油菜花遍地的金黄色，虽然没有红色的浓艳，没有绿色的_____，但却开出了一种_____的风格，花香之中让我嗅出了亲切的乡土气息，倍加增添了一种______的思念之情。\n依次填入画横线部分最恰当的一项是：",
  correct: ["厚重", "朴实", "浓郁"],
  distractor: ["隆重", "朴素", "强烈", "庄重", "淳朴", "热烈", "沉重", "娇艳", "深沉"],
  unknown: []
}, {
  id: "2051584",
  stem: "阳春三月，渭北高原还有些许凉意，路上吆车挑担的老汉后生，地里挎篮挑野菜的女子，都还没有褪去那一身______，路边的白杨依然枯着，不过细看那秃着的枝枝桠桠上，分明已经有了_______的鹅黄。\n依次填入画横线处最恰当的一项是：",
  correct: ["臃肿", "星星点点"],
  distractor: ["厚实", "零零散散", "冬装", "斑斑驳驳", "笨重", "稀稀拉拉"],
  unknown: []
}, {
  id: "2051586",
  stem: "苏东坡是杰出的文学家、书法家、画家，他感受敏锐，思想透彻，写作优美。他奉儒而不_____，好道而不厌世，参禅而不虚妄，从政官场却不精于_____，醉情山水却不沉溺于风月，屡次被贬却不自甘沉沦，始终乐天知命，______，不忘赤心为民，对人生、对百姓、对亲人、对自然，爱得深情而又热烈，执著又洒脱。\n依次填入画横线部分最恰当的一项是：",
  correct: ["迂执", "自谋", "宠辱不惊"],
  distractor: ["保守", "自私", "从容自若", "迂腐", "自卫", "从容不迫", "守旧", "自保", "从容镇定"],
  unknown: []
}, {
  id: "2051592",
  stem: "优秀的哲理诗，能启迪人们的智慧，丰富人们的思想，陶冶人们的情操，用不着强记硬背，就会自然而然地_____我们的心灵深处，成为宝贵的_____。\n依次填入画横线部分最恰当的一项是：",
  correct: ["融入", "精神财富"],
  distractor: ["潜入", "精神享受", "进入", "精神食粮", "流入", "精神记忆"],
  unknown: []
}, {
  id: "2051594",
  stem: "人们把随地吐痰、踩踏草坪归咎于道德问题，其实这些举动也透露出对自然的不敬畏，对环境的_____。正是由于这些诸多举手投足的小事，让我们共同的家园变得_____。\n依次填入画横线部分最恰当的一项是：",
  correct: ["轻视", "面目全非"],
  distractor: ["敌意", "今非昔比", "破坏", "今不如昔", "亵渎", "不堪目睹"],
  unknown: []
}, {
  id: "2051598",
  stem: "自己已过不惑之年，有时静下心来，纵观过往，回味旧事，沉淀心情，不由得感慨万千。人的一生，面对_______的世界，会产生许多迷惘和困惑，在曲折坎坷的生活道路上，常常需要作出很多重要而艰难的_______。一些含蓄隽永的小诗和哲理性警句，往往会使人顿悟，促人奋起，为人指点迷津，引导人们摆脱困境，走向______的新天地。\n依次填入画横线部分最恰当的一项是：",
  correct: ["纷繁复杂", "抉择", "柳暗花明"],
  distractor: ["错综复杂", "决定", "豁然开朗", "变化万千", "抉择", "喜出望外", "纷纭变幻", "别开生面"],
  unknown: []
}, {
  id: "2051602",
  stem: "黄帝是中华文明的开拓者和奠基者，黄帝陵是中华民族记忆最_______的教科书，是凝聚全体炎黄子孙的鲜艳_____，是我们文化自信的重要______。\n依次填入画横线部分最恰当的一项是：",
  correct: ["生动", "旗帜", "源泉"],
  distractor: ["深刻", "标识", "根源", "有趣", "标志", "来源", "丰富", "图腾", "渊源"],
  unknown: []
}, {
  id: "2051706",
  stem: "办公人员的座椅高度是非常有讲究的。专家______，许多人办公座椅的高度都存在一定问题，久坐会______疲劳感，并出现腰酸背痛的毛病。正确的做法是，首先根据工作性质把办公桌调整到一个______的高度，然后再依据自身情况来调整座椅的高度。\n填入画横线部分最恰当的一项是：",
  correct: ["提醒", "产生", "合适"],
  distractor: ["提示", "产生", "适合", "引发", "合适", "提醒"],
  unknown: []
}, {
  id: "2051680",
  stem: "三月芳菲，玉兰绽放，渭水河畔春潮涌动，大秦故都风景如画。走在咸阳街头，杨柳依依、绿草如茵的美景令人________；夜幕降临，整座城市在夜空下尽情展示着自己的________。近年来，咸阳秉承“低碳、节能、环保”理念，结合地方特色、城市历史文化、建筑形体特征等因素，致力于打造绚丽多姿、霓虹闪烁的城市夜景，使城市面貌________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["赏心悦目", "绰约风姿", "焕然一新"],
  distractor: ["心旷神怡", "卓越风姿", "欣欣向荣", "欢欣鼓舞", "美丽风姿", "恍如隔世", "心花怒放", "流光溢彩", "今非昔比"],
  unknown: []
}, {
  id: "2051692",
  stem: "不管在哪里，只要听到秦腔的乐曲响起，我都会顿足倾听。那秦腔曲牌的________顿时就把我带进戏里的情节中去了。杨继业率八子血战沙场，________的悲壮，王宝钏苦守寒窑的辛酸都感染着我。不仅如此，我是被秦腔的艺术魅力所感染，它的唱腔，宽音大嗓，直起直落，给人一种________，粗犷朴实之感，正如西北人那粗犷豪放、朴实憨厚的性格。\n依次填入画横线部分最恰当的一项是：",
  correct: ["宛转悠扬", "孤立无援", "高亢激越"],
  distractor: ["荡气回肠", "孤军奋战", "舒柔缓和", "空灵缥缈", "孤立无助", "慷慨激昂", "行云流水", "孤立寡与", "穿云裂石"],
  unknown: []
}, {
  id: "2051628",
  stem: "在人世的兴衰演变中，在万物的________中，在宇宙的新旧交替的剧烈撞击中，雨发挥着无可违逆的作用。坚硬的铁石经雨的雕凿出现了________的孔洞；险固的高山大川在雨的________中坍塌崩溃；就是它的日侵月蚀，让人世出现了几多沧桑之变。\n依次填入画横线部分最恰当的一项是：",
  correct: ["生死更迭", "斑驳", "叩击"],
  distractor: ["新陈代谢", "斑斓", "叩击", "侵蚀", "生死更迭", "斑驳"],
  unknown: []
}, {
  id: "2051636",
  stem: "南五台山腰清泉翠竹，苍松________，确有“长风驱松柏，声拂万壑清”之感。据《关中通志》载：“金五台神秀之区，惟长安南五台为最。”为探虚实，我们沿蹬道直登顶峰，南望终南群峰，宛若翠屏环列，芙蓉插云；北望秦川，________，壮丽江川，尽收眼底。\n依次填入画横线部分最恰当的一项是：",
  correct: ["荫郁", "莽莽苍苍"],
  distractor: ["翳蔚", "莽莽苍苍", "蓊郁", "莽莽榛榛", "葱茏"],
  unknown: []
}, {
  id: "2051648",
  stem: "雨不但可嗅，可亲，更可以听。听听那冷雨。听雨，只要不是________的台风暴雨，在听觉上总是一种美感。故乡的秋天，无论是疏雨滴梧桐，或是骤雨打荷叶，听上去总有一点凄凉，凄清，凄楚，于今在异乡回味，则在凄楚之外，再笼上一层________了，饶你多少豪情侠气，怕也经不起________的风吹雨打。\n依次填入画横线部分最恰当的一项：",
  correct: ["石破天惊", "凄迷", "三番五次"],
  distractor: ["惊天动地", "凄恻", "接二连三", "凄苦", "屡见叠出", "石破天惊", "凄冷", "屡次三番"],
  unknown: []
}, {
  id: "2051600",
  stem: "三月的花，是迷人的。在花海里，抬头间，鼻尖就会触碰着花朵的温柔。颔首处，扑鼻而来的香氛，________在身边。忍不住地想去，与花共眠。写不尽的花意，流水也在等待着花的________。花期到了，满树的花蕊，把春天装扮得格外美丽。\n依次填入画横线部分最恰当的一项是：",
  correct: ["流动", "垂爱"],
  distractor: ["浮动", "怜爱", "流淌", "关爱", "漂流", "垂青"],
  unknown: []
}, {
  id: "2051608",
  stem: "秦、晋第一次韩原大战的旌旗战尘遮蔽了赤日，将如注如流的碧血________这片干旱的黄土。那时，大获全胜的秦穆公与当了俘虏的晋惠公没有料到，五百多年之后，生于斯地长于斯地的一个史官会用饱蘸着恋乡之情的笔墨，________地记载下那场________的厮杀，记载下他们的荣耀与耻辱。\n依次填入画横线部分最恰当的一项是：",
  correct: ["泼进", "酣畅淋漓", "昏天黑地"],
  distractor: ["洒进", "原原本本", "震烁古今", "淋漓尽致", "天昏地暗", "泼进", "如数家珍", "惊天动地"],
  unknown: []
}, {
  id: "2051618",
  stem: "壶口还是不能尽收这一川黄浪，于是又有一些各自________的，乘隙而进的，折返迂回的，它们在龙槽两边的滩壁上散开来，或钻石觅缝，________如泉；或淌过石板，潺潺成溪；或被夹在中间，哀哀打漩；还有那顺壁挂下的，亮晶晶的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["夺路而走", "汩汩", "如丝如缕"],
  distractor: ["另觅出路", "哗哗", "状如丝缕", "狼奔豕突", "淙淙", "如丝如缕", "横冲直撞", "涓涓"],
  unknown: []
}, {
  id: "2051588",
  stem: "八月的高原，糜谷是黄灿灿的，高粱是红彤彤的，荞麦是粉楚楚的，棉花是白生生的，玉蜀黍亮开自己金黄色的肤色，烤烟________出它青油油的胸脯……五彩斑斓的秋色________地塞满沟沟壑壑，山山洼洼，川川畔畔。轻风刮过，山洼沟壑的庄稼间，散发出甜蜜气味，川野河谷，像少女的黄裙子________燃烧。\n依次填入画横线部分最恰当的一项是：",
  correct: ["袒露", "错落有致", "灼灼"],
  distractor: ["暴露", "参差不齐", "炯炯", "裸露", "有条不紊", "熠熠", "显露", "鳞次栉比", "闪闪"],
  unknown: []
}, {
  id: "2051580",
  stem: "如果我能活到________的老年，我将在炉边宁静的睡梦中，寻找早年所熟悉的穿过绿色梅树林的小径。当然，那时候，今日年轻的梅树也必已进入愉快的晚年，伸出有力的臂膊遮蔽着纵横的小径。________的古老钟楼，仍将________在金色的阳光中，发出在我听来是如此熟悉的钟声。\n依次填入画横线部分最恰当的一项是：",
  correct: ["白发苍苍", "饱经风霜", "兀立"],
  distractor: ["白发苍颜", "饱经世故", "矗立", "白发苍髯", "历经沧桑", "直立", "鹤发童颜", "沐雨栉风", "耸立"],
  unknown: []
}, {
  id: "2387488",
  stem: "相信神圣的人有所敬畏。在他的心目中，总有一些东西属于做人的________，是________不得的。他并不是害怕受到惩罚，而是不肯丧失基本的人格。\n依次填入画横线部分最恰当的一项是：",
  correct: ["根本", "亵渎"],
  distractor: ["底线", "损害", "原则", "混淆", "根基", "冒犯"],
  unknown: []
}, {
  id: "2387495",
  stem: "米开朗基罗曾说：我在一块巨大的大理石上看到了大卫，我要做的只是凿去多余的石头，去掉那些不该有的大理石，《大卫》就诞生了。其实，人生同样如此，只有不断________多余的部分，“幸福”的________才会慢慢显现。这多余的部分，就是过多的欲念。\n依次填入画横线部分最恰当的一项是：",
  correct: ["剔除", "轮廓"],
  distractor: ["删除", "前景", "清除", "画卷", "消除", "蓝图"],
  unknown: []
}, {
  id: "2387497",
  stem: "每个时代都有自己的精品力作，但一个________的现实是，这些年可以称之为“经典”的好作品似乎越来越少。能创作出给人以无穷精神力量，让人为其作品中的人物命运________、激动得吃不好睡不香的大家并不易寻。走进偌大的书店，虽满眼的热闹花哨，却很难找到一本真正想读的好书。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不容忽视", "魂牵梦绕"],
  distractor: ["令人沮丧", "魂不守舍", "难以回避", "废寝忘食", "每况愈下", "难以释怀"],
  unknown: []
}, {
  id: "2387498",
  stem: "很多东西，明明是自己所喜所需所好，但为了干好工作、成就事业，就须________、隐忍。这未尝不是一种痛苦，但恰恰是这种忍的功夫，使我们自觉________私心杂念，不断堵塞与事业相悖的岔路。\n依次填入画横线部分最恰当的一项是：",
  correct: ["克制", "翦除"],
  distractor: ["遏制", "摒弃", "压抑", "消灭", "抑制", "克服"],
  unknown: []
}, {
  id: "2387501",
  stem: "智能机器人在众多行业中________，这不禁让一些人担忧，自己的工作是否迟早也要被机器人代替。对此，我们大可不必________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["大显身手", "杞人忧天"],
  distractor: ["脱颖而出", "瞻前顾后", "崭露头角", "左右为难", "一枝独秀", "庸人自扰"],
  unknown: []
}, {
  id: "2387502",
  stem: "对受过27年牢狱之灾的曼德拉来说，最令人震撼的或许是他对自由的________：“当我走出囚室迈向通往自由的监狱大门时，我已经清楚，自己若不能把痛苦与怨恨留在身后，那么我其实仍在狱中。”这是他的________之语，也是他的肺腑之言。他说，是狱中生活让他学会反思与处理痛苦，拥有了战胜苦难的能力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["诠释", "睿智"],
  distractor: ["领悟", "感人", "感悟", "惊人", "解释", "智慧"],
  unknown: []
}, {
  id: "2387503",
  stem: "同样是《白蛇传》，美丽善良多情的白素贞在京剧里是姓“京”，到了昆曲中便姓了“昆”，而常香玉演来则________是一位河南白娘子。同样的________，被不同的戏曲剧种表达出来，构成了戏曲舞台________的风貌，给人以独特的艺术享受。\n依次填入画横线部分最恰当的一项是：",
  correct: ["全然", "喜怒哀乐", "千姿百态"],
  distractor: ["俨然", "酸甜苦辣", "千奇百怪", "简直", "悲欢离合", "姹紫嫣红", "完全", "嬉笑怒骂", "异彩纷呈"],
  unknown: []
}, {
  id: "1805120",
  stem: "只要微观主体都具有创新活力，国家就能迸发出巨大的创新活力。________对大部分创业创新者来说，与杰出科学家和知名企业家相比，他们的创业创新成果微不足道。________，这些看上去微小的成果，组合在一起能够发挥强大的“长尾效应”。________，对微观主体来说，只要有心，创新不需要付出太大的成本。在平时工作中注重改进方法，在经验积累的基础上做出改变，就能够让创新成为一种习惯。\n依次填入画横线部分最恰当的一项是：",
  correct: ["可能", "然而", "更何况"],
  distractor: ["因为", "所以", "但是", "也许", "当然", "虽然"],
  unknown: []
}, {
  id: "1758794",
  stem: "有人说，刘慈欣仅凭一己之力，就使中国的科幻小说________于世界先进水平之列。这对于作家本人来说，________是崇高的盛誉，但若从另一方面解读，其中何尝不隐含着十分的无奈。刘慈欣和《三体》的一花独放、单峰耸峙，________出的是科幻小说界的整体低迷。就整体而言，无论是科幻小说的创作、出版、阅读和传播，还是改编拍摄成影视作品等________艺术形式，中国跟世界先进水平都存在着巨大的差距。\n依次填入画横线部分最恰当的是：",
  correct: ["跻身", "固然", "反衬", "衍生"],
  distractor: ["跃居", "虽然", "衬托", "延伸", "跻身", "当然", "反映", "派生", "踏入", "固然", "烘托", "多种"],
  unknown: []
}, {
  id: "1758792",
  stem: "（1）秋是代表成熟，对于春天之________娇艳，夏日之茂密浓深，都是过来人，不足为奇了，所以其色淡，叶多黄，有古色苍茏之慨，不单以葱翠争荣了。\n（2）________，在利益多元、观念多样的时代，每个人都会有自己的打算，但如果人人只顾自己的“一亩三分地”，留下的只会是一片冷漠荒原。\n（3）20国集团，又称G20，旨在推动已工业化的发达国家和新兴市场国家之间就实质性问题进行开放及有建设性的讨论和研究，以________合作并促进国际金融稳定和经济的持续增长。\n依次填入画横线部分最恰当的是：",
  correct: ["明媚", "不可否认", "寻求"],
  distractor: ["明艳", "总而言之", "寻觅", "明丽", "推己及人", "谋求", "明朗", "毋庸置疑", "谋取"],
  unknown: []
}, {
  id: "1805122",
  stem: "丰子恺的散文________，用著名学者赵景深的话说，“文字的干净流利和漂亮，怕只有朱自清可以和他媲美”。于是，令人________的绘画原理，在丰子恺的笔下也显得________起来。印象派为什么要在户外写生？色彩跟光的反射有什么关联？艺术家是如何观看一张椅子的？丰子恺逐一________，辅以直观的彩图，让读者悠然掌握绘画妙理，更好地与美相遇。\n依次填入画横线部分最恰当的一项是：",
  correct: ["脍炙人口", "望而生畏", "平易近人", "娓娓道来"],
  distractor: ["妙笔生花", "聱牙佶屈", "朴实无华", "循循善诱", "行云流水", "枯燥无味", "绘声绘色", "滔滔不绝", "栩栩如生", "望而却步", "生动活泼", "侃侃而谈"],
  unknown: []
}, {
  id: "1758798",
  stem: "古人早有“腹有诗书气自华”的________，更直言过“士大夫三日不读书，则义理不交于胸中，对镜觉面目可憎，向人亦语言无味”。足见读书对人心善良与审美思维的________价值。而且，不同的人生阶段赋予人不同的读书境界，这就更使人一生________与书为伴。清人张潮就写过：“少年读书，如隙中窥月；中年读书，如庭中望月；老年读书，如台上玩月。”人生历练助读书得真意，而读书本身________不是借他人之笔丰富自我的人生。\n依次填入画横线部分最恰当的是：",
  correct: ["喟叹", "养成", "须", "何尝"],
  distractor: ["感慨", "培养", "须", "未尝", "叹息", "培育", "需", "如何", "感叹", "塑造", "怎么"],
  unknown: []
}, {
  id: "1758796",
  stem: "山雄伟，海辽阔，经奇幻，中国自古便有奇书《山海经》。作为先秦重要古籍，也是一部________的奇书，《山海经》在现代学者的眼中________，“成书并非一时，作者亦非一人”，是悠悠千载的历史造就了令人________的想象力。而现在，书中那些________的世界经由影视转码，频繁登上大银幕、小荧幕。这个暑期，无论是在院线里，刷新票房数据的《捉妖记》，还是在网络视频累计超百亿次点击量的《花千骨》，其源头设定都与《山海经》不无关联。\n依次填入画横线部分最恰当的是：",
  correct: ["脍炙人口", "荒诞不经", "瞠目结舌", "光怪陆离"],
  distractor: ["荒诞不经", "脍炙人口", "瞠目结舌", "千奇百怪", "光怪陆离", "耳晕目眩"],
  unknown: []
}, {
  id: "1758800",
  stem: "所谓民族文化的积淀，对艺术家而言表现为“书卷气”。书法家更应具备这种“气”。书法是一门抽象的艺术，它以文字为基础、为载体。因此，________洞明文字生成中所蕴自然山川之地脉，宇宙变幻之天象，深谙文字之文化含量，执笔时才有底气，才能生发出意象、意念、意蕴、意境。否则________到达深郁而豪放、凝重而飘逸之化境。\n依次填入画横线部分最恰当的是：",
  correct: ["唯", "无以"],
  distractor: ["一旦", "无以", "若", "难以", "只要", "无法"],
  unknown: []
}, {
  id: "1796080",
  stem: "中国互联网发展的过程中，“鼓励原创”的版权意识与互联网的免费共享精神，一直在________中牵绊着发展。当众多网友对网络“免费午餐”津津乐道时，损害的却是创造者的创作热情以及出版业的长远发展。\n填入画横线部分最恰当的一项是：",
  correct: ["矛盾"],
  distractor: ["逆境", "竞争", "挑战"],
  unknown: []
}, {
  id: "1796082",
  stem: "人类的寿命与基因有关，体内有多个基因________着你的生命长短。研究表明，那些在恶劣环境下控制机体防御功能的基因，能够显著地改善多种生物的健康状况并且延长其寿命。了解这些基因的运作________，或许可以帮助我们找到消除老年疾病、延长人类生命的秘诀。\n依次填入画横线部分最恰当的一项是：",
  correct: ["决定", "机制"],
  distractor: ["操控", "规律", "支配", "原理", "主宰", "流程"],
  unknown: []
}, {
  id: "1796084",
  stem: "科普影评的作者应寻找科学与电影的交汇点，将科普和艺术________，启迪思想。他们将前沿领域研究成果，结合电影转化为更轻松易懂的文字，面向更多读者。\n填入画横线部分最恰当的一项是：",
  correct: ["融会贯通"],
  distractor: ["合二为一", "珠联璧合", "相提并论"],
  unknown: []
}, {
  id: "1796086",
  stem: "尽管古人对日食怀有恐惧感，认为日食是“天狗吃太阳”，但是鉴于太阳对于人类的重要作用，人们必须采取________的措施加以拯救，如用锣鼓和鞭炮的声音来驱赶“恶狗”。尽管现在听起来________，不过这类故事却使观赏日食变得神秘而有趣。\n依次填入画横线部分最恰当的一项是：",
  correct: ["力所能及", "匪夷所思"],
  distractor: ["行之有效", "急于求成", "大张旗鼓", "啼笑皆非", "恰如其分", "不可理喻"],
  unknown: []
}, {
  id: "1796096",
  stem: "日前，被称为“法国大展”的“名馆名家名作”纪念中法建交50周年特展在国家博物馆展出。这是一次重量级的展览，10幅名作都是从法国各大国立博物馆________的精品之作，_______了法国从文艺复兴到当代的艺术精华。\n依次填入画横线部分最恰当的一项是：",
  correct: ["优中选优", "浓缩"],
  distractor: ["精挑细选", "再现", "沙里淘金", "展现", "百里挑一", "融合"],
  unknown: []
}, {
  id: "1796098",
  stem: "在这个时代，人与人之间虽然在空间和情感上越来越______，但是每个人的利益却又________地与他人的利益和行为紧密地联系在一起。这促成人们主动参与公共事务，呼吁公共利益。\n依次填入画横线部分最恰当的一项是：",
  correct: ["疏离", "前所未有"],
  distractor: ["冷漠", "无孔不入", "隔绝", "迫不得已", "封闭", "始料未及"],
  unknown: []
}, {
  id: "1796100",
  stem: "宜居带是指一颗恒星周围的一定距离范围，在这一范围内水可以以液态形式存在。由于液态水被科学家认为是生命生存_________的元素，因此如果一颗行星恰好落在这一范围内，那么它就被认为有更大的________拥有生命或至少拥有生命可以生存的环境。\n依次填入画横线部分最恰当的一项是：",
  correct: ["必不可少", "机会"],
  distractor: ["缺一不可", "范围", "举足轻重", "条件", "至关重要", "优势"],
  unknown: []
}, {
  id: "1796102",
  stem: "在人类文明史上，古埃及人和两河流域的苏美尔人，都曾创造过古老的文字。然而，随着时间的流逝，这些文字早已消亡。时至今日，__________的古老文字，唯有中国人创立的汉字。作为伟大的汉文化的载体和媒介，汉字依然_______，堪称当今世界上最有生命力的文字之一。\n依次填入画横线部分最恰当的一项是：",
  correct: ["硕果仅存", "长盛不衰"],
  distractor: ["凤毛麟角", "源远流长", "出类拔萃", "博大精深", "鹤立鸡群", "方兴未艾"],
  unknown: []
}, {
  id: "1796104",
  stem: "一方面，社会对带薪休假制度热切欢迎，而且对于落实和执行不力可谓________；但另一方面，具体到实际维权行动中，对不落实带薪休假者，即便在劳动争议案件中，也很少有人提及，而因此直接举报者更是________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["口诛笔伐", "寥寥无几"],
  distractor: ["嗤之以鼻", "门可罗雀", "冷嘲热讽", "寡不敌众", "疾言厉色", "势单力薄"],
  unknown: []
}, {
  id: "1796192",
  stem: "对互联网企业来讲，从用户那里收集到的信息主要包括消费习惯、行为特征、个人数据等。企业可以通过收集这些信息去开展大数据分析，进一步挖掘用户的潜在消费能力和更________的价值，从而为用户提供更具________的服务。\n依次填入划横线部分最恰当的一项是：",
  correct: ["多元化", "针对性"],
  distractor: ["市场化", "独创性", "智能化", "实用性", "规模化", "多样性"],
  unknown: []
}, {
  id: "1796204",
  stem: "天池经历了漫长的无名时期，后来伴随着天池传说的兴起，天池也开始________。谈到天池传说，还有一个缘由：人们面对神奇的山水之境时，总爱把神灵的光环罩在山水的头上，使山水之景与神灵之气________，即所谓“山不在高，有仙则名”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["声名鹊起", "相得益彰"],
  distractor: ["门庭若市", "相映成趣", "脱颖而出", "相濡以沫", "广为人知", "相视莫逆"],
  unknown: []
}, {
  id: "1796242",
  stem: "从长期看来，人民币国际化并逐步发展成为储备货币________。一方面，中国经济基本面长期向好的________没有变；另一方面，人民币的币值一直比较稳定，稳中有升，这些都为有强烈“保值增值”需求的各国央行提供了储备人民币的强大________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["势不可挡", "趋势", "动力"],
  distractor: ["势如破竹", "态势", "动机", "势在必行", "势态", "信心", "势如累卵", "形势", "信念"],
  unknown: []
}, {
  id: "1796262",
  stem: "暗物质是最大的谜团之一，不过一旦天文学家接受其存在，很多其他宇宙难题便可________。例如，暗物质似乎能解释为何银河系的盘状结构边缘存在如此大的扭曲。虽然围绕银河系运行的星系会对银河系产生扰动，但如果没有暗物质的放大作用，它们微弱的引力效应对银河系也是________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["迎刃而解", "鞭长莫及"],
  distractor: ["举一反三", "望尘莫及", "拨云见日", "爱莫能助", "昭然若揭", "无能为力"],
  unknown: []
}, {
  id: "1796270",
  stem: "古人行文简略，优秀的作品常常“字不虚设”，阅读者决定不予深究的地方，有可能正是作者用心良苦之所在。因此我们阅读时不宜有所偏，应该像作家写作这些文章时那样“________”。\n填入划横线部分最恰当的一项是：",
  correct: ["字斟句酌"],
  distractor: ["孜孜不倦", "精益求精", "心无旁骛"],
  unknown: []
}, {
  id: "1796186",
  stem: "现代传媒尤其是电子传媒有着比传统纸质传媒更宽广的尺度，________更多批判的意识和更多的异端。无数专家、学者在电子传媒会客厅中针对各种社会现象接受访谈，发表意见，甚至不乏________的声音。分析之深、论证之严密、言论之犀利，传统媒体均无法________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["容纳", "惊世骇俗", "望其项背"],
  distractor: ["鼓励", "特立独行", "相提并论", "滋生", "针锋相对", "同日而语", "允许", "振聋发聩", "一目了然"],
  unknown: []
}, {
  id: "1796200",
  stem: "当企业的业务都实现计算机化后，那些从事计算机业务的企业却遭遇了________。如果需要计算机化的业务流程没有增加，顾客对性能没有特别需求，他们就无法继续________自己的产品。所以，所有与计算机相关的企业，都必须为已经得到满足的顾客们，提供一个购买他们更新技术的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["瓶颈", "销售", "理由"],
  distractor: ["阻碍", "生产", "方法", "困境", "改进", "渠道", "障碍", "推广", "优惠"],
  unknown: []
}, {
  id: "1796208",
  stem: "经济全球化促使世界主要国家实力对比关系发生深刻变化，出现强与弱、盛与衰的实力转换，国际角色与位序的________，最终会导致国际社会中的权力分配结构产生调整。同时，彼此间的机制化、制度化、常态化的________与相互协调已经成为处理国家间关系、解决国家间经济利益矛盾的主要方式。\n依次填入划横线部分最恰当的一项是：",
  correct: ["嬗变", "磋商"],
  distractor: ["善变", "对话", "演变", "商榷", "变迁", "协商"],
  unknown: []
}, {
  id: "1796214",
  stem: "在西班牙，“慢食”一直是在人们头脑中________的饮食观念。与“慢食”一脉相承的是西班牙人“慢生活”的态度：大厦电梯里面没有关门按键，大家都是等待电梯门缓缓关上；和午餐相伴的还有午睡，尤其在西班牙南部最为炎热的地方，小店业主都会在14点到17点之间关门，那是他们________的午休时段。\n依次填入画横线部分最恰当的一项是：",
  correct: ["根深蒂固", "雷打不动"],
  distractor: ["嗤之以鼻", "板上钉钉", "坚不可摧", "不可更改", "积重难返", "翘首以待"],
  unknown: []
}, {
  id: "1796216",
  stem: "《自私的基因》出版于1976年，但这本书的魅力、争议和影响力却________。有趣的是，这本书出版时学界还有反对之声，公众则高高兴兴地________了它。几十年过去，书中理论在学界越来越少争议，公众反而________般开始担忧这本书“太过极端”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["与日俱增", "接受", "如梦初醒"],
  distractor: ["大放异彩", "接收", "恍如隔世", "历久弥新", "接纳", "醍醐灌顶", "如日中天", "接手", "茅塞顿开"],
  unknown: []
}, {
  id: "1796088",
  stem: "法治和礼治发生在两种不同的社会________中。这里所谓的礼治也许就是通常所谓的人治，但是礼治一词不会像人治一词那样容易引起________，以致有人觉得社会秩序是可以由个人好恶来维持的了。\n依次填入划横线部分最恰当的一项是：",
  correct: ["情态", "误解"],
  distractor: ["形态", "歧义", "模式", "偏差", "形势", "干扰"],
  unknown: []
}, {
  id: "1797832",
  stem: "一个人不能失忆，一个国家当然就更不能失忆了，但是因为历史的原因，有时候会有意无意地试图______某方面的回忆。对于这种无奈的现实，我们能够理解，但是并不是说就应该支持或者默认这么做。在具备了条件之后，我们还是应该寻找和______我们的记忆。\n依次填入划横线部分最恰当的一项是：",
  correct: ["回避", "恢复"],
  distractor: ["隐藏", "修复", "躲避", "还原", "掩盖", "复原"],
  unknown: []
}, {
  id: "1797858",
  stem: "研究表明，大脑具有自我修复的潜能，继续______这方面的研究，有望最终确认哪些信号可用来促进神经源性反应的_______，而以_______神经发生（即神经元的生成和更新）现象为目标，或可成为一种促进神经元再生的有效治疗方法。\n依次填入画横线部分最恰当的一项是：",
  correct: ["加强", "增强", "强化"],
  distractor: ["增强", "强化", "加强"],
  unknown: []
}, {
  id: "1797862",
  stem: "黄河下游原来是绕山东丘陵之南注入黄海的。后来，由于中游的黄土高原不断________，下游的广大平原又不断沉降，黄土不断受到侵蚀，________泥沙滚滚流入黄河。到了下游，水中的泥沙逐渐淤积，河床不断抬高，遇到汛期，便会漫溢泛滥，出现改道的现象。\n依次填入划横线部分最恰当的一项是：",
  correct: ["抬升", "挟带"],
  distractor: ["升高", "掺杂", "降低", "含有", "下降", "大量"],
  unknown: []
}, {
  id: "1797846",
  stem: "自从1964年我国开始杂交水稻研究以来，很多研究者对杂交水稻的探索________，1981年，有研究者提出了利用自然两用系的设想，即在长日高温条件下制种，短日低温下繁种，一系两用。到2010年底，我国共有427个两系杂交水稻通过省级或国家的品种鉴定。因此，在我国发展两系杂交水稻已是________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["和而不唱", "大势所趋"],
  distractor: ["如日中天", "重中之重", "独领风骚", "势不可挡", "方兴未艾", "一往无前"],
  unknown: []
}, {
  id: "1752826",
  stem: "依次填入第①段三处画线部分的词语，最恰当的是：",
  correct: ["提高", "稳定", "培养造就"],
  distractor: ["提高", "保障", "发现培训", "稳定", "支持", "培养教育", "锻炼提拔"],
  unknown: []
}, {
  id: "1752516",
  stem: "填入划横线部分最恰当的词语是（ \xa0）。",
  correct: ["急转直下"],
  distractor: ["大起大落", "天壤之别", "平淡无奇"],
  unknown: []
}, {
  id: "1752760",
  stem: "依次填入第2段划线处，最恰当的一组词语是（ \xa0）。",
  correct: ["不学无术", "尊崇"],
  distractor: ["唯我独尊", "遵循", "昏庸无道", "推崇", "一言九鼎", "信奉"],
  unknown: []
}, {
  id: "2021762",
  stem: "书法是写字，但写字不是书法。文字是载体，它________着表达思想、传递信息、记事备忘、传承历史的重大使命。而中国书法，则正是使汉字________完美，升入化境的艺术。\n依次填入画横线部分最恰当的一项是：",
  correct: ["担负", "臻于"],
  distractor: ["肩负", "趋于", "承担", "日趋", "承载", "日益"],
  unknown: []
}, {
  id: "2021948",
  stem: "填入下列横线处的词语，最恰当的一组是：\n_______是微信团队，_______是微信用户，对于微信公众号刷阅读量背后的猫腻，已然并不陌生。如今，微信公众号刷量工具被屏蔽，微信数据平台的崩溃，让某些微信“大号”的真容得以呈现。“你不刷别人也会刷”，如此的表述，_______了微信阅读量的竞争已经日趋激烈，而造假则成为最理想的“捷径”。",
  correct: ["不管", "还", "佐证"],
  distractor: ["无论", "或", "证明", "不仅", "而且", "表明", "或者", "证实"],
  unknown: []
}, {
  id: "2021706",
  stem: "在一般商品生产和交换领域，价值规律的调节功能日臻完善。在此背景下，一些求富者纷纷将________的目光盯上资金、土地等“生产要素”领域，意图从这些高度垄断的领域之中，________尽可能更多的金子。\n依次填入画横线部分最恰当的一项是：",
  correct: ["觊觎", "掘取"],
  distractor: ["攫取", "挖取", "贪婪", "赚取", "拜金", "收获"],
  unknown: []
}, {
  id: "2021712",
  stem: "作为一名诗歌爱好者，我觉得《悲伤与理智》的核心，也是最有价值的部分，是三篇细品原作的散文，慢条斯理，___________，小溪般缓缓流淌中裸露出底下光滑坚硬的卵石。\n《琅琊榜》作为一部宫廷剧，在礼仪动作方面___________地追求完美。他们规范演员的举止动作，给每一个需要使用仪式的场面进行流程制定，见面行礼、叩头请安、祭祀跪拜等都有不同标准。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不温不火", "不遗余力"],
  distractor: ["不疾不徐", "精雕细刻", "娓娓道来", "全力以赴", "信手拈来", "全心全意"],
  unknown: []
}, {
  id: "2021958",
  stem: "依次填入下列横线处的词语，最恰当一组是：\n在最困难的地方，往往______着巨大的创新契机。创新的灵感火花往往会在那些不便捷、不舒服、不顺手、不畅销的困境中_______，一个新领域或许就因此而生。生活中常见事物背后的创新故事就是对此的最好_______。例如，日常生活中常用的拉链，就是因为扣子太多扣起来费时而发明的。",
  correct: ["蕴藏", "迸发", "诠释"],
  distractor: ["隐藏", "擦出", "证明", "潜藏", "闪现", "例证", "蕴含", "飞溅", "注脚"],
  unknown: []
}, {
  id: "2021764",
  stem: "有人用“天价”片酬导致行业畸形来批判“天价”片酬，然而实际上“天价”片酬与行业畸形是恶性循环，互为因果的关系，因为现有的行业的畸形，才导致对明星效应的依赖，一线明星_______，片酬自然_______。\n依次填入画横线部分最恰当的一项是：",
  correct: ["奇货可居", "水涨船高"],
  distractor: ["席珍待聘", "坐地起价", "囤积居奇", "随行就市", "待价而沽", "居高不下"],
  unknown: []
}, {
  id: "2021766",
  stem: "“砍头不要紧，只要主义真”，这是_______的力量；“国不可以不救，他人不去救，则唯靠我自己”，这是________的方向。风雨如晦，鸡鸣不已，仁人志士不屈不挠，革命先烈前赴后继，没有他们就没有新中国的诞生。\n依次填入下列横线处的词语，最恰当的一项是：",
  correct: ["信仰", "行动"],
  distractor: ["知识", "前进", "群众", "奋斗", "坚持", "努力"],
  unknown: []
}, {
  id: "2021732",
  stem: "在发达国家，做慈善回馈社会是不二之选。最近扎克伯格裸捐450亿美元，就是对国内富豪的一次有益刺激。只有当“财富积累正当”的议程___________到“财富使用正当”，中国富豪的正名之路才算走到尾声。\n填入画横线部分最恰当的一项是：",
  correct: ["进化"],
  distractor: ["过渡", "发展", "进展"],
  unknown: []
}, {
  id: "2021980",
  stem: "填入下列横线处的词语，最恰当的一项是：\n新技术的涌现，特别是互联网技术应用和相关产业的突飞猛进，为后发国家提供了结构调整“弯道超车”的巨大________。",
  correct: ["可能"],
  distractor: ["动力", "机会", "引擎"],
  unknown: []
}, {
  id: "2021988",
  stem: "依次填入下列横线处的词语，最恰当的一组是：\n习主席提出四项原则，为推进全球互联网治理体系变革指明了方向。尊重网络主权是“______”，维护和平安全是“_______”，促进开放合作是“________”，构建良好秩序是“________”。",
  correct: ["奠基石", "防火墙", "推进器", "防护网"],
  distractor: ["推进器", "奠基石", "防护网", "防护墙", "防火墙"],
  unknown: []
}, {
  id: "2021752",
  stem: "依次填入横线处最恰当的一组词是：",
  correct: ["然而", "只要", "就"],
  distractor: ["何况", "如果", "那么", "但是", "只有", "才", "而且", "一旦", "则"],
  unknown: []
}, {
  id: "2021704",
  stem: "托尔斯泰说：幸福的家庭都是相似的，不幸的家庭各有各的不幸。可在我看来，___________是幸福的人际关系，___________不会真正相似，___________不会一模一样。世界上所有人际关系不会一模一样，而是全都有自己的模样。比如说这对亲子关系母亲爱女儿多些，那对亲子关系女儿爱父亲多些；这对朋友关系他更喜欢她，那对朋友关系她更喜欢他；这对恋人是双向的爱，那对恋人是单向的爱。如此等等，___________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["即使", "也", "至少", "不一而足"],
  distractor: ["哪怕", "而", "甚至", "屡见不鲜", "就算", "却", "起码", "不胜枚举", "纵然", "也", "更", "层出不穷"],
  unknown: []
}, {
  id: "2021734",
  stem: "___________必须以最严厉的措施治理污染企业的超标排放，特别是在重金属污染、持久性有机物污染方面，更要毫不犹豫采取措施，并确保落实，改变污染不断加剧的趋势。此前媒体曝光的某地多家企业“将污水排到1000多米水层污染地下水”等行为，必须坚决遏制，任何来自权力与资本的___________，都不应该动摇治理决心。\n依次填入画横线部分最恰当的一项是：",
  correct: ["当务之急", "阻挠"],
  distractor: ["首当其冲", "阻拦", "毫无疑问", "阻止", "毋庸置疑", "防止"],
  unknown: []
}, {
  id: "2021746",
  stem: "习近平总书记把“本领恐慌”现状概括为“___________不会用，___________不管用，__________不敢用，___________不顶用”，提出全党同志特别是各级领导干部，都要有本领不够的危机感，都要努力增强本领，都要一刻不停地增强本领。\n依次填入画横线部分最恰当的一项是：",
  correct: ["新办法", "老办法", "硬办法", "软办法"],
  distractor: ["硬办法", "软办法", "新办法", "老办法"],
  unknown: []
}, {
  id: "2262734",
  stem: "直到最近，巴西都还在全球滥砍滥伐的乱潮中保持着________的形象，1990年—2010年，全球范围内62%的热带雨林都遭到了破坏，但巴西的雨林破坏率却在2004年—2011年实现了锐减。\n填入画横线部分最恰当的一项是：",
  correct: ["独善其身"],
  distractor: ["与众不同", "明哲保身", "洁身自好"],
  unknown: []
}, {
  id: "2262736",
  stem: "美国拉什大学医学中心的研究小组对453名老年人进行长期追踪调查后发现，那些觉得人生有意义、积极追求实现人生目标的人发生脑卒中的风险要显著低于________、过一天算一天的人，从而减轻被失忆、运动障碍、失能和死亡等与衰老相关问题困扰的风险。\n填入画横线部分最恰当的一项是：",
  correct: ["随波逐流"],
  distractor: ["垂头丧气", "日渐消沉", "特立独行"],
  unknown: []
}, {
  id: "2262740",
  stem: "描述新物种是生物学从诞生至今的几百年时间里最为________的工作。即便是在今天，使用多种研究手段的现代分类学仍然是一项重要的科学研究，因为它记录了地球的生物________。\n填入画横线部分最恰当的一项是：",
  correct: ["基础", "多样性"],
  distractor: ["前沿", "特异性", "综合", "复杂性", "长久", "遗传性"],
  unknown: []
}, {
  id: "2262743",
  stem: "科研和科普虽然都以“科”为基础，但它们从思维方式到呈现方式都有________。事实上，放眼人类科技史，能兼为科学大师和科普大师者，也是________。\n填入画横线部分最恰当的一项是：",
  correct: ["天壤之别", "凤毛麟角"],
  distractor: ["千差万别", "寥寥无几", "云泥之别", "百里挑一", "汇分类别", "屈指可数"],
  unknown: []
}, {
  id: "2262745",
  stem: "在互联网时代，________要鼓励技术创新和盈利模式创新，但基本的前提是不能______原创动力之源，更不能把别人的头条改头换面抄袭成自己的头条。\n填入画横线部分最恰当的一项是：",
  correct: ["固然", "伤害"],
  distractor: ["自然", "干扰", "当然", "侵犯", "必然", "破坏"],
  unknown: []
}, {
  id: "2262748",
  stem: "自然科学的发展遵循着其固有的逻辑：无论你提出多复杂的问题，科学家也许只用一个伟大的公式就能让你________。关于文明的研究则________，即便是最简单的问题，都需要科学家付出卓绝的努力，才能从浩如瀚海的资料中找到一个宏大的分析框架，而答案依旧不一定令人满意。\n填入画横线部分最恰当的一项是：",
  correct: ["恍然大悟", "恰恰相反"],
  distractor: ["如梦初醒", "另辟蹊径", "迎刃而解", "举步维艰", "柳暗花明", "殊途同归"],
  unknown: []
}, {
  id: "2262750",
  stem: "自然一直在用她的血肉供养着人类。最早，我们从自然那里________食物、衣着和居所。之后，我们学会了从她的生物圈里________原材料来创造出我们自己的新的合成材料。而现在，自然又向我们敞开她的心智，让我们学习她的内在逻辑。\n填入画横线部分最恰当的一项是：",
  correct: ["获得", "提取"],
  distractor: ["获得", "猎取", "夺取", "选取", "争取", "求取"],
  unknown: []
}, {
  id: "2262753",
  stem: "冷冰冰的标语口号，不仅令人________，起不到警示教育作用，反而让人产生反感和抵触情绪。在我们文明程度日益提高的今天，我们的口号标语是不是也应该________，多一点感情和温度，多一点幸福的提醒呢？\n填入画横线部分最恰当的一项是：",
  correct: ["望而生畏", "与时俱进"],
  distractor: ["心生厌恶", "顺应潮流", "侧目相视", "推陈出新", "发指眦裂", "开拓创新"],
  unknown: []
}, {
  id: "2262765",
  stem: "经济全球化的背后是不同文化的冲撞和交融，是不同思想的________与扬弃，是不同文明的竞争和共存。从历史进化的角度来看，交融、扬弃、共存是大趋势，一个民族、一个国家总是在坚持自我________的同时，向其他民族、其他国家吸取异质文化的养分，从而与时俱进，发展壮大。\n填入画横线部分最恰当的一项是：",
  correct: ["激荡", "特质"],
  distractor: ["交流", "特点", "较量", "形象", "冲突", "品质"],
  unknown: []
}, {
  id: "2262772",
  stem: "新世纪头十年后半期最明显的特征就是中国的迅速崛起，中美双方实力对比变化大大________了美国在国际体系中的张力，引发了彼此战略定位的变化。金融危机后，美国经济遭受重创，转而振兴实业经济；中国则致力于产业升级和技术更新，中美互补性经贸关系朝着________方向发展。\n依次填入画横线部分最恰当的一项是：",
  correct: ["抵消", "竞争性"],
  distractor: ["打消", "积极性", "削弱", "相似性", "减弱", "趋同性"],
  unknown: []
}, {
  id: "2262774",
  stem: "人民群众的感受与评价最有说服力。党中央正风反腐给老百姓带来更多________，人们感觉到歪风邪气在不断消散，清风正气在不断上升，好传统好作风在不断________。去年国家统计局问卷调查结果显示，91.5%的群众对党风廉政建设和反腐工作成效表示满意或比较满意。\n依次填入画横线部分最恰当的一项是：",
  correct: ["获得感", "回归"],
  distractor: ["满足感", "上演", "幸福感", "巩固", "荣誉感", "推广"],
  unknown: []
}, {
  id: "2262778",
  stem: "在更广阔的互联网、移动互联网领域，除了数据量________，还有数据类型愈发多样且复杂，企业正面临着前所未有的大数据分析的挑战。在这一趋势之下，企业________能够处理和分析大量结构化与非结构化数据、具备高可靠性和经济效益的认知系统。\n依次填入画横线部分最恰当的一项是：",
  correct: ["激增", "亟需"],
  distractor: ["膨胀", "需求", "巨大", "期盼", "暴涨", "期待"],
  unknown: []
}, {
  id: "2262781",
  stem: "考古学中，有“地层”之说。如同文明的遗迹，人类的历史同样是一层叠压一层，在岁月的________下，积淀为一个国家、一个民族的“心灵地层”，________了共同的记忆、共同的文化、共同的品性。\n依次填入画横线部分最恰当的一项是：",
  correct: ["淬炼", "塑造"],
  distractor: ["磨砺", "凝聚", "洗礼", "汇聚", "冲刷", "打造"],
  unknown: []
}, {
  id: "2262786",
  stem: "在当今时代，关于解释鸟类结群飞行，呈“V”字飞行，迁徙的理论________，但最终答案几乎没有。作为大量趋同进化例子中的一个，昆虫和哺乳动物也进化出了飞行能力，但鸟类的飞行能力却尤为让人感到________。\n依次依次填入画横线部分最恰当的一项是：",
  correct: ["比比皆是", "困惑"],
  distractor: ["层出不穷", "神秘", "屡见不鲜", "怀疑", "汗牛充栋", "疑虑"],
  unknown: []
}, {
  id: "2262792",
  stem: "狗狗到底能否感知其他同类以及人类的情绪，一直以来________。不过美国一个研究就为此找出了答案。他们发现狗狗透过听觉与视觉官感，不仅能________到同类的情绪，更会看主人甚至是陌生人的“喜怒哀乐”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["众说纷纭", "辨识"],
  distractor: ["莫衷一是", "感受", "言人人殊", "领悟", "各抒己见", "理解"],
  unknown: []
}, {
  id: "2262798",
  stem: "“高分四号”是我国首颗地球同步轨道高分辨率光学成像卫星，也是目前世界上空间分辨率最高、幅宽最大的地区同步轨道遥感卫星，它可以长期“________”目标区域获取动态数据，实现对中国及周边地区的高精度观测，还可以对动态目标的运行________、趋势进行捕获，成为一个“准摄像机”，________减灾、气象、地震、林业等应用需求。\n依次填入画横线部分最恰当的一项是：",
  correct: ["凝视", "轨迹", "满足"],
  distractor: ["观察", "痕迹", "适应", "关注", "轨迹", "符合", "探寻", "方式", "适合"],
  unknown: []
}, {
  id: "1797852",
  stem: "“本质性诗人”大致有两种出路：其一是像陶渊明那样从急流中退出，在山水间________自己的灵魂。尽管现实中并不存在桃花源，但________在内心一隅还是可能的。其二是原地不动，像屈原那样与污浊的世界对抗。这注定了他与世界的_______是持续的、难以调和的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["寻找", "退隐", "冲突"],
  distractor: ["放逐", "蜷缩", "矛盾", "抚慰", "潜藏", "距离", "寄托", "固守", "隔阂"],
  unknown: []
}, {
  id: "2029972",
  stem: "随着收入水平的提高，人们的消费心态也随之发生改变，个性化消费需求显著提高。互联网时代，商家可以利用消费数据的积累分析出商品的市场反响情况，对消费者________，实现更精准的营销策略。\n填入画横线部分最恰当的一项是：",
  correct: ["有的放矢"],
  distractor: ["一视同仁", "无微不至", "予取予求"],
  unknown: []
}, {
  id: "2029976",
  stem: "在各种兼并方式中，如果两个公司实力悬殊，则多半是强势的一方直接收购弱势的一方。出钱多、实力雄厚的一方，最终还是会要求自己说了算，而实力较弱的一方虽然在名分上得到了“平等”二字，但大多也都知道自己需要________。\n填入画横线部分最恰当的一项是：",
  correct: ["亦步亦趋"],
  distractor: ["循规蹈矩", "安分守己", "安步当车"],
  unknown: []
}, {
  id: "2029982",
  stem: "技术的工具价值只有在正确的人文理性、目标价值引导下，才能发挥最佳功效。否则，技术也可能________，成为负能量的滋生场。\n填入画横线部分最恰当的一项是：",
  correct: ["为虎作伥"],
  distractor: ["南辕北辙", "变本加厉", "小题大做"],
  unknown: []
}, {
  id: "2029988",
  stem: "锦官城位于成都城东南的一块开阔地，大片的厂房建立起来以后，这里终日响着________的机杼声，飘荡着蜀锦艳丽而华美的颜色。当时的政府把锦官城建在此地，是因为这里的江水漂洗出来的锦缎，质地特别________，颜色特别鲜亮；而在别的江河中漂洗，蜀锦的质地就会变得粗硬，颜色也会衰败走样。\n依次填入画横线部分最恰当的一项是：",
  correct: ["连绵不绝", "柔滑"],
  distractor: ["此起彼伏", "轻盈", "抑扬顿挫", "细腻", "婉转悠扬", "通透"],
  unknown: []
}, {
  id: "2030002",
  stem: "城市文明指人类创造的城市这种形式本身，以及以城市作为物质载体而创造的一切物质和精神成果。“城市文明”________着有城市出现，“文明”虽然有着更为________和抽象的含义，但是基本是指与城市和文字相联系的特定文化阶段，大多数情况下，城市与文字是同时存在的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["意味", "宽泛"],
  distractor: ["代表", "特殊", "标志", "深刻", "隐含", "广阔"],
  unknown: []
}, {
  id: "2030010",
  stem: "自从邮票作为投资产品后，人们对于邮票收藏也________起来，原来大多数人还是采用把邮票从信封上剪裁下来，通过水浸等收集的方法来收藏，但是随着大家的要求越来越高，凡是有水浸、复新痕迹的邮票价值都________了，这就要求投资者要购买真正的“新票”，加入到邮市中来。\n依次填入画横线部分最恰当的一项是：",
  correct: ["喜爱", "大打折扣"],
  distractor: ["青睐", "一文不值", "重视", "不复存在", "关注", "一落千丈"],
  unknown: []
}, {
  id: "2030020",
  stem: "一般人想到莎士比亚，都觉得非常遥远——他来自遥远的古代及国外，而更遥远的距离来自他的作品普遍被视为经典中的经典，自然就变得________，大众是很难亲近或理解的。其实不然，莎士比亚的戏剧之所以伟大就是因为隔了四个世纪，还能那么鲜明而深刻地映照在我们时代上，与我们________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深不可测", "对话"],
  distractor: ["讳莫如深", "互动", "孤芳自赏", "同行", "高高在上", "共勉"],
  unknown: []
}, {
  id: "2030026",
  stem: "能源、水和食品是这个世界上最关键的三种资源，尽管这一事实已在政策圈中达成共识，但这三种资源之间的________关系却被严重忽视。其中任何一种资源的紧缺都会影响另外两种。这使得真实社会的生态比我们想象的________得多。\n依次填入画横线部分最恰当的一项是：",
  correct: ["依赖", "脆弱"],
  distractor: ["互补", "复杂", "交互", "愚劣", "共生", "困难"],
  unknown: []
}, {
  id: "2030030",
  stem: "社会生活的方方面面常常各成体系，但又具有无法________的关联性、耦合性。综艺节目尽管与严肃的政经节目有很大差异，但它们都应根植于生活、服务于生活，最终为人服务。因此，综艺节目既应保持时尚可爱的本色，也不必刻意与现实拉开距离。以时尚的方式关注生活热点，开展讨论，________公众焦虑，则既能博人眼球，又可体现社会价值。\n依次填入画横线部分最恰当的一项是：",
  correct: ["阻隔", "纾解"],
  distractor: ["阻挡", "缓解", "隔离", "解除", "隔绝", "消除"],
  unknown: []
}, {
  id: "2030038",
  stem: "从默片到有声，从黑白到彩色，人类社会的影像表达和传播都与媒介生态和技术变革________，当新媒体成为影像传播的新载体和新平台，微电影、迷你剧、微纪录片、恶搞短片、自拍秀甚至动态图片都成为与新媒体________的新的影像表达形式。\n依次填入画横线部分最恰当的一项是：",
  correct: ["息息相关", "相生相伴"],
  distractor: ["紧密相连", "相得益彰", "休戚相关", "相辅相成", "一脉相连", "相濡以沫"],
  unknown: []
}, {
  id: "2030042",
  stem: "经历了数代学院派导演艺术上的探索和产业化白手起家的拓荒，电影不再只是“声光电”的艺术形式，更开启了一个________的市场化运作的时代，众多资本的涌入，一方面创造出巨大的利益空间，另一方面也暴露出行业内部的________，乱象频生。\n依次填入画横线部分最恰当的一项是：",
  correct: ["雄心勃勃", "鱼龙混杂"],
  distractor: ["波澜壮阔", "鱼目混珠", "焕然一新", "尔虞我诈", "意气风发", "良莠不齐"],
  unknown: []
}, {
  id: "2030046",
  stem: "MOOC利用使用者的IP地址自动识别地理位置，辨识出不同用户群体，通过________用户学习习惯的更多数据，创造出适合不同学生群体的学习路径，实现教学的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["收集", "差异化"],
  distractor: ["搜集", "多样化", "整理", "个性化", "处理", "灵活化"],
  unknown: []
}, {
  id: "2030050",
  stem: "互联网新的运营模式不断出现，技术发展________，这对版权保护也提出了更多挑战。从当前的司法实践来看，各地法院对网络运营商的责任认定也常常存在差异。著作权法的立法宗旨是“尊重智慧，鼓励创作和传播”，这在网络时代也应该________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["一日千里", "一以贯之"],
  distractor: ["突飞猛进", "亘古不变", "层出不穷", "始终如一", "日新月异", "坚明约束"],
  unknown: []
}, {
  id: "2030054",
  stem: "在劳动者权益不断________的当下，一些权利痛点也在日益凸显，全社会对低温下的劳动者某种程度上的忽视和漠视，使他们难以得到及时、有效的制度________和人文关怀。\n依次填入画横线部分最恰当的一项是：",
  correct: ["彰显", "护佑"],
  distractor: ["显现", "维护", "提升", "保护", "完善", "保障"],
  unknown: []
}, {
  id: "2030056",
  stem: "随着科学界获得越来越多更加精确的数据，我们在探寻此次空前大灭绝事件背后的原因时，其得到的结果可能并不会是________的。科学家表示，增进我们对于生命几近被毁灭的环境的了解，将会增加我们作为一个物种能够长期生存下去的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["直截了当", "几率"],
  distractor: ["准确无误", "机会", "开门见山", "概率", "立竿见影", "可能"],
  unknown: []
}, {
  id: "2030068",
  stem: "鉴于国内外学者对文化概念的意见很不一致，有人提出：文化也许天然是个模糊的概念，其内涵的不确定导致外延的不确定，很难下一个清楚而________的定义，我们与其追求一个简单而________的定义，不如从集合的角度来确定一个有________的范围。\n依次填入画横线部分最恰当的一项是：",
  correct: ["全面", "精确", "弹性"],
  distractor: ["宏大", "独特", "意义", "宽泛", "唯一", "逻辑", "完全", "严谨", "深度"],
  unknown: []
}, {
  id: "2030070",
  stem: "传统电视巨头以硬件见长，近年来他们仍________地升级显示技术，而互联网电视品牌自知硬件技术难以取胜，就采取另一套打法，以内容取胜，________消费者的体验和感受。但现实情况是，后者更有________，近两年互联网电视在迅速蚕食电视市场份额。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不遗余力", "追求", "优势"],
  distractor: ["信心十足", "兼顾", "动力", "一如既往", "贴近", "魅力", "费尽心机", "分析", "效率"],
  unknown: []
}, {
  id: "1746638",
  stem: "执行力的强弱已经成为影响企业成败的关键因素，世界级优秀企业总是能够让那些令人振奋的战略规划________地得到落实，达到甚至超出预期目标。\n填入画横线部分最恰当的一项是：",
  correct: ["分毫不差"],
  distractor: ["一丝不苟", "不遗余力", "滴水不漏"],
  unknown: []
}, {
  id: "1746646",
  stem: "世界上没有完美无缺的医疗体系，无论是免费医疗还是市场化的医疗体系，都各有弊端，但从生存权和人的尊严角度看，对个人免费或少量收费的医疗实乃________。\n填入画横线部分最恰当的一项是：",
  correct: ["大势所趋"],
  distractor: ["当务之急", "未雨绸缪", "万全之策"],
  unknown: []
}, {
  id: "1746660",
  stem: "在某种程度上，各地博物馆收藏化石，是对我国化石资源最大程度的保护，但________的是，这种方式的收藏也不能被________，因为这就像吃鱼翅的人越多，遭到杀戮的鲨鱼就越多一样。\n依次填入画横线部分最恰当的一项是：",
  correct: ["矛盾", "鼓励"],
  distractor: ["遗憾", "复制", "不幸", "推广", "尴尬", "宣传"],
  unknown: []
}, {
  id: "1746668",
  stem: "中国教育，向来不缺批评声，这其中不乏________，也难免过激之言。问题当然要直面，难题一定要破解。需要________的是，当批评蜂拥而至，不要无视那些被掩盖的优点和进步。唯有如此，才能在改革的道路上不彷徨、不摇摆，找到真正适合自己的发展道路。\n依次填入画横线部分最恰当的一项是：",
  correct: ["真知灼见", "警惕"],
  distractor: ["远见卓识", "担心", "深谋远虑", "注意", "肺腑之言", "反思"],
  unknown: []
}, {
  id: "1746652",
  stem: "实际上雾霾形成的原因是多方面的，识别污染源是有效治理大气污染至关重要的环节。对京津冀区域而言，认清区域内污染源的共性及差别，有助于区域内地区________地对污染源进行综合治理。\n填入画横线部分最恰当的一项是：",
  correct: ["有的放矢"],
  distractor: ["因地制宜", "正本清源", "齐心协力"],
  unknown: []
}, {
  id: "1746654",
  stem: "作为一种现代产权制度，知识产权制度的本质是通过保护产权形成________，“给天才之火添加利益之油”，使全社会创新活力________，创新成果涌流。\n依次填入画横线部分最恰当的一项是：",
  correct: ["激励", "迸发"],
  distractor: ["吸引", "释放", "刺激", "膨胀", "促进", "凸显"],
  unknown: []
}, {
  id: "1746678",
  stem: "筹算应用了大约两千年，对中国古代数学的发展功不可没。但筹算有个严重缺点，就是运算过程不保留。元朝数学家朱世杰能用筹算解四元高次方程，其数学水平居世界领先地位，但是他的方法难懂，运算过程又不能保留，因而________。中国古代数学不能发展为现代数学，筹算方法的________是个重要原因。\n依次填入画横线部分最恰当的一项是：",
  correct: ["后继无人", "限制"],
  distractor: ["形同虚设", "束缚", "销声匿迹", "片面", "难以为继", "约束"],
  unknown: []
}, {
  id: "1746692",
  stem: "在量子理论产生之前，人类在宏观世界里从未观测到任何负能量的物质。把真空的能量定为零的经典物理学，无法________一种比真空具有更少能量的物质。而在量子理论中，真空不再是________，每时每刻都有大量的虚粒子对（一种永远不能直接检测到，但其存在确实具有可测量效应的粒子）产生和湮灭。\n依次填入画横线部分最恰当的一项是：",
  correct: ["接受", "一无所有"],
  distractor: ["理解", "高高在上", "相信", "空空如也", "认可", "一尘不染"],
  unknown: []
}, {
  id: "1746728",
  stem: "改进作风涉及习俗、文化、制度、利益等方方面面，本身就是一场攻坚战。无论是克服________的形式主义、官僚主义，还是打破思维定势、疗治沉疴顽疾，都需要有坚韧不拔的毅力。只有这样，才能________，积小胜为大胜，取得让广大干部群众满意的成效。\n依次填入画横线部分最恰当的一项是：",
  correct: ["根深蒂固", "稳扎稳打"],
  distractor: ["固步自封", "渐入佳境", "老调重弹", "稳操胜券", "抱残守缺", "循序渐进"],
  unknown: []
}, {
  id: "1746734",
  stem: "1772年，在西方世界，狄德罗________长达21年编纂的《百科全书》11卷全部出齐，大功告成；而在东方世界，乾隆皇帝正式下诏编纂《四库全书》。作为主编这两部巨著的领袖人物狄德罗和纪晓岚，他们曲折的命运，无疑最集中地________了中西方知识分子的心路沧桑。\n依次填入画横线部分最恰当的一项是：",
  correct: ["呕心沥血", "展示"],
  distractor: ["废寝忘食", "显露", "苦心孤诣", "反映", "精益求精", "表现"],
  unknown: []
}, {
  id: "1746714",
  stem: "关于枕头，现代人比前人的认识和经验都要多得多，但是人们记得最________的话，却是古人说的“高枕无忧”，现在被________最多的，恰恰也是这句话，“高枕”被认为是颈椎问题的诱因之一。\n依次填入画横线部分最恰当的一项是：",
  correct: ["清楚", "批评"],
  distractor: ["深刻", "指责", "牢固", "谴责", "广泛", "批判"],
  unknown: []
}, {
  id: "1746702",
  stem: "资源为国家所有，资源开发不应成为暴利行业，可以大幅提高修复基金、生态补偿基金额度，作为________，让有能力、有资质、负责任的企业成为开发主体，使其成为未来矿产开发的方向。与此同时，建立矿山生态终身追责机制，严厉打击私挖滥采，让________者得不偿失，这样才能保障矿山资源的有序开发。\n依次填入画横线部分最恰当的一项是：",
  correct: ["门槛", "杀鸡取卵"],
  distractor: ["标杆", "寅吃卯粮", "壁垒", "唯利是图", "标准", "暴殄天物"],
  unknown: []
}, {
  id: "1746764",
  stem: "“心理弹性”的动力可能来自大脑激素反应、基因以及行为方式的共同作用，以保证一种情绪上的________状态。它不仅帮助我们在人生变故、创伤面前不至于崩溃，也让我们在好的经验上不至于沉溺，比如享受美餐、赢得球赛、受到表扬，都不会持续太久，这可能因为人是天生的________动物，在愉快的经验中沉浸太久，会________识别新危险的能力。\n依次填入画横线部分最恰当的―项是：",
  correct: ["平衡", "忧患", "钝化"],
  distractor: ["应激", "危险", "弱化", "积极", "健忘", "异化", "稳定", "懒散", "退化"],
  unknown: []
}, {
  id: "1746758",
  stem: "物品的预设用途为用户提供了该如何操作的线索，比如平板是用来推的，旋钮是用来转的。如果物品的预设用途在设计中得到________体现，用户一看便知如何操作，无须借助任何的图解、标志和说明。如果简单物品也需要用图解、标志和说明书来________操作方法，这个设计就是________的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["充分", "解释", "失败"],
  distractor: ["全面", "呈现", "粗糙", "有效", "指导", "落伍", "合理", "演示", "笨拙"],
  unknown: []
}, {
  id: "1746742",
  stem: "海军舰艇中的军辅船是大洋上的“粮草官”，虽不具备强大作战能力，却直接关系着远洋保障。但是，目前中国仅有四艘综合补给舰在海军服役，维持日益________的远洋训练、护航和演习，显得有些________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["繁重", "捉襟见肘"],
  distractor: ["漫长", "顾此失彼", "复杂", "无能为力", "艰苦", "苦不堪言"],
  unknown: []
}, {
  id: "1746750",
  stem: "没有互联网的时候，商家跟消费者之间的交易以信息不对称为基础，________地讲，就是“买的不如卖的精”。但有了互联网，消费者掌握的信息越来越多，于是变得越来越精明，越来越具有________。如果你的产品或服务做得好，好得超出他们的预期，即使一分钱广告不投，消费者也愿意在网上分享，________为你树口碑。\xa0\n依次填入画横线部分最恰当的一项是：",
  correct: ["通俗", "话语权", "免费"],
  distractor: ["简单", "知情权", "主动", "确切", "主动权", "自愿", "坦白", "选择权", "义务"],
  unknown: []
}, {
  id: "1746782",
  stem: "图书出版人首先应是一个文化人，然后才是一个生意人。只有在这两者之间求得一种________的平衡，才能在这个日益萎缩的图书市场中生存下去。用这个标准来衡量，有些出版人就不太合格：要么过于看重文化的附加值，对市场化的道路________；要么把图书看作一单单生意，只顾着炮制各种________的畅销书。\xa0\xa0\n依次填入画横线部分最恰当的一项是：",
  correct: ["微妙", "不屑一顾", "粗制滥造"],
  distractor: ["精妙", "置若罔闻", "差强人意", "精确", "嗤之以鼻", "眼花缭乱", "巧妙", "退避三舍", "名不副实"],
  unknown: []
}, {
  id: "1746774",
  stem: "普及历史知识，形式多种多样，可以是专业的史学论著，可以是各种形式的历史讲座，也可以是影视剧。但在多种多样的形式中，有一点应是________的，即在处理历史题材、普及历史知识的时候需要尊重历史真实、需要对历史发展的大势抱有________之心，而不能________地凭自己的喜好去“创造”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["共通", "敬畏", "随心所欲"],
  distractor: ["基础", "畏忌", "捕风捉影", "普遍", "敬重", "自以为是", "共同", "畏惧", "空穴来风"],
  unknown: []
}, {
  id: "1746790",
  stem: "数据新闻是个强大的工具，________了电脑科学、统计学以及社会科学在大数据研究方面的成果。数据记者可以通过编写算法寻找________，勾勒出影响力、权力或消息源之间的关系图。在这种背景下，传统纸媒________自不待言。\n依次填入画横线部分最恰当的一项是：",
  correct: ["融合", "趋势", "日渐式微"],
  distractor: ["汇合", "线索", "偃旗息鼓", "结合", "话题", "危在旦夕", "综合", "方向", "望尘莫及"],
  unknown: []
}, {
  id: "1746770",
  stem: "建筑设计，是一个科学问题，也是一个民主决策问题，规划设计要________专业人士的意见，________艺术创新。但是，城市公共建筑的设计规划，又是重要的公共事务，需要遵循民主决策、公开决策的原则，通过制度化的渠道，________公众尤其是当地民众的意见。\n依次填入画横线部分最恰当的一项是：",
  correct: ["听取", "保护", "吸纳"],
  distractor: ["重视", "保障", "征集", "采纳", "支持", "吸收", "采用", "维持", "征求"],
  unknown: []
}, {
  id: "1797176",
  stem: "浙东运河与别的地方的运河不同，隋唐运河如吉林等地的运河现已失去了原有的功能，仅留下文物保护的价值。而浙东运河仍然________，舟行栉比，樯橹相连，运河功能________。浙东运河不是单线的，而是复线的，沿河水道呈网状分布，因此它比别的地方的运河更丰富多彩。\n依次填入画横线部分最恰当的一项是：",
  correct: ["生机勃勃", "齐全"],
  distractor: ["迎来送往", "全面", "蒸蒸日上", "完善", "熙熙攘攘", "强大"],
  unknown: []
}, {
  id: "1797180",
  stem: "人们刚开始在纸上绘画时，沿用的也是帛画的技法、图式和法度要求。经过一千多年的发展，纸画才逐渐形成与帛画________的唯有宣纸才有的水墨表现体系。至此，纸本画终于蜕变为一个独立的画种，更在宋元之后，日渐兴盛。而以重彩见长的帛画反而________，以致世人产生了中国画等于纸本画的错误印象，甚至还因中国画色彩表现力不如西洋画而生愧色。\n依次填入画横线部分最恰当的一项是：",
  correct: ["截然不同", "日渐式微"],
  distractor: ["大同小异", "江河日下", "大相径庭", "不值一提", "背道而驰", "力不从心"],
  unknown: []
}, {
  id: "1797194",
  stem: "吴王城虽然年代久远，但今天还有不少________，在文化研究方面具有很高价值。因此，政府应科学制定吴王城长期保护整体规划，并进入法律保护程序，形成地方性文物保护法规，使文物保护工作有________和生命力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["遗存", "延续性"],
  distractor: ["记载", "规范性", "痕址", "专业性", "文物", "操作性"],
  unknown: []
}, {
  id: "1797196",
  stem: "在社会中不同地位不同阶层的人的行为，对群众的影响是不同的，地位越高，影响越大，所以才会有“________”的说法。\n填入画横线部分最恰当的一项是：",
  correct: ["上行下效"],
  distractor: ["人云亦云", "从善如流", "高山仰止"],
  unknown: []
}, {
  id: "1797204",
  stem: "文物是历史留下的印记，是过去写给今天和未来的“书信”，也是人类存在于历史中的________。历史文化古迹损毁的后果是任何人都担不起的，每一次随意破坏文物的行为，都应被视作对文明传承的挑衅。因为，那些留在历史中的足迹都是________的，没有备份，也没有重来的可能。\n依次填入画横线部分最恰当的一项是：",
  correct: ["见证", "唯一"],
  distractor: ["记录", "珍贵", "痕迹", "脆弱", "标志", "模糊"],
  unknown: []
}, {
  id: "1797218",
  stem: "19世纪批判现实主义文学最卓越的功绩之一就是揭露了资本主义社会人与人之间赤裸裸的金钱关系，而夏洛蒂\xb7勃朗特则在这深入人心的主题上______，大胆开辟了新的价值观领域，以简\xb7爱对爱情的追求，描绘了不以金钱标价的婚姻，使读者耳目一新。但是作者毕竟无法______金钱对个人幸福的决定作用，这就使简\xb7爱陷入了自相矛盾之中，给读者留下诸多的思考。\n依次填入画横线部分最恰当的一项是：",
  correct: ["标新立异", "回避"],
  distractor: ["别出心裁", "动摇", "独树一帜", "抵消", "与众不同", "忽视"],
  unknown: []
}, {
  id: "1797232",
  stem: "印象主义画家莫奈致力于观察沐浴在光线中的自然景色，把握色彩的冷暖变化和相互作用，用看似______实则准确的迅捷的手法，把_____的光色效果记录在画布上，留下各种瞬间的永恒图像。\n依次填入画横线部分最恰当的一项是：",
  correct: ["随意", "变幻莫测"],
  distractor: ["粗糙", "转瞬即逝", "模糊", "千变万化", "荒诞", "五彩斑斓"],
  unknown: []
}, {
  id: "1797254",
  stem: "在现实生活中，“读什么信什么”的现象并不少见，这可能产生两种不同的后果：或者是被一种________的观念俘虏，变成错误学说的信徒；或者由于自己没有主见，觉得书中讲的都有道理，观点一日三变，特别是当书中的观点彼此矛盾时，更是________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["先入为主", "无所适从"],
  distractor: ["口耳相传", "手足无措", "模棱两可", "莫衷一是", "深入人心", "朝令夕改"],
  unknown: []
}, {
  id: "1797268",
  stem: "知识产权教育是国家知识产权战略的基点，高校和大学生是国家知识产权战略的重要参与者和实践者，知识产权素质应该是大学生必备的素质。他们或许________改变社会整体知识产权意识淡薄的问题，但可以先改变自己，________，给社会树立尊重知识产权的________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["无力", "洁身自好", "典范"],
  distractor: ["无法", "标新立异", "形象", "无意", "洗心革面", "标兵", "无心", "严于律己", "楷模"],
  unknown: []
}, {
  id: "1797280",
  stem: "阅读是人类自有文字以来的一种美好体验。可是，人类与书本深度接触且甘之如饴的情景似已________。随着WiFi信号以一种________的态势席卷生活的每一个角落，随着电脑的便携化和手机的智能化，阅读变得无比便捷、丰富和多元，电子化阅读似乎已将从前那种________的阅读方式挤兑得“无地自容”。\n依次填入画横线部分最恰当的一项是：",
  correct: ["渐行渐远", "铺天盖地", "手不释卷"],
  distractor: ["一去不返", "无所不在", "目不窥园", "烟消云散", "无孔不入", "皓首穷经", "恍如隔世", "潜移默化", "苦心孤诣"],
  unknown: []
}, {
  id: "1796504",
  stem: "干部走进基层，在实践中增长（________），是锻炼干部、培养人才的重要途径。\n填入括号处最恰当的一项是：",
  correct: ["才干"],
  distractor: ["才学", "才华", "才智"],
  unknown: []
}, {
  id: "1796512",
  stem: "农村电网（________）升级，事关广大农村地区的长远发展。\n填入括号处最恰当的一项是：",
  correct: ["改造"],
  distractor: ["改线", "改变", "改良"],
  unknown: []
}, {
  id: "1796522",
  stem: "个人成长进步靠什么？有人说靠组织培养，有人说靠自身努力。实际上，二者并不（________）。在现实生活中，绝大多数人的成长进步既离不开组织培养，也离不开自身努力。\n填入括号处最恰当的一项是：",
  correct: ["矛盾"],
  distractor: ["相关", "统一", "重复"],
  unknown: []
}, {
  id: "1796560",
  stem: "如果仅仅将农村示范点建设当成供人参观、应对检查的门面工程来打造，则与示范点建设的初衷（________）。\n填入括号处最恰当的一项是：",
  correct: ["南辕北辙"],
  distractor: ["大相径庭", "不谋而合", "不约而同"],
  unknown: []
}, {
  id: "1796534",
  stem: "随着国际反腐合作深化，外逃腐败分子难逃________的命运。\n填入画横线部分最恰当的一项是：",
  correct: ["瓮中之鳖"],
  distractor: ["害群之马", "井底之蛙", "涸辙之鲋"],
  unknown: []
}, {
  id: "1796570",
  stem: "政府部门应该在社区治理中鼓励社区自治。假如政府部门在这过程中（________），没有处理好社区自治和政府管理的关系，那么，最终所作出的决策就很可能会引发社会矛盾。\n填入括号处最恰当的一项是：",
  correct: ["越俎代庖"],
  distractor: ["李代桃僵", "萧规曹随", "广纳良言"],
  unknown: []
}, {
  id: "1796578",
  stem: "乡镇政府作为国家最基层的一级政府，（________）的工作十分繁杂，（________）的压力十分巨大。\n依次填入括号处最恰当的一项是：",
  correct: ["承担", "承受"],
  distractor: ["承担", "承载", "承接", "承受"],
  unknown: []
}, {
  id: "1796588",
  stem: "创新的目的不是发论文，培育新的经济增长点才能（________）科技的真功夫。让创新更紧密地面向经济社会发展，把创新实实在在地（________）为新产品、新项目、新产业，是创新的要义所在。\n依次填入括号处最恰当的一项是：",
  correct: ["彰显", "转化"],
  distractor: ["发挥", "转变", "凸显", "催化", "反映", "转换"],
  unknown: []
}, {
  id: "1796594",
  stem: "在经济社会不断发展的今天，我们应将明礼知耻（________）于社会主义核心价值观的实践中。同时，应（________）古今中外礼仪礼教之精华，把明礼提升到一个新高度、新水平。\n依次填入括号处最恰当的一项是：",
  correct: ["贯穿", "融汇"],
  distractor: ["贯彻", "融合", "落实", "吸取", "实行", "继承"],
  unknown: []
}, {
  id: "1796606",
  stem: "（________）农业教育、（________）新型职业农民、（________）农技推广服务等一系列举措，将促进农民科学素质的提高、农村科技队伍的壮大。\n依次填入空格处最恰当的一项是：",
  correct: ["发展", "培育", "强化"],
  distractor: ["加强", "培训", "建立", "创立", "培养", "发展"],
  unknown: []
}, {
  id: "2031620",
  stem: "当你80岁时，只有你一个人静静对内心________着自己的人生故事，其中最为充实、最有意义的那段，会被你们做出的一系列决定所填满。最终，是选择________了我们的人生。\n依次填入画横线处最恰当的一项是：",
  correct: ["讲述", "塑造"],
  distractor: ["诉说", "决定", "叙述", "描绘", "描述", "修正"],
  unknown: []
}, {
  id: "2031622",
  stem: "一本好的社会科学著作，不仅应该做到于无声处听惊雷，在琐屑的生活细节中________，而且应该让读者在阅读的过程中，情不自禁地借助作者的方法去检验生活和理解社会。\n填入画横线部分最恰当的一项是：",
  correct: ["见微知著"],
  distractor: ["管中窥豹", "一叶知秋", "洞若观火"],
  unknown: []
}, {
  id: "2031624",
  stem: "新中国成立以来，普通话的推广对于普及教育、提高全民文化素质起到了重要作用，这一点________。但随着普通话的地位越来越重要，各地方言受到很大的冲击。一些汉语方言悄然发生变化，其发音、词汇不断向普通话靠拢；一些汉语方言甚至出现快速________的状况。\n依次填入画横线处最恰当的一项是：",
  correct: ["毋庸置疑", "衰微"],
  distractor: ["无可厚非", "式微", "显而易见", "衰减", "不言而喻", "衰败"],
  unknown: []
}, {
  id: "2031626",
  stem: "有关取消全运会奖牌榜的消息成为既定事实之后，体育界对此的看法并不________。取消了奖牌榜，竞技体育还有什么存在价值？类似的不解与怨艾，________没有成为业界的主流声音，________丝丝缕缕、不绝于耳。\n依次填入画横线部分最恰当的一项是：",
  correct: ["统一", "虽然", "却也"],
  distractor: ["同意", "如果", "仍然", "一致", "一旦", "那就", "成熟", "即便", "也是"],
  unknown: []
}, {
  id: "2031628",
  stem: "社会保障研究可能________，各国的制度特征可能________，各个学科对社会保障的解读可能________，但是社会保障理论的永恒话题说到底是要对不同国家、不同发展水平、不同文化传统背景下的平衡点位置作出解释。\n依次填入画横线部分最恰当的一项是：",
  correct: ["千头万绪", "千差万别", "千变万化"],
  distractor: ["千变万化", "千差万别", "千头万绪"],
  unknown: []
}, {
  id: "2062664",
  stem: "2016年是中国“十三五”规划开局之年，也是中国与沿线国家全力推进“一带一路”建设的年份。以“一带一路”为绢帛、以创新合作为________、以共谋发展为气韵，中国与世界共同绘制的合作共赢壮丽画卷正在徐徐展开。\n填入画横线部分最恰当的一项是：",
  correct: ["笔墨"],
  distractor: ["平台", "纸砚", "支点"],
  unknown: []
}, {
  id: "2062670",
  stem: "相对于经济等物质条件的快速恢复发展而言，传统精神的恢复、重建和传承是一个更为艰难和漫长的过程。因为它是一个从民族精神自觉到自信，最后到民族精神挺立和弘扬的社会学习和________的连续过程。\n填入画横线部分最恰当的一项是：",
  correct: ["潜移默化"],
  distractor: ["休养生息", "此起彼伏", "星火燎原"],
  unknown: []
}, {
  id: "2062674",
  stem: "近年来，我国公众参与环保的事件________，普通民众积极参与、献策建言，民间环保机构也频繁发声。\n填入画横线部分最恰当的一项是：",
  correct: ["层出不穷"],
  distractor: ["凤毛麟角", "不足为奇", "成千上万"],
  unknown: []
}, {
  id: "2062680",
  stem: "雾霾的形成，因素很多，是个长期积累的过程。治理雾霾也不是________的，而是要打持久战，久久为功。\n填入画横线部分最恰当的一项是：",
  correct: ["一蹴而就"],
  distractor: ["信手拈来", "立竿见影", "轻而易举"],
  unknown: []
}, {
  id: "2062688",
  stem: "互联网的世界很精彩，也很无奈。当人们掌握太多的知识时，会越来越________借助别人的结果来判断事物，而不是通过自己的大脑。其实，________应该是我们从小就掌握的一种能力。\n依次填入画横线部分最恰当的一项是：",
  correct: ["习惯", "独立思考"],
  distractor: ["厌倦", "独立思考", "习惯", "借鉴提高"],
  unknown: []
}, {
  id: "2062694",
  stem: "“学如弓弩，才如箭镞。”学识是才能的________，才能是学识的________，学习的弓弩弯如满月，才识的箭镞才能飞似流星。\n依次填入画横线部分最恰当的一项是：",
  correct: ["引导", "发挥"],
  distractor: ["基调", "升华", "基本", "延伸", "指导", "释放"],
  unknown: []
}, {
  id: "2062700",
  stem: "各学科教师根据学生的能力和需求将原有的国家课程体系内的核心知识与思想方法进行了________、\xa0________、\xa0________，形成帮助全体学生掌握基础知识和技能的基础类课程。\n依次填入画横线部分最恰当的一项是：",
  correct: ["梳理", "重组", "整合"],
  distractor: ["整合", "梳理", "重组"],
  unknown: []
}, {
  id: "2062708",
  stem: "党的十八大以来惩治腐败的事实说明，无论什么人，\xa0________其职务多高，\xa0________触犯了党纪国法，\xa0________受到严肃追究和严厉惩处，这绝不是一句空话。\n依次填入画横线部分最恰当的一项是：",
  correct: ["不论", "只要", "都要"],
  distractor: ["无论", "如果", "那么", "不管", "因为", "所以", "即使", "由于", "必然"],
  unknown: []
}, {
  id: "2062714",
  stem: "金融领域的投资骗局并不是什么新鲜事。在国外，各类“庞氏骗局”也绵延不绝，\xa0________从事后看，这些骗术的手段并不高明，\xa0________从来不缺乏上当者，________还有社会名流、高级知识分子身陷其中。\n依次填入画横线部分最恰当的一项是：",
  correct: ["虽然", "但", "甚至"],
  distractor: ["即使", "也", "反而", "如果", "却", "而且", "无论", "都", "并且"],
  unknown: []
}, {
  id: "2062720",
  stem: "明代长城就建筑特点而言，设计之______、布局之______、建造之______、结构之______、防御之科学，都达到了前所未有的高度。\n依次填入画横线部分最恰当的一项是：",
  correct: ["精巧", "合理", "坚固", "完善"],
  distractor: ["精美", "巧妙", "可靠", "完备", "精致", "得体", "牢靠", "齐全", "精细", "得当", "牢固", "齐备"],
  unknown: []
}, {
  id: "1789552",
  stem: "填入文章中画横线处最恰当的一项是：",
  correct: ["雪上加霜"],
  distractor: ["迫在眉睫", "不寒而栗", "不吐不快"],
  unknown: []
}, {
  id: "1788572",
  stem: "盯着名利干事，难免______，欲速则不达；盯着责任干事，“不闻掌声”而______，才能最终赢得掌声。\n依次填入画横线处最恰当的一项是：",
  correct: ["急功近利", "心无旁骛"],
  distractor: ["斤斤计较", "心无二用", "急公好义", "心怀大局", "患得患失", "心胸开阔"],
  unknown: []
}, {
  id: "1788574",
  stem: "当你打开书想在书中找到平静的时候，最初的几页是很难读进去的。最初的几页读完后，你就会觉得好书就像是一堵墙，把街面上的____还有喧嚣的声音阻拦在了外边。你似乎可以在____里闻到花香，听到鸟鸣，大自然仿佛又回到了你的身边。\n依次填入划横线处最恰当的一项是：",
  correct: ["车水马龙", "白纸黑字"],
  distractor: ["纸醉金迷", "字里行间", "灯红酒绿", "语言文字", "红男绿女", "字字句句"],
  unknown: []
}, {
  id: "1788576",
  stem: "今天，专业的____让我们谁都无法补齐所有的____，互联网使得合作的成本越来越低，与其花精力治愈自己的____，不如花时间和精力把自己的优势发挥出来。\n依次填入划横线处最恰当的一项是：",
  correct: ["细分", "短板", "顽疾"],
  distractor: ["划分", "短处", "痼疾", "细化", "缺陷", "弊病", "分工", "缺项", "陈疾"],
  unknown: []
}, {
  id: "1788578",
  stem: "苏轼也擅长书法，他____颜真卿，但能____，与蔡襄、黄庭坚、米芾并称宋代四大家。\n依次填入划横线处最恰当的一项是：",
  correct: ["取法", "不落窠臼"],
  distractor: ["效法", "别开生面", "模仿", "独树一帜", "仿照", "匠心独运"],
  unknown: []
}, {
  id: "1788588",
  stem: "法律的道德化和道德的法律化是永不停歇的过程，法律规范和道德规范之间也并非________，而是互动互补、_______。\n依次填入划横线处最恰当的一项是：",
  correct: ["泾渭分明", "浑然一体"],
  distractor: ["壁垒森严", "浑然天成", "格格不入", "相辅相成", "非此即彼", "水乳交融"],
  unknown: []
}, {
  id: "1788590",
  stem: "在全面深化改革的进程中，谋事不实，蓝图再好也不过是______；创业不实，梦想再美也只是黄粱一梦；做人不实，立身之本必定是_______。\xa0\n依次填入画横线处最恰当的一项是：",
  correct: ["画饼充饥", "荡然无存"],
  distractor: ["缘木求鱼", "空中楼阁", "纸上谈兵", "一无是处", "闭门造车", "子虚乌有"],
  unknown: []
}, {
  id: "1788592",
  stem: "传统出版社的竞争优势在于历史和传统使其在内容创新和版权拥有方面有深厚的_____，这是一个不断积累叠加的过程，不可能_____。\xa0\n依次填入划横线处最恰当的一项是：",
  correct: ["积淀", "一蹴而就"],
  distractor: ["资本", "一步登天", "实力", "一挥而成", "资源", "一日千里"],
  unknown: []
}, {
  id: "1788594",
  stem: "洁净是茶室的必要条件，比方说茶室里最幽暗的角落，纵使客人根本________，主人也必须拭抹得________。可是仲夏之际，从一株百合花上无意滴落在地板上的水珠，却应任其留存，它暗示着水一般的纯净与清爽。\n依次填入画横线处最恰当的一项是：",
  correct: ["无暇顾及", "一尘不染"],
  distractor: ["不以为然", "一干二净", "视而不见", "洁白无瑕", "熟视无睹", "纤尘不染"],
  unknown: []
}, {
  id: "1788596",
  stem: "生命在进化过程中要经历自然选择，也就是达尔文提出的“适者生存”，病毒感染对于生命来说就是一种选择压力。在病毒面前________的个体会被淘汰掉，病毒因而成了生物进化的强大驱动力，它们____和保留下免疫力强大的个体，由此推动生命的____。\n依次填入画横线处最恰当的一项是：",
  correct: ["弱不禁风", "筛选", "演化"],
  distractor: ["娇生惯养", "挑选", "净化", "节节败退", "精选", "进展", "不堪一击", "甄选", "延续"],
  unknown: []
}, {
  id: "1788598",
  stem: "在战争年代，军人的职责在于保家卫国，不惧____，永远冲在第一线。在和平年代，军人的血性和担当就体现在这些见义勇为的____之中，平凡之中彰显伟大，这种为了人民生死不顾的正义感更能显出军人的____和温柔情怀。\xa0\n依次填入划横线处最恰当的一项是",
  correct: ["马革裹尸", "点点滴滴", "大智大勇"],
  distractor: ["舍生忘死", "英雄气概", "大义凛然", "粉身碎骨", "一言一行", "男儿本色", "艰难险阻", "一举一动", "英勇无敌"],
  unknown: []
}, {
  id: "1788566",
  stem: "每个时代都有自己的流行语，网络热词则是互联网时代最普遍的副产品，与以往不同，网络热词的更替速度令人_______，“来得快，去得更快”成为网络热词的集体________。\n依次填入画横线处最恰当的一项是：",
  correct: ["眼花缭乱", "宿命"],
  distractor: ["目不暇接", "宿愿", "不堪重负", "命运", "顾此失彼", "结局"],
  unknown: []
}, {
  id: "1788580",
  stem: "在创业大潮席卷下，创业领域呈现一派______的景象。创投机构扎堆，创业项目井喷，创业者更是受到社会热烈关注，其中不少人成了_______的创业明星。在资金和各路人马______的同时，也出现了一些浮夸和造假的现象。\n依次填入画横线处最恰当的一项是：",
  correct: ["生机勃勃", "炙手可热", "抢滩"],
  distractor: ["热火朝天", "万众瞩目", "搏杀", "欣欣向荣", "你争我抢", "杀入", "万马奔腾", "家喻户晓", "争抢"],
  unknown: []
}, {
  id: "1788582",
  stem: "社会的和谐，是以人与人之间的爱即仁爱为______基础的，也是以执政者怀抱民本思想执政为民，惠及民生为基础的。可以说，正是传统仁爱思想和民本思想的有力_______，才确保了中华民族5000年历史的______。\n依次填入划横线处最恰当的一项是：",
  correct: ["情感", "维系", "绵延不绝"],
  distractor: ["思想", "维护", "革故鼎新", "精神", "维持", "历久弥新", "理论", "维稳", "山高水长"],
  unknown: []
}, {
  id: "1788584",
  stem: "大数据以量取胜，孤立的单个数据几乎没有商品价值，故而多数记录主体容易________自己的数据产权。但是一个个数据_______，便是宝藏。而大型数据集的处理使用，须借助复杂的分析算式与大功率计算机，普通人和小公司______。\n依次填入画横线处最恰当的一项是：",
  correct: ["忽视", "集腋成裘", "难以问津"],
  distractor: ["忽略", "积少成多", "难以为继", "遗忘", "日积月累", "望而却步", "遗弃", "接踵而至", "望洋兴叹"],
  unknown: []
}, {
  id: "1788586",
  stem: "要解决我国食品安全有效性供给不足的问题，单纯依赖政府监管机制是不可行的。必须充分发挥而不是_______市场治理的作用，挖掘政府监管与市场治理内在______，激发政府监管与市场治理的协同优势，食品安全的政府监管才能_____。\n依次填入划横线处最恰当的一项是：",
  correct: ["替代", "互补性", "事半功倍"],
  distractor: ["压制", "互动性", "准确到位", "抑制", "互助性", "有理有据", "取代", "互通性", "水到渠成"],
  unknown: []
}, {
  id: "2033810",
  stem: "网络浏览能够满足人们对于信息的需求，却无法代替诵读经典带给我们心灵上的收获。它们只是丰富了我们的阅读_________，但不会彻底颠覆我们的阅读_______。\n依次填入画横线处最恰当的一项是：",
  correct: ["方式", "习惯"],
  distractor: ["手段", "惯例", "技巧", "观念", "方法", "风气"],
  unknown: []
}, {
  id: "1791754",
  stem: "大自然慷慨的________，使人类得以繁衍生息，创造文明。人类理应顺应自然，但人类的历史，反倒常常是________与辜负大自然美好情意的历史。\n依次填入画横线处最恰当的一项是：",
  correct: ["赐予", "轻慢"],
  distractor: ["分享", "挥霍", "奉献", "嘲弄", "供给", "忽略"],
  unknown: []
}, {
  id: "1791748",
  stem: "经典的魅力是多方面的，而其中有一点就在于，________故事淡忘了，仍会有些东西留在你心间。这种留在心间的东西，就是________的影响，就是熏陶。\n依次填入画横线部分最恰当的一项是：",
  correct: ["即使", "潜移默化"],
  distractor: ["假使", "悄无声息", "即便", "耳濡目染", "假如", "润物无声"],
  unknown: []
}, {
  id: "2033812",
  stem: "对人类和整个地球来说，环境教育的重要性毋庸赘言，它兼具功利主义和_______色彩，同时也必须有科学、社会和_____视野。在具体内容上，环境教育将技术开发及应用等科学知识与道德实践、伦理习惯养成相结合，坚守谦逊、勇气、克制、智慧、胆识和耐力等道德规范，秉承客观公正的精神。\n依次填入画横线处最恰当的一项是：",
  correct: ["理想主义", "人文"],
  distractor: ["理性主义", "全球", "实用主义", "宏观", "自由主义", "微观"],
  unknown: []
}, {
  id: "2033814",
  stem: "处理入侵物种的办法必然是将其清除。可是，如果某些濒危物种已经对入侵物种产生了________，那么就面临“除则损濒危，不除则害整个生态系统”的困境，如何在这两种保护需求间_______，成为一个难题。\n依次填入画横线处最恰当的一项是：",
  correct: ["依赖", "平衡协调"],
  distractor: ["依托", "进退维谷", "依存", "顾此失彼", "依附", "博弈调整"],
  unknown: []
}, {
  id: "2033816",
  stem: "一个经济学家，必须是一个眼界开阔的研究者，而不能只是_______自己的专业领域而对其它领域的优秀成果和方法采取封闭的拒斥态度，如果你发现现成的理论与乡村的真实_______存在着矛盾、隔阂与疏离，这实际上是一件幸运的事。这正是我们对现有理论进行反思式________的开端，同时也是理论创新的开端。\n依次填入画横线处最恰当的一项是：",
  correct: ["囿于", "境况", "梳理"],
  distractor: ["限于", "情况", "拷问", "围绕", "处境", "探索", "环绕", "场面", "质疑"],
  unknown: []
}, {
  id: "2033818",
  stem: "天然食品中也存在少量的反式脂肪，所以零摄入________是无法做到的。不过营养专家表示，_________使用的反式脂肪是会__________退出历史舞台的，将会在食品工艺当中被淘汰、消亡。\n依次填入画横线处最恰当的一项是：",
  correct: ["可能", "主动", "逐渐"],
  distractor: ["一定", "故意", "有序", "应该", "人为", "迅速", "恐怕", "固然", "尽快"],
  unknown: []
}, {
  id: "2033820",
  stem: "《禹贡》虽然托名为大禹所作，其实却是战国后期人的作品。具体的证据很多，最主要的理由是《禹贡》中所记的不少地理状况都是战国时的________，有的地名和水名甚至要到战国后期才_________，如果真是大禹所作，他岂能________？\n依次填入画横线处最恰当的一项是：",
  correct: ["现象", "出现", "未卜先知"],
  distractor: ["场景", "存在", "先知先觉", "景观", "记载", "神机妙算", "风光", "显示", "言之不预"],
  unknown: []
}, {
  id: "2032228",
  stem: "填入文中划横线处最恰当的一项是：",
  correct: ["借助"],
  distractor: ["探寻", "凭借", "追随"],
  unknown: []
}, {
  id: "1791744",
  stem: "今日数以亿计的进城务工农民的交往社会化已成一个重要事实。与这一事实相________的是，中国农业生产正经历着一次深刻的变革，快速推进的城镇化大大降低了农业人口比重，人们的食物消费结构和农业生产结构的转型正在________新型农业的产生。\n依次填入划横线部分最恰当的一项是：",
  correct: ["契合", "促使"],
  distractor: ["符合", "激励", "验证", "敦促", "印证", "鼓励"],
  unknown: []
}, {
  id: "1791746",
  stem: "在成文法背景下，法官没有主动创造法律的________，但在出现法律模糊、空白等情形时，法官只能通过解释法律来发展和________立法。\n依次填入划横线处最恰当的一项是（________）。",
  correct: ["权力", "完善"],
  distractor: ["责权", "补充", "权利", "完成", "授权", "促成"],
  unknown: []
}, {
  id: "1791750",
  stem: "建设21世纪海上丝绸之路，是为了________古代海上丝绸之路特有的价值和理念，为其注入新的时代内涵，积极主动地发展与沿线国家的经济伙伴关系，对当前正在进行的各种各样的合作进行整合，使它们相互连接、相互促进，产生整体大于部分之和的________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["发掘", "效应"],
  distractor: ["挖掘", "效率", "显现", "结果", "发现", "成果"],
  unknown: []
}, {
  id: "1791752",
  stem: "教育机会平等权问题，源自城市化。加强对我国教育机会平等权的保护，________已不在上不起学的问题，而在于如何配置相对缺乏的教育资源，使其更加________，从而克服城市化带来的弊病。\n依次填入划横线处最恰当的一项是（________）。",
  correct: ["关键", "均等化"],
  distractor: ["重点", "平均化", "重心", "平等化", "本质", "均衡化"],
  unknown: []
}, {
  id: "1791756",
  stem: "信息社会的显著________是社会从有形的物质创造价值转向无形的信息创造价值，整个社会对于信息资源的依赖性加强，处于社会信息化进程中的个人也________。\n依次填入划横线处最恰当的一项是（________）。",
  correct: ["标志", "概莫能外"],
  distractor: ["特点", "亦步亦趋", "特征", "无处遁形", "标准", "无一例外"],
  unknown: []
}, {
  id: "1791758",
  stem: "金融实证研究基本上无法通过特定的实验来进行，这就决定了在研究方法上主要依靠现实数据收集和计量分析________。因此，数据采集及其分析对于金融学研究的重要性________。\n依次填入划横线处最恰当的一项是（________）。",
  correct: ["手段", "不言而喻"],
  distractor: ["方式", "毫无疑问", "方法", "不证自明", "做法", "人所共知"],
  unknown: []
}, {
  id: "1791764",
  stem: "由于知识产权的保护客体主要是智力劳动成果，所以知识产权在保护金融创新方面具有________的优越性，对金融创新产品的知识产权保护主要包括商标权，著作权，专利权以及商业秘密保护等方式的综合________。\n依次填入划横线处最恰当的一项是（________）。",
  correct: ["天然", "应用"],
  distractor: ["天生", "采用", "无比", "运用", "无穷", "利用"],
  unknown: []
}, {
  id: "1791766",
  stem: "“苟日新，日日新，又日新。”中华传统文化本就是亘古常新的，这是其________五千年而不曾断裂的秘诀所在。在新的时代背景下，要________传统文化，就要让传统文化更深地进入我们的生活，________为生活的一部分——这是最好的传承之道。\n依次填入划横线部分最恰当的一项是：",
  correct: ["绵延", "弘扬", "内化"],
  distractor: ["延续", "宣扬", "转化", "传承", "传播", "类化", "历经", "继承", "深化"],
  unknown: []
}, {
  id: "1791768",
  stem: "今年的竞赛单元依旧气氛激烈，___。这几年的纪录片有一个明显的变化，就是镜头越来越深入人物的内心，___被拍摄对象的生活情绪，传达他们的孤独、挣扎和纠结，甚至达到了剧情片的效果，就探索这个时代人们的内心而言，这些纪录片取得的成就，是电影院里放映的商业电影所____的。\n依次填入划横线部分最恰当的一项是：",
  correct: ["强手如林", "追踪", "望尘莫及"],
  distractor: ["如火如荼", "描写", "自叹不如", "短兵相接", "揭露", "望而却步", "刀光剑影", "刻画", "无法比拟"],
  unknown: []
}, {
  id: "1791770",
  stem: "劳动不仅________着我们的生活，而且________着我们的灵魂，不仅创造着社会的财富，而且________着人类的文明。\n依次填入划横线部分最恰当的一项是：",
  correct: ["滋养", "铸造", "积淀"],
  distractor: ["滋润", "锻造", "积攒", "滋养", "铸造", "积淀"],
  unknown: []
}, {
  id: "2255874",
  stem: "任何一项改革都不是________，也不可能一帆风顺。改革有风险，改革需谨慎。但这不能成为拒绝和________改革的理由。\n依次填入划横线部分最恰当的一项是：",
  correct: ["一蹴而就", "放弃"],
  distractor: ["一日千里", "抛弃", "一步登天", "摒弃", "一路绿灯", "扬弃"],
  unknown: []
}, {
  id: "2255876",
  stem: "遇到困难切莫一味地________，发生交通事故千万莫________，涉及亲戚考试一定要________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["逃避", "逃逸", "回避"],
  distractor: ["逃避", "回避", "逃逸"],
  unknown: []
}, {
  id: "2255878",
  stem: "毫无疑问，宇宙和生命的起源和演化是全人类共同________的重大问题，同时也是高技术的创新________之一，将对基础科学________人类文明进步带来深远影响。\n依次填入划横线部分最恰当的一项是：",
  correct: ["关心", "源头", "乃至"],
  distractor: ["关切", "源泉", "以及", "关心", "乃至", "源头"],
  unknown: []
}, {
  id: "2255880",
  stem: "这种改革，目的是要改变传统的低效教学模式，从________学生的思维、提升学生综合人文素质出发，把素质教育落实到课堂中，通过高效课堂实现减负增质的育人________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["推行", "培养", "目标"],
  distractor: ["推行", "培育", "目标", "推动", "培养", "目的"],
  unknown: []
}, {
  id: "2255882",
  stem: "在基层扶贫中存在一种趋势，即周边什么产业“火”，________上马什么产业。这样盲目跟风，缺少差异性思维，导致种植数量上涨，产品滞销，农民________挣不到钱，________对发展产业和脱贫致富越发迷茫。\n依次填入划横线部分最恰当的一项是：",
  correct: ["就", "不仅", "还"],
  distractor: ["也", "不仅", "还", "就", "不是", "就是"],
  unknown: []
}, {
  id: "2255884",
  stem: "两家企业的负责人投入巨资搞创新无一例外地遇到不同的声音________非议，________多年的坚持最终换来了成功。\n依次填入划横线部分最恰当的一项是：",
  correct: ["尽管", "乃至", "然而"],
  distractor: ["虽然", "与", "但是", "尽管", "甚至", "然而"],
  unknown: []
}, {
  id: "2255886",
  stem: "推进海绵城市建设，________不可简单对待，________不可盲目乐观，操之过急，________要避免政绩冲动。\n依次填入划横线部分最恰当的一项是：",
  correct: ["既", "也", "尤其"],
  distractor: ["既", "又", "还", "不仅", "而且", "尤其"],
  unknown: []
}, {
  id: "2255887",
  stem: "究竟何为共享经济，学界与业界尚无准确定义。________，几乎可以确定的是，________它将以怎样浩荡的形式来袭，在以租人APP为载体的这方小领域里，________荷尔蒙“下架”，共享的价值________真正“上线”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["然而", "无论", "只有", "才能"],
  distractor: ["诚然", "无论", "只有", "才能", "然而", "只要", "就"],
  unknown: []
}, {
  id: "2255888",
  stem: "“我胸怀坦荡，光明磊落，事情做得好会________，做错了从来不扭扭捏捏、________，无非认个错，赔个不是”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["自鸣得意", "文过饰非"],
  distractor: ["自我放纵", "闻过则喜", "飞扬跋扈", "文过则喜", "大鸣大放", "闻过饰非"],
  unknown: []
}, {
  id: "2255889",
  stem: "①从前治安环境不好，总有一伙人在这一带称王称霸，________，光天化日，为非作歹。\n②在这次点钞票的比赛中，她无可争议地________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["不可一世", "独占鳌头"],
  distractor: ["独占鳌头", "名列前茅", "一枝独秀"],
  unknown: []
}, {
  id: "2255891",
  stem: "刚下过一场小雪，就迎来了新春，漫步在________的南昌街头，随处都能见到一派________的景象。\n依次填入划横线部分最恰当的一项是：",
  correct: ["熙熙攘攘", "春意盎然"],
  distractor: ["车水马龙", "不忍直视", "熙熙攘攘", "门可罗雀", "美轮美奂"],
  unknown: []
}, {
  id: "2255894",
  stem: "只有带着中国“土”味儿的艺术，才能在世界画坛上________，跟在别人屁股后面跑的，不管是什么千奇派、百怪派，只能说是________，说文雅一些，是艺术教条主义。\n依次填入划横线部分最恰当的一项是：",
  correct: ["大放异彩", "拾人牙慧"],
  distractor: ["奇情异彩", "拾人牙慧", "大方光芒", "光芒万丈"],
  unknown: []
}, {
  id: "2255896",
  stem: "某省农村改革的成效，现在是________了，七千四百亿斤粮食和八千万担棉花便是献给改革者的花束。这虽然是开头，却预示着改革之势________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["有目共睹", "方兴未艾"],
  distractor: ["一睹为快", "如火如荼", "惨不忍睹", "功败垂成", "板上钉钉", "星火燎原"],
  unknown: []
}, {
  id: "2255897",
  stem: "作为文化名人，他深感自己是盛名之下，________，惟有________、勤勤恳恳地工作，才能不负众望。\n依次填入划横线部分最恰当的一项是：",
  correct: ["其实难副", "兢兢业业"],
  distractor: ["其实难副", "竸竸业业", "其实难符", "兢兢业业"],
  unknown: []
}, {
  id: "2255899",
  stem: "拿破仑被废黜以后，在厄尔巴岛________，1816年3月1日登陆，20日重返巴黎。他只带了千名士兵，所到之处，受到农民“________”的欢迎。\n依次填入划横线部分最恰当的一项是：",
  correct: ["不甘寂寞", "箪食壶浆"],
  distractor: ["不甘沉沦", "箪食瓢饮", "不甘寂寞", "箪食壶浆"],
  unknown: []
}, {
  id: "2033438",
  stem: "由于高密度地养殖，大量饵料未被摄食，残饵溶解所生成的氮、磷等营养物质使海水污染严重，海南文昌海底珊瑚礁大量枯死，底部海域几乎成了“________”。\n填入画横线部分最恰当的一项是：",
  correct: ["不毛之地"],
  distractor: ["人间地狱", "明日黄花", "穷山恶水"],
  unknown: []
}, {
  id: "2033444",
  stem: "明清时期的苏州为鱼米之乡，河道纵横，水网密集。市镇多依水而设，既有利于市镇与相邻四方村落的________联系，又使得每一市镇影响的范围不是很大，从而形成乡村——基层市镇——中心都市的经济社会分层结构。市镇的分布相应呈________结构。\n依次填入画横线部分最恰当的一项是：",
  correct: ["密切", "网状"],
  distractor: ["广泛", "线性", "直接", "树形", "动态", "蜂巢"],
  unknown: []
}, {
  id: "2033448",
  stem: "一提到“地沟油”，人们都________，往往第一反应是地沟油是一种质量极差、极不卫生的非食用油。那么可不可以让地沟油________呢？如果放宽思路就会发现，地沟油还是有用武之地的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深恶痛绝", "变废为宝"],
  distractor: ["咬牙切齿", "物尽其用", "痛心疾首", "点铁成金", "众口一词", "脱胎换骨"],
  unknown: []
}, {
  id: "2033452",
  stem: "据统计，目前世界上约有7000种语言，其中一半左右的语言使用者不到一万人，差不多有四分之一的语言使用者在一千人以下，有的语言使用者只有个位数。语言的________在于使用，使用人口多寡是决定语言生存与发展的关键因素。上述数据表明，人类社会的语言________形势十分严峻。\n依次填入画横线部分最恰当的一项是：",
  correct: ["生命", "衰亡"],
  distractor: ["意义", "发展", "价值", "蜕化", "功能", "演变"],
  unknown: []
}, {
  id: "2033462",
  stem: "谈论国学，其视角有广狭之分，在“固守五经”与“兼及雅俗”之间，我倾向于后者。照理说，前者_____清晰且渊源有自，容易做成“大学问”，只是因不接地气，很难茁壮成长。后者则_______，兼及精神与物质、殿堂与市井、书斋与田野，更容易为广大民众所接纳。\n依次填入画横线部分最恰当的一项是：",
  correct: ["边界", "无处不在"],
  distractor: ["脉络", "无往不利", "历史", "所向披靡", "源头", "兼容并蓄"],
  unknown: []
}, {
  id: "2033466",
  stem: "科普创作的要求委实非常高，既要有良好的文字功底，又要具备______的科学专业基础，甚至在哲学、历史、艺术等领域都要有相当______。\n依次填入画横线部分最恰当的一项是：",
  correct: ["扎实", "造诣"],
  distractor: ["系统", "研究", "全面", "学识", "完备", "积累"],
  unknown: []
}, {
  id: "2033470",
  stem: "昆曲走向没落，在于其在大众市场中找不到一席之地而渐失群众基础。现代昆曲开始引入歌剧、交响乐等流行元素，打造通俗版昆曲，而不再______。没有一种文化可以将自己封闭起来，没有一种文化有资格_______受众群体，多一分包容，才能换来更长久的生命和更精彩的未来。\n依次填入画横线部分最恰当的一项是：",
  correct: ["曲高和寡", "筛选"],
  distractor: ["故步自封", "舍弃", "特立独行", "筛除", "一成不变", "苛求"],
  unknown: []
}, {
  id: "2033474",
  stem: "中国历史上传统手工艺的发展，是在_____地认识和了解从自然界获取的材料之物理与物性的基础上进行的。对材料物性的认识与实践是中国人的______，______运用材料的物理和物性的知识，才能使传统工艺及其产品适用于不同的社会生活需求。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深入", "发明", "灵活"],
  distractor: ["有效", "发现", "充分", "正确", "创造", "合理", "科学", "发展", "准确"],
  unknown: []
}, {
  id: "2033478",
  stem: "原产于中国的茶叶漂洋过海后，演变为日本的抹茶、英国的红茶，并且_____回到中国。面对着琳琅满目的茶叶制品，我们可以深刻地体会到一个道理：文化只有经过_____，才会更加______。\n依次填入画横线部分最恰当的一项是：",
  correct: ["重新", "交流", "丰富多彩"],
  distractor: ["大量", "沉淀", "博大精深", "辗转", "融合", "欣欣向荣", "间接", "传播", "深入人心"],
  unknown: []
}, {
  id: "1770718",
  stem: "这几家百货公司不仅是美国零售领域的佼佼者，其电商业务也做得（________），然而，在中国，这种线上线下通吃的情形却不存在。中国的电子商务企业和传统零售企业之间隔着一座天堑——一个难落地，一个难上网。\n填入括号内最恰当的一项是：",
  correct: ["有声有色"],
  distractor: ["声势浩大", "声势汹汹", "绘声绘色"],
  unknown: []
}, {
  id: "1772226",
  stem: "我国每年因为泥石流和滑坡损失达数十亿元，特别是公路和铁路附近的泥石流和滑坡。每年造成几百乃至上千人伤亡，损坏农田、铁路和公路等设施，造成严重的后果，而这一问题与路边、山坡的设备损坏有直接关系。“（\xa0\xa0）”，我们应该避免哪怕是很小的破坏行为，同时提倡植树种草，护路护坡，美化我们的生存空间。\n下列选项哪项与空缺处语意不相符？",
  correct: ["有备无患"],
  distractor: ["祸患常积于忽微", "防微杜渐", "千里之堤", "溃于蚁穴"],
  unknown: []
}, {
  id: "1772244",
  stem: "没有中国共产党的助力，没有中国共产党的加入做中国人民的________，中国的独立和解放是不可能有的，中国工业化和农业现代化也是不可能的。填入画横线处最恰当的一项是：",
  correct: ["中流砥柱"],
  distractor: ["击楫中流", "击钟陈鼎", "尾生抱柱"],
  unknown: []
}, {
  id: "1772252",
  stem: "依次填入下面横线上的词语，最恰当的一组是（________）。\n①善心、诚心和恒心——刘真茂感动、感染和________着当地几十个村庄的村民积极投入到爱林护林行列中来，形成了强大的群防群护力量。\n②影视创作不接地气儿，故事就是无源之水，无法________出精彩。\n③在一周时间里，习主席密集开展多边活动，广泛接触各界人士，生动________了我国是负责任的大国形象。",
  correct: ["感召", "演绎", "诠释"],
  distractor: ["感化", "诠释", "演绎", "感召"],
  unknown: []
}, {
  id: "1772258",
  stem: "依次填入下面横线上的词语，最恰当的一组是（________）。\n丰子恺的漫画________有人情冷暖，________与欲爱无缘，笔下人物________年龄大小均似有淳朴童心，________排斥基于欲望的伦理，________反对过分抒情对日常生活的撕裂。",
  correct: ["虽", "却", "无论", "既", "亦"],
  distractor: ["虽", "却", "不管", "甚至", "且", "不仅", "而且", "即使", "也", "不论", "既", "亦"],
  unknown: []
}, {
  id: "1772264",
  stem: "依次填入下面横线上的词语，最恰当的一组是（________）。\n①央视优秀主持人不在少数，但是几十年如一日受到观众喜爱，尤其是受到孩子________的并不多，鞠萍姐姐算是最成功的一位。\n②“9.11事件”发生后，因快速有力的反应，时任纽约市长的朱利安尼得到了市民的一致好评，其强势作风顿时________称赞。\n③杨丽萍深入人迹罕至的蛮荒野岭，竭尽心力________民间最本真的歌舞精髓，与现代舞有机融合，编导出原生态舞剧《云南映象》。",
  correct: ["追捧", "备受", "撷取"],
  distractor: ["追随", "倍受", "撷取", "追捧", "备受", "采摘"],
  unknown: []
}, {
  id: "2262516",
  stem: "①西欧的政治与社会制度，在刚有文字记载的远古时代，即已表现出原始的民主________。\n②如果我们只________于现实生活之内，则我们显然无法看清人生的全部，找不到自己的生命方向。\n填入划横线部分最恰当的一项是：",
  correct: ["意味", "局限"],
  distractor: ["意旨", "限定", "局限", "意味"],
  unknown: []
}, {
  id: "2262517",
  stem: "奥尔森认为，一个没有根据地的强盗每到一个新地方都会有强大的激励以“________”的方式来掠取好处，反正这地方以后如何________。相反，如果有了自己的地盘，强盗就会思考地方的长远发展，因为这样才能长久地给他贡献稳定的收入。\n填入划横线部分最恰当的一项是：",
  correct: ["杀鸡取卵", "事不关己"],
  distractor: ["赶尽杀绝", "漠不关心", "涸泽而渔", "无关大局", "覆军杀将", "无关痛痒"],
  unknown: []
}, {
  id: "2262518",
  stem: "近年来多渠道、多形式、多层次的对外文化交流，积极地参与世界文明对话，促进不同文化体的相互借鉴，________中华文化在世界上的传播力、感召力和影响力，在________我国文明、民主、开放、进步形象的同时，也________了国际社会对我国基本国情、价值观念、发展道路、内外政策的了解和认识。\n填入划横线部分最恰当的一项是：",
  correct: ["增强", "展现", "增进"],
  distractor: ["扩大", "呈现", "促进", "提升", "展示", "提高", "增加", "树立", "推进"],
  unknown: []
}, {
  id: "2262519",
  stem: "①那时处处都是歌声和________的胡琴声，圆润的喉咙，确实是很少的。\n②逛南京像逛古董铺子，到处都有些时代侵蚀的遗痕。你可以摩挲，可以凭吊，可以________遐想。\n③一座依山傍水的江南宅院。在这个现代气息无所不在的时代里，它带着几分________，想必此处已许久无人造访。\n填入划横线部分最恰当的一项是：",
  correct: ["凄厉", "悠然", "寂寞"],
  distractor: ["凄厉", "怡然", "寂静", "凄凉", "悠然", "寂寞"],
  unknown: []
}, {
  id: "2262520",
  stem: "在知识大爆炸的今天，不少人已习惯于浅阅读，这虽在所难免，其________也是明显的。浅阅读虽能够收获一些印象式的谈资，但________之中透露出的是浮躁心气，很难________为提升阅读者主体素质的扎实“文化准备”。\n填入划横线部分最恰当的一项是：",
  correct: ["弊端", "浮光掠影", "沉淀"],
  distractor: ["代价", "走马观花", "转换", "影响", "浅尝辄止", "汲取", "局限", "言谈举止", "锤炼"],
  unknown: []
}, {
  id: "2262521",
  stem: "“80后”作家的作品很难成为经典，________因为他们的生活经验是封闭的、苍白的，________因为他们的写作技巧并不成熟、审美价值并不太高，________从代际更替的角度看，他们迟早要成为“主力军”，________除非他们介入现实和历史，除非他们赋予写作以更开阔的文化视野和更深刻的思想深度，否则他们很难成为真正具有主宰性和代表性的作家。\n填入划横线部分最恰当的一项是：",
  correct: ["不仅", "还", "虽然", "但"],
  distractor: ["不但", "而且", "即使", "也", "不是", "而是", "尽管", "可是", "就是", "还是", "既然", "就"],
  unknown: []
}, {
  id: "2262644",
  stem: "近日，一名初中生因身穿奢侈品牌服装列席两会而引发网友关注，部分网友在________的仇富心理的作用下对其进行谴责，辱骂，甚至强行把贪污腐败的帽子扣在孩子及孩子家人的身上。\n填入横线处最恰当的一项是：",
  correct: ["畸形"],
  distractor: ["阴暗", "失常", "病态"],
  unknown: []
}, {
  id: "2262655",
  stem: "改变最重要的就是重视民生细节，广开渠道________民意，兼听则明。\n填入横线处最恰当的一项是：",
  correct: ["征询"],
  distractor: ["征求", "征召", "咨询"],
  unknown: []
}, {
  id: "2262665",
  stem: "在我国社会主义现代化建设中，改革是动力，发展是目的，稳定是前提，三者之间存在着________内在联系。\n填入横线处最恰当的一项是：",
  correct: ["不可分割"],
  distractor: ["不可替代", "千丝万缕", "千头万绪"],
  unknown: []
}, {
  id: "2262668",
  stem: "过去三年里，每百户居民中就有4户居民没有再购买过白酒，白酒消费________。\n填入横线处最恰当的一项是：",
  correct: ["每况愈下"],
  distractor: ["江河日下", "穷途末路", "日暮途穷"],
  unknown: []
}, {
  id: "2262678",
  stem: "四川省政府近日发出________，要求各地按照国家部署做好出台省属国有企业负责人履职待遇、业务支出管理办法的工作，同时，________社会事业体制改革，建立健全生态文明制度体系。\n依次填入横线处最恰当的一项是：",
  correct: ["通知", "深化"],
  distractor: ["消息", "开展", "公告", "深入", "通告", "加强"],
  unknown: []
}, {
  id: "2262686",
  stem: "大多数东欧国家对一些可能________东盟公信力和声誉、削弱东盟东亚合作主导地位的行为都有足够________。\n依次填入横线处最恰当的一项是：",
  correct: ["损害", "警惕"],
  distractor: ["损害", "警醒", "伤害", "警惕"],
  unknown: []
}, {
  id: "2262692",
  stem: "子时的炮竹声还未远去，返程的脚步便________了起来。这个春节，近30亿人次中国人踏上回家又离家的旅程。人们归心似箭，日夜兼程，________了人类历史上最为壮观宏大，最为激动人心的迁徙。\n依次填入横线处最恰当的一项是：",
  correct: ["匆忙", "成就"],
  distractor: ["匆忙", "完成", "急促", "促成", "形成"],
  unknown: []
}, {
  id: "2262711",
  stem: "近期，国际评级机构将对南非进行每年一度的________，将全面________南非政府、社会、劳动力市场以及一些私人企业的情况，并对南非经济的中期发展作出判断。\n依次填入横线处最恰当的一项是：",
  correct: ["考察", "评估"],
  distractor: ["考查", "估计", "探察", "估量", "探查", "评估"],
  unknown: []
}, {
  id: "2262717",
  stem: "在桃花林中，听着桃花溪水潺潺的流淌，我的思绪早已飞翔，________梦幻和现实仔细寻觅着属于她的音容，凄苦的心儿猛然想起了晏几道的名句：“落花人独立，微雨燕双飞。”\n依次填入横线处最恰当的一项是：",
  correct: ["漫步", "穿越"],
  distractor: ["游弋", "穿过", "徘徊", "跨越", "游离", "翻阅"],
  unknown: []
}, {
  id: "2262723",
  stem: "不知哪里的猫头鹰在啼叫，蝙蝠掠过夜空。东方的许多小星星在________着。每逢月圆之夜，我都不会安然就寝。吸引潮涨的力量也将我诱出户外，________在那清凉而神秘的光辉之中。\n依次填入横线处最恰当的一项是：",
  correct: ["闪烁", "沐浴"],
  distractor: ["闪耀", "陶醉", "闪烁", "雕化", "崇拜"],
  unknown: []
}, {
  id: "2262728",
  stem: "日本感冒药和国产感冒药在成分原料上差别并不大，________中国游客发现，日本感冒药的口感明显好很多，且有专门针对小孩的十几种不同口味，包装精致、设计也非常可爱、哄孩子吃药省力多了。\n依次填入横线处最恰当的一项是：",
  correct: ["尽管", "但是"],
  distractor: ["如果", "那么", "因为", "所以", "不仅", "而且"],
  unknown: []
}, {
  id: "2262738",
  stem: "过去的2015年，中国购物者是全球奢侈品行业最大手笔的消费者。他们对于奢侈品的重要性________。很多奢侈品牌将中国元素融入产品中，希望从心理上得到中国消费者的文化________。\n依次填入横线处最恰当的一项是：",
  correct: ["不言而喻", "认同"],
  distractor: ["不可小觑", "认可", "不言而喻", "肯定", "首肯"],
  unknown: []
}, {
  id: "2262741",
  stem: "站在金佛山高处向下________，阳光照耀，蓝天映衬，白雪皑皑，阳光雪景________，北坡药池坝犹如仙境一般，游客在山间行走。就好像步入梦幻的童话世界，不管是大人还是小孩。大家都________地玩滑雪、堆雪人。\n依次填入横线处最恰当的一项是：",
  correct: ["俯瞰", "相得益彰", "不约而同"],
  distractor: ["仰视", "珠联璧合", "不谋而合", "雕塑", "同放异彩", "殊途同归", "审视", "交相辉映", "心有灵犀"],
  unknown: []
}, {
  id: "2262751",
  stem: "谦卑是________所显示的平静，是洞悉人心之后的________。谦卑不是让你向势高一头的人________，不光彬彬有礼，也不光以笑颜悦人，它是一个人在历经沧海之后才有的一种亲切，大善盈胸之际的一份宽厚，物欲淘净之余呈现的一颗赤子之心。\n依次填入划横线部分最恰当的一项是：",
  correct: ["虚怀若谷", "安然", "畏缩"],
  distractor: ["功成不居", "坦然", "奉承", "不骄不躁", "安逸", "迎合", "不矜不伐", "祥和", "畏缩"],
  unknown: []
}, {
  id: "2262755",
  stem: "随着我国综合国力的不断增强。中华文化在世界文化格局中的地位越来越重要。当前，________中华文化走出去，________中华文化国际影响力。可谓________。\n依次填入划横线部分最恰当的一项是：",
  correct: ["推动", "提高", "正逢其时"],
  distractor: ["推动", "增强", "恰到好处", "鼓励", "强化", "正逢其时", "提升"],
  unknown: []
}, {
  id: "2015470",
  stem: "随着信息时代的_________，人们对计算能力的需求不断水涨船高，然而现有基于集成电路的传统计算机却渐渐潜力耗尽，_________。科学界认为，下一代计算机将是建立在量子层面的，它将比传统的计算机数据容量更大，数据处理速度更快。\n依次填入画横线部分最恰当的一项是：",
  correct: ["深入", "力不从心"],
  distractor: ["到来", "无能为力", "来临", "回天乏术", "开启", "力有未逮"],
  unknown: []
}, {
  id: "2015456",
  stem: "一项研究结果___________了在梦中各种感官体验出现的频率，结果显示视觉体验居第一，听觉体验居第二，而触觉、嗅觉和味觉体验的出现频率相当低。视觉和听觉处理与大脑的关系要密切得多，多达三分之二的大脑皮层以某种方式参与视觉。因此，视觉如此频繁地在梦中出现，___________。而嗅觉等几乎与大脑皮层无关。与其他感觉不同，嗅觉直接连接进入记忆和情感系统，这就是为什么某种气味能如此清晰地唤起某个记忆。\n依次填入划横线部分最恰当的一项是：",
  correct: ["考察", "不足为奇"],
  distractor: ["调查", "比比皆是", "观察", "不值一提", "考查", "司空见惯"],
  unknown: []
}, {
  id: "2015454",
  stem: "新媒体的发展，尤其是自媒体的兴起，挑战着传统的新闻生产机制，在信息超载的同时，使新闻生产“去中心化”，新闻流动的把关功能____________，不实消息____________网络。弥尔顿设想的“意见的自由市场”的自净功能并未实现，很多情况下谣言往往“____________”真相。\n依次填入划横线部分最恰当的一项是：",
  correct: ["减弱", "充斥", "稀释"],
  distractor: ["消减", "充满", "淡化", "降低", "充盈", "消溶", "消弱", "充溢", "消淡"],
  unknown: []
}, {
  id: "2015482",
  stem: "19世纪中叶以后，中国国内战争频发，很多古籍________海外。时至今日，究竟有多少古籍在海外存藏，还是一个未知数。而将分散在海外至少上百家图书馆的中文古籍全部统计清楚，________在一个总目录之中，难度可想而知。\n依次填入划横线部分最恰当的一项是：",
  correct: ["流散", "囊括"],
  distractor: ["流落", "涵盖", "流失", "收录", "散佚", "罗列"],
  unknown: []
}, {
  id: "2024122",
  stem: "娱乐节目走进博物馆，为博物馆开拓了一个有声有色的广告世界，却与博物馆所要求的环境氛围_______。综艺节目的自身特性决定了其与博物馆文化存在着天然的不一致，因此当演员在文物面前_______地“秀”时，即使这档真人秀节目未曾损坏一件文物，但放任其在博物馆里_______，就已经与文物保护的要求相抵触了。\n依次填入划横线部分最恰当的一项是：",
  correct: ["格格不入", "放肆", "喧嚣"],
  distractor: ["霄壤之别", "夸张", "炫耀", "扞格不通", "做作", "喧闹", "大相径庭", "肆意", "表演"],
  unknown: []
}, {
  id: "2015496",
  stem: "我们不可_________，不可完全以自己的心理取代人物的心理。每个人都有自己的生存逻辑，其中包括日常生活的逻辑，还有文化心理的逻辑。逻辑是很强大的，差不多像是铁律。人们之所以这样做，而不是那样做，受到的是逻辑的_________和制约。薛宝钗和林黛玉的逻辑_________，如果让林黛玉与贾宝玉谈仕途经济，那就可笑了。\n依次填入划横线部分最恰当的一项是：",
  correct: ["自以为是", "支配", "大相径庭"],
  distractor: ["自命不凡", "局限", "背道而驰", "执迷不悟", "控制", "截然不同", "一意孤行", "操纵", "天差地别"],
  unknown: []
}, {
  id: "2015458",
  stem: "养老金制度改革已经________，路径之一是多元化的基金补充机制；其次是建立灵活的退休机制。应尽快实现城镇职工基础养老金的全国统筹，科学制定方案________延迟退休政策，同时深入调整个人账户制度的管理模式，并进行实际的投资运营。\n依次填入划横线部分最恰当的一项是：",
  correct: ["刻不容缓", "启动"],
  distractor: ["势在必行", "推动", "风生水起", "施行", "众望所归", "开展"],
  unknown: []
}, {
  id: "2015464",
  stem: "用人情做出来的朋友只是暂时的，用人格吸引来的朋友才是___________的。所以，丰富自己比取悦他人更有力量。太多时候，我们的忙碌其实是___________的。我们把自己累得气喘吁吁，最终却无功而返。与其追逐远方，不如做好脚下的事。\n依次填入划横线部分最恰当的一项是：",
  correct: ["长久", "盲目"],
  distractor: ["永恒", "必须", "确定", "无奈", "可靠", "无谓"],
  unknown: []
}, {
  id: "2015460",
  stem: "在过去十年里，中国南部几乎每个省都发现了古人类化石，其中许多都来自可以追溯到10万年或者更多年头之前的沉积物，但是从解剖学来看，这些人类的________跟生活在今天的中国人几乎没有什么不同。\n填入划横线部分最恰当的一项是：",
  correct: ["特征"],
  distractor: ["外形", "样貌", "特质"],
  unknown: []
}, {
  id: "2024124",
  stem: "亚马逊的河流与丛林、安第斯的山脉、巴塔哥尼亚高原、潘帕斯草原，哪怕仅仅是_________这些神秘野性的地理名词，也能莫名其妙地在心中唤起某种情感，好像即将开始一趟心灵的象征之旅，旅途中“对_________的人生和不屈不挠的精神做出一番沉思”。\n依次填入划横线部分最恰当的一项是：",
  correct: ["默念", "漂泊不定"],
  distractor: ["想起", "精彩纷呈", "品味", "变幻无常", "吟诵", "颠沛流离"],
  unknown: []
}, {
  id: "2024126",
  stem: "区域是建构出来的，根据人为的目的划出的区域，已经不是原来大地中生机勃勃、复杂多样的原本的那个地方了。规定的区域是简单的对世界的某一方面的一个概括而已，切不可_______我们建构的区域，认为这就是真实的世界，是天经地义的客观真理，不容他们_______或者变化一下。\n依次填入划横线部分最恰当的一项是：",
  correct: ["迷信", "置喙"],
  distractor: ["固执", "申辩", "痴迷", "讨论", "拘泥", "质疑"],
  unknown: []
}, {
  id: "2015462",
  stem: "雪的可爱处在于它覆盖大地没有差别。冬夜拥被而眠，觉寒气袭人，蜷缩不敢动，凌晨张开眼皮，窗棂窗帘隙处有强光___________，大异往日，起来推窗一看，啊！白茫茫一片银世界。竹枝松叶顶着一堆堆的白雪，杈芽老树也都镶了银边。朱门与蓬户同样的蒙受它的沾被，没有差别待遇。地面上的坑穴洼溜，冰面上的枯枝断梗，路面上的残刍败屑，全都罩在天公__________下的一件鹤氅之下。\n依次填入划横线部分最恰当的一项是：",
  correct: ["闪映", "抛"],
  distractor: ["闪烁", "撒", "闪现", "洒", "映照", "织"],
  unknown: []
}, {
  id: "2015452",
  stem: "诗歌，这一文学皇冠上最古老而璀璨的明珠，在当代社会正面临着前所未有的境况。一面是大众偏见的_________，譬如“诗歌就是分行”“写诗是无病呻吟”等论调甚嚣尘上；一面是诗歌内部的_________，学术话语与商业话语分庭抗礼，业内与大众水火不容。\n依次填入划横线部分最恰当的一项是：",
  correct: ["横行", "分裂"],
  distractor: ["蔓延", "抵触", "流行", "分歧", "干扰", "争议"],
  unknown: []
}, {
  id: "2015486",
  stem: "海洋酸化会影响珊瑚、贝类等钙化生物的正常生长，________它们的碳酸钙外壳，甚至对它们造成________的影响，进而破坏整个食物链。为了保护自己，这些钙化生物会长得越来越小、外壳越来越厚，这会对食用贝类养殖产业造成很大的打击。\n依次填入划横线部分最恰当的一项是：",
  correct: ["腐蚀", "致命"],
  distractor: ["腐化", "恶劣", "侵蚀", "严重", "侵入", "深远"],
  unknown: []
}, {
  id: "2015480",
  stem: "研究人员表示，忆阻器被植入到人体内后，可以执行体征_________、疾病_________、伤口愈合跟踪，并能够将信息无线传送给医生或患者，以便于采取后续措施。实验证实，可降解忆阻器可读写数百次，在干燥情况下，信息可储存3个月。\n依次填入划横线部分最恰当的一项是：",
  correct: ["监测", "预警"],
  distractor: ["监视", "预报", "监控", "预防", "监管", "预测"],
  unknown: []
}, {
  id: "2024130",
  stem: "资料显示高跟鞋最初是由波斯人发明，16世纪，高跟鞋文化传入欧洲，成为当时的服装潮流，甚至连贵族也争相_____。到了大约17世纪30年代，欧洲女性开始穿高跟鞋，以带动潮流。17世纪70年代，当时的法国国王路易十四规定，只有他的宫廷人员才可穿高跟鞋。及至启蒙时代，当时的人_______，关注高跟鞋的实用性而非为潮流而穿。直到18世纪中叶，男士穿着高跟鞋被视为笨拙象征，所以不再穿着。\n依次填入划横线部分最恰当的一项是：",
  correct: ["追捧", "返璞归真"],
  distractor: ["效仿", "洗尽铅华", "模仿", "返璞归真", "追逐"],
  unknown: []
}, {
  id: "2015468",
  stem: "谈大学办得好不好，就看与哈佛、耶鲁的差距有多大，这已经成为一种新的“迷思”。强调东西方大学性质不同，拒绝比较，必定趋于__________；反过来，一切唯哈佛、耶鲁马首是瞻，忽略养育你的_________，这同样有问题。\n依次填入划横线部分最恰当的一项是：",
  correct: ["固步自封", "一方水土"],
  distractor: ["因循守旧", "慈亲严师", "夜郎自大", "八水三川", "裹足不前", "高堂师长"],
  unknown: []
}, {
  id: "2015472",
  stem: "英国是个小国，但却是吸引全球投资资金流第二多的国家，这不仅仅因为英国是世界第五大经济体，更因为很多投资人视英国为通往欧洲大陆的一扇大门。公投结果使得将来英国与欧洲国家的贸易关系_________，而整个退欧谈判过程将至少需要2年，在这一期间所造成各种不稳定性难以预计。因此，那些英国最大的投资国，在未来各种贸易关系并不明朗的情况下，可能会________对英投资。\n依次填入划横线部分最恰当的一项是：",
  correct: ["扑朔迷离", "减少"],
  distractor: ["错综复杂", "削减", "盘根错节", "删减", "蛇蟠蚓结", "缩减"],
  unknown: []
}, {
  id: "2015488",
  stem: "虽然太阳黑子变弱和地球变冷表面看有着70年的重合，但没有证据表明“小冰期”是由太阳黑子无记录造成的。而实际上，与太阳活动周强弱有关的全球气温变化_________其实是很小的，根据经验，最近几次太阳活动周影响全球平均气温的变化大约只有0.1度左右。因此，千万别随便就断言太阳周期变化能直接影响地球气温的_________，以为地球马上就要进入新一轮“冰河期”了。\n依次填入划横线部分最恰当的一项是：",
  correct: ["幅度", "骤变"],
  distractor: ["范畴", "突变", "范围", "剧变", "跨度", "巨变"],
  unknown: []
}, {
  id: "2015474",
  stem: "网友认为，国家有关部门出台新规是为了让垃圾短信问题不再__________，但治理垃圾短信的关键恐怕还是__________和执行。这一方面需要电信运营商积极作为，另一方面也要通过物质奖励等方式调动广大用户积极举报。同时，法律法规应赋予运营商拦截商业短信的义务，而非放任其__________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["久治不愈", "决心", "泛滥"],
  distractor: ["积习难改", "机制", "蔓延", "积重难返", "政策", "扩散", "沉疴难起", "态度", "滋长"],
  unknown: []
}, {
  id: "2392023",
  stem: "很多人都说哭过之后他们感觉更舒服，这是因为哭泣能够________紧张，________情绪的平衡。\n依次填入画横线部分最恰当的一项是：",
  correct: ["缓解", "恢复"],
  distractor: ["缓冲", "平复", "延缓", "修复", "缓和", "回复"],
  unknown: []
}, {
  id: "2392025",
  stem: "用饮用水国家标准衡量矿物质水，这对企业本身或许是好事，因为这________着它不需要执行一个非常严格的标准。而在矿泉水“标准门”事件之前，消费者对饮用水安全性的________没有上升到一个很高的层面，所以对企业产品而言，只要符合国家标准，就可以在市面上销售。\n依次填入画横线部分最恰当的一项是：",
  correct: ["意味", "认知"],
  distractor: ["标志", "认识", "预示", "了解", "暗示", "理解"],
  unknown: []
}, {
  id: "2392028",
  stem: "一个作家要成为著名作家、伟大作家，就不能做时代的旁观者。而是要以“在场者”的姿态切入当下，展现社会________，反映民生疾苦，讴歌人性光辉。即使写小人物，也可写出生活的幽微之处和时代的现实关照，给主人公________上时代光影，濡染上时代色彩。\n依次填入画横线部分最恰当的一项是：",
  correct: ["变迁", "投射"],
  distractor: ["责任", "描绘", "全貌", "描摹", "现实", "映射"],
  unknown: []
}, {
  id: "2392029",
  stem: "传媒产业的发展史，就是一部技术发展史。所以，当互联网技术________之时，传统媒体的处境就开始变得尴尬。\n填入画横线部分最恰当的一项是：",
  correct: ["突飞猛进"],
  distractor: ["无孔不入", "如日中天", "一统天下"],
  unknown: []
}, {
  id: "2392033",
  stem: "近年来，国家有关部门加大了对非法盗版活动的打击力度，通过建立群众举报、定期检查等制度，有效________了非法盗版活动的势头。随着市场法律环境的日趋________，这种广大人民群众深恶痛绝的社会丑恶现象，终究会被根除。\n依次填入画横线部分最恰当的一项是：",
  correct: ["遏制", "完善"],
  distractor: ["制止", "完美", "遏止", "完备", "扼制", "完整"],
  unknown: []
}, {
  id: "2392035",
  stem: "对当代中国而言，研究草原文化的意义并非仅仅为了表现文化由精细走向________，由典雅走向质朴，而是要透过草原民俗与草原风情，________草原风貌中保存尚好的历史文化精髓以及民族的精神和灵魂。\n依次填入画横线部分最恰当的一项是：",
  correct: ["粗犷", "发掘"],
  distractor: ["全面", "传承", "简单", "探寻", "豪放", "领略"],
  unknown: []
}, {
  id: "2392036",
  stem: "如今音乐产业环境受到一定冲击，这使从业者十分茫然，但也毋须过分________环境。相较于过去获取音乐渠道不多、选择相对较少的情况而言，现在文化消费的选择更为多元化。就此做出“现在不会有大师”这样的判断还太________，大师不可能只停留在过去。\n依次填入画横线部分最恰当的一项是：",
  correct: ["抱怨", "武断"],
  distractor: ["依赖", "随意", "重视", "轻率", "苛求", "主观"],
  unknown: []
}, {
  id: "2392038",
  stem: "社会批评是促进社会进步的必要条件。如果一个社会消失了批评的声音，那么这个社会一定是封闭的、________的；如果一个社会容许批评的声音，那么这个社会也一定是开放的、________的。\n依次填入画横线部分最恰当的一项是：",
  correct: ["暮气沉沉", "生机盎然"],
  distractor: ["门可罗雀", "与时俱进", "萎靡不振", "异彩纷呈", "风雨如晦", "生龙活虎"],
  unknown: []
}, {
  id: "2392040",
  stem: "长期受工业文明熏陶的城市人群非常向往体验农村生活，渴望亲近回归自然，释放工作压力。这种回归自然的理念，正是农业文明所________的“顺应自然、天人合一”和谐思想。基于此，近年城市周边的乡村游和农家乐________。\n依次填入画横线部分最恰当的一项是：",
  correct: ["蕴含", "方兴未艾"],
  distractor: ["主张", "如火如荼", "强调", "此起彼伏", "遵循", "崭露头角"],
  unknown: []
}, {
  id: "2392043",
  stem: "一位思想家，不管多么伟大，本质上都只属于他所生活的那个年代。这一点，古今中外________。所以，今天对孔子的某些思想予以扬弃，是一件自然而然的事，完全用不着________，也用不着大张旗鼓地批判。\n依次填入画横线部分最恰当的一项是：",
  correct: ["概莫能外", "大惊小怪"],
  distractor: ["如出一辙", "断章取义", "大同小异", "喧宾夺主", "一视同仁", "小题大做"],
  unknown: []
}, {
  id: "2392045",
  stem: "会议强调，要牢固树立大边防观念，________和谐边疆，铸就稳固边防。要建设繁荣富裕的边防，把强边固防和兴边富民有机统一起来，互相促进、双向发展，努力________边防建设的良好氛围。\n依次填入画横线部分最恰当的一项是：",
  correct: ["构建", "营造"],
  distractor: ["构架", "塑造", "架构", "制造", "建构", "打造"],
  unknown: []
}, {
  id: "2392046",
  stem: "一切意义都寓于过程。然而，现代文明是________的文明，只求结果，藐视过程。人们手捧旅游图，肩挎照相机，________，专找图上标明的去处，在某某峰、某某亭“咔嚓”几下，留下“到此一游”的证据，便心满意足地离去。\n依次填入画横线部分最恰当的一项是：",
  correct: ["急功近利", "按图索骥"],
  distractor: ["缘木求鱼", "走马观花", "浮光掠影", "有的放矢", "急于求成", "独辟蹊径"],
  unknown: []
}, {
  id: "2392047",
  stem: "芭蕾这门艺术不仅要用肢体演绎，还需要文化的全方位________和浸染，否则________的就不只是四肢，而是整个形态和表演。\n依次填入画横线部分最恰当的一项是：",
  correct: ["熏陶", "僵硬"],
  distractor: ["培养", "笨拙", "洗礼", "死板", "渗透", "禁锢"],
  unknown: []
}, {
  id: "2392048",
  stem: "文学并非是电影的制胜法宝，文学与电影的转换有着________的关系，一流的文学未必能改造成一流的电影。作为导演，能否抓住优秀文学的精神，并________地传神表达，决定着未来电影的基本品质。\n依次填入画横线部分最恰当的一项是：",
  correct: ["复杂", "提纲挈领"],
  distractor: ["微妙", "惟妙惟肖", "固定", "言简意赅", "灵活", "绘声绘色"],
  unknown: []
}, {
  id: "2392049",
  stem: "在中国辽阔的土地上，不仅有着雄伟广袤的高原、________的高山、茫茫无垠的沙漠，更有巨大富饶的盆地、极目千里的平原，以及冈峦起伏的低山和丘陵。各种地形相互交错，但又________，真是山河壮丽、________！\n依次填入画横线部分最恰当的一项是：",
  correct: ["纵横绵延", "井然有序", "气象万千"],
  distractor: ["巍峨挺拔", "一丝不乱", "万里无垠", "错落有致", "有条不紊", "千姿百态", "蜿蜒起伏", "星罗棋布", "气势磅礴"],
  unknown: []
}];
